<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">설명</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    다이아몬드 카지노 & 리조트가 타오 쳉과 삼합회로부터 지배권을 빼앗은 텍사스 태생의 무자비한 석유 사업가 듀건의 손아귀에 들어갔습니다. 하지만, 사업은 아무 일 없었다는 듯 여전히 번창하고 있습니다.
    <br><br>

이제 쳉 패밀리 홀딩스가 보낸 수수께끼 같은 문자의 의미를 밝혀낼 시간입니다. 파티 매니아인 오빠 타오와는 달리 품위와 격식을 갖춘 조지나 쳉은 쳉 홀딩스의 부사장으로 듀건이 가장 아끼는 것을 박살 내려고 합니다: 바로 다이아몬드 금고의 삼엄한 보안을 뚫고 모든 것을 훔치는 것이죠.
<br><br>
조지나의 지휘를 필두로, 사회적 부적응자이자 범죄의 흑막인 레스터 크레스트와 그의 연락망에 있는 부도덕한 인적 자원들이 도움을 제공합니다. 이제 최첨단 보안으로 무장된 장소를 뚫기 위해 무궁무진한 준비를 하고 기상천외한 작전을 시작할 때입니다. 어마어마한 전리품을 노리는 겁니다.
</div>
<br><br>
<details>
    <summary>설명</summary>
    <br><br>
    <div class="heist_div_left">
    이전 카지노 스토리에서 주인이 손턴 듀건으로 바뀌는 과정에서 쫓겨난 빈센트 경호팀이 등장하지 않을까 예상되고 있다가 출연이 확정되었으며, 습격 준비과정에서 필수는 아닌 선택옵션 미션 중 하나에 등장한다. 또한 해당 업데이트로 마이클 드 산타의 아들인 지미 드 산타가 등장한다.[1] 카지노 습격을 위한 작전기지를 은폐하기 위해 위에 오락실을 세워놨는데 그간 취준생으로 살다가 마이클과 친분이 있는 레스터한테 고용된 듯하다. 레스터의 대사를 보면 친구네 가족이라고 하면서 모든 일에는 시작이 있다며 허드렛일부터 시키는 것을 보아 경험이 쌓이면 오락실 바지사장을 맡기려는 듯.
<br><br>
제대로 된 준비 없이 시작한다면 심판의 날 시나리오 피날레 이상으로 어렵다. 하지만 각 진입방식에 맞는 적절한 옵션을 사전에 준비한다면 총알 한방 쏘거나 맞지 않은 채 끝낼 수도 있는, 준비 상태에 따라 난이도 차이가 가장 큰 습격이다.
<br><br>
적절히 공략을 숙지한 팀원들과 함께하면서 선택 옵션 준비도 잘 수행했다면 난이도는 역대 피날레 중 가장 쉬운 수준으로 급락한다. 반대로 선택 준비 미션을 하지 않았거나 제대로 수행하지 못한다면 심판의 날 시나리오와 맞먹는 난이도를 가진 습격을 경험하게 될 수 있다. 쉽게 말하자면 준비를 많이 하면 할수록 난이도가 하락하는 셈이다. 이 때문에 이번 카지노 습격에서 가장 어려운건 금고 도어락을 여는 퍼즐이라는 우스갯소리도 생겼다.
<br><br>
카지노 습격만의 또 다른 장점은 난이도도 낮으면서 실패에 대한 부담감이 적다는 것이다. 퍼시픽 스탠다드 작업의 경우에는 잃은 돈은 어떻게 하든지 회수가 불가능하지만, 카지노 습격은 돈을 잃어도 체크포인트가 돈을 잃기 전이라면 재시작 한번으로 다시 돌아온다. 즉 시간만 있다면 무수히 많은 도전을 해도 수익에는 지장이 없다. 심지어는 돈이 많이 깎였다 싶으면 고의적으로 죽어 리트라이해서 다시 최대치 금액으로 시작할 수 있다.
<br><br>
이렇게 준비작업에 따라 난이도가 쉽고 최소 2명이서 피날레를 플레이할 수 있는데다, 그에 비해 수입도 높아 구습격, 신습격, CEO, 모터사이클 등 모든 습격과 사업 수단을 통틀어 제일 돈벌이 효율이 좋다. 퍼시픽 스탠다드 작업의 경우 난이도는 쉽지만 보수가 1판당 40~50만 달러 수준이며 준비작업을 혼자서 할 수 없고, 심판의 날 시나리오는 효율 자체는 엇비슷할지 몰라도 난이도가 매우 높아 숙련자 2인팟이 아닌 이상 원활한 클리어가 어렵다. 그에 비해 카지노 습격은 혼자서 준비할 수 있는데다 피날레의 난이도도 낮고, 수입도 가장 높아 효율이 뛰어나다. 2월 27일 주간 업데이트로 인해 난이도가 조금 상향 조정되었지만, 사실상 진격, 탈출 루트 변경 및 우회인지라 시간이 조금 더 걸리게 되었을 뿐 여전히 난이도 자체는 평이한 수준.
<br><br>
모든 준비를 다 하는 경우에는 심판의 날과 비슷한 플레이타임을 자랑하지만, 숙련도와 경우에 따라서 선택 옵션들은 일부만 준비해도 무방하기에 실질적으로는 1시간 이내에 준비를 모두 마치고 피날레에 돌입하는 것이 가능하다.[2] 준비작업은 좀 귀찮을 뿐 혼자서 진행할 수 있는 수준인데다 준비 비용도 25,000달러에 불과하여 부담이 적다. 고용하게 되는 NPC 조직원들의 몫이 전체 수입에서 제외되기는 하지만 이를 감안해도 보수가 많은 편이다.
    </div>
</details>
<details>
    <summary>시스템</summary>
    <br><br>
        <div class="heist_div_left">
         컷신을 본 후, 메이즈 은행 부동산에서 아케이드를 구매했다면 플레이할 수 있다. 아케이드 차고에는 습격 준비를 위한 공간이 마련되어 있으며, 한쪽에 화이트보드 3개로 둘러쌓인 회의 공간이 있다. 이곳에서 카지노 습격을 준비할 수 있다.
<br><br>
첫 준비 비용은 무료이며 다음부터는 매번 25,000$가 필요하다. 준비 작업을 마쳐야 피날레를 시작할 수 있지만 보드에 기재된 모든 준비물을 구할 필요는 없으며, 필수 옵션만 진행해도 피날레를 시작할 수 있다. 하지만 준비를 최소한으로 해서 플레이할 시 난이도가 급상승한다. 빠르게 진행하거나 돈을 덜 잃어버리고 싶다면 일부 선택옵션은 준비해두는 게 좋다.
<br><br>
기존 습격과 다르게 계획, 준비, 피날레의 3단계로 구성되어 있다.
            <br><br>

            
            
        </div>
</details>

<details>
	<summary>계획</summary>
	<br><br>
	<div class="heist_div_left">
	
	<br><br>
	좌측에 있는 보드에서 25,000달러를 내고 계획을 시작할 수 있다. 시작하기 위해서는 반드시 VIP, CEO 혹은 모터사이클 클럽 두목인 상태여야 한다.
	<br><br>
	<ul>
	    <li>
	        카지노 조사: 최초로 카지노 습격을 진행하는 경우 다이아몬드 카지노로 찾아가서 건물 외부와 내부의 감시카메라 및 보안 요원, 보안문, 카지노 외부 출입통로 등을 휴대폰으로 최소 3장 촬영하여 레스터에게 보내야 한다. 조사 대상은 크게 접근지점과 주요인물 두가지 카테고리로 나뉜다. 그 중 접근지점은 외부의 출입통로들인데 카지노 조사 과정에서 모두 조사할 수 있다. 그러나 주요인물은 10개 중 6개만 조사할 수 있고 나머지는 금고 내용물 조사에서 CCTV를 이용해 확인할 수 있다. 외부를 찍고 난 후 카지노 내부로 들어가게 되면 주요인물 중 보안요원, 보안패드, 내부 감시카메라를 찍어서 보내달라는 퀘스트가 뜬다. 그 외의 주요인물은 옥상의 외부 감시카메라, 발렛 파킹 요원, 금고 청사진이다. 모든 조사를 마치고 카지노를 벗어나면 미션이 완료된다.
	    </li>
	</ul>
	<br>
	이렇게 조사한 정보는 처음 한 번만 진행하면 이후에도 계속해서 조사 상황이 유지되므로, 다음 습격부터는 카지노 조사를 하지 않아도 된다. 그러나 아직 조사하지 않은 정보가 남아있는 경우 습격 준비 과정 중에는 언제든 다시 선택하는 것으로 추가 조사가 가능하다. 모든 정보를 다 수집할 필요는 없으나, 일반적으로 많이 이용하게 되는 통로인 직원 로비, 보안 터널, 쓰레기 처리장 정도는 공략을 참고해서 반드시 조사해두는 게 좋다. 그 외에도 진입 및 탈출로는 여럿 있지만 거의 이용하지 않으므로 필요한 것만 조사해도 무방하다. 다만 여유가 된다면 만일의 경우에 대비해 전부 조사해두는 것도 나쁘지 않다.
	<br><br>
	추가옵션인 카지노 모형을 샀다면 모든 외부 문이 표시되어 있는 것을 확인할 수 있다.
	<br><br>
	<ul>
	    <li>
	        금고 내용물 조사: 금고에 어떤 물건이 보관되어 있는지 확인하기 위해 카지노 보안 요원의 휴대폰을 해킹 또는 탈취한 뒤, 카지노에 들어가서 적절한 와이파이 신호가 있는 위치를 찾은 다음 보안 카메라 채널을 해킹하여 금고 내부를 확인해야 한다.<br>
목표물은 현금, 예술품, 금괴, 다이아몬드로 총 4가지가 있으며, 금고 내부를 촬영하는 1번 화면에서 카메라를 오른쪽으로 이동시키면 목표물을 육안으로 확인할 수 있다. 확인하는 즉시 목표물이 결정되며 이후 카지노를 조용히 빠져나오면 미션 끝. 추가로 CCTV를 이용해 목표물 확인과 같은 방법으로 나머지 주요인물 조사를 끝마칠 수 있다.
	    </li>
	</ul>
	<br>
	금고 내부 문에 설치된 카지노 보안패드를 연습용으로 별도 구입할 수 있는데, 준비 과정에서 해킹 장치를 습득하면 이후 아케이드 차고에 설치된 보안 패드로 해킹 연습이 가능하다. 해킹 실력은 해당 습격 수입에 적잖은 영향을 끼치기 때문에 미리 연습을 해보는 것도 도움이 된다. 또 펜트하우스를 구매한 경우, 매니저 사무실에서 금고문 청사진을 입수해 금고문까지 연습용으로 구입할 수 있다. 보안패드와 마찬가지로 준비 과정에서 금고 드릴을 습득하면, 준비 과정이 진행 중인 동안에 연습이 가능하다.
	<br><br>
	버그성 플레이로, 금고 조사를 끝마치고 카지노를 떠나라는 메시지가 뜨는데, 이 때 레스터에게 전화를 걸어 습격을 취소할 수 있다. 취소 후 다시 아케이드로 가서 습격을 시작하면 금고 조사가 완료된 채로 시작된다. 현금같은게 떠서 거르는 상황이 오면 이를 이용해 시간을 아낄 수 있다.
	<br><br>
	<ul>
	    <li>
	        진입 방식 선택: 조사를 모두 마쳤다면 그 다음에는 비밀 작전, 대 사기극, 공격 전술의 세 가지 진입 방식 중에 하나를 선택해야 한다. 세 방식 모두 루트가 거의 유사하다. 피날레를 끝내면 바로 전 습격에서 선택했던 진입방식은 해당 방식에 대한 대비가 강화되었다는 설정으로 선택할 수 없어서 매번 다른 방식으로 진행해야 한다. 또 바로 전 습격 기준, 그 전 습격에 사용했던 방식은 마찬가지로 대비가 강화되긴 했으나, 선택이 가능하고 어려움 난이도가 된다. 어려움 난이도는 적이나 습격 조건이 강화되지만, 보상이 더 높다. 계속 어려움 난이도로 진행하려면 2가지 습격 방식으로만 반복해야 하는데 보통 비밀 작전과 대사기극을 주로 한다.
	    </li>
	</ul>
	</div>
    </details>
</details>

<details>
    <summary>준비</summary>

        <div class="heist_div_left">
           
계획 보드에서 진입 방식까지 선택했다면 정면에 위치한 가운데 준비 보드가 활성화된다. 이 보드에는 준비작업 진행 상황이 기재된다. 준비를 시작하기 전 이번 습격을 도와줄 총잡이, 운전사, 해커를 각각 하나씩 고용해야 한다(NPC). 최소 3%에서 최대 10%까지 각자의 몫을 받아가며, 이들의 몫이 높으면 높을수록 더 좋은 장비 및 상황으로 진행할 수 있다.
<br><br>
<ul>
    <li>
        총잡이: 플레이어가 습격 시에 사용할 무기를 조달한다. 각 총잡이 마다 2개의 무기 선택지가 있으며 몫을 많이 받는 총잡이는 그만큼 성능 좋은 무기를 가지고 온다. 카지노 습격의 경우 기존에 플레이어가 보유한 무기들을 사용할 수 없고, 오직 총잡이가 제공하는 무기만 사용할 수 있다. 대 사기극이나 비밀 작전의 경우 무기의 중요성이 습격을 수행하는데 있어서 그리 크지 않기 때문에, 아마추어를 고용해서 최종 수입을 조금이라도 늘리는 게 권장된다. 하지만 공격 전술로 진입할 경우 직접적인 전투를 하기 때문에 무기가 중요하다. 최소한 찰리 리드 정도는 써주는 게 좋다.
    </li>
    <br>
    <li>
        운전사: 도주 시에 사용할 차량을 제공하며, 각 운전사마다 4개의 차량 중 하나를 선택할 수 있다. 몫을 많이 받을수록 주행성능이 보다 좋은 차나 심지어는 방탄차량을 마련해 준다. 카지노를 탈출해서 도주할 때 지명수배 5단계가 붙는데다, 상급 바이어를 고르면 맵 최북단까지 이동해야 하므로 도주 차량의 중요성은 높다. 그러나 헬기가 스폰되는 건물에서 헬기를 타고 이동하는 꼼수를 쓰면 도주차량이 필요없게 되고 헬기를 안쓰더라도 엘리트 도전을 하는것이 아니라면 하수구에서 별때고 여유롭게 가면되기 때문에 어떤 방식으로 진입하든 간에 차량 할인 가격 해금을 할게 아니라면 아마추어를 고용하는 게 일반적이다.
    </li>
    <br>
    <li>
        해커: 금고 내에 진입했을 때 경보 시스템을 차단해 금고를 털 시간을 벌어주는 역할을 하며, 몫을 많이 받을수록 시간을 더 많이 벌어준다. 수입에 직접적으로 영향을 주는데다, 금고 내부에는 보안패드로 잠긴 문이 여럿 있어서 터는 게 쉽지 않기 때문에 해커는 일반적으로 몫을 많이 주는 게 좋다. 그러나 숙련된 파티를 구성한다면 빠르게 털 수 있으므로 몫을 조금 줄여도 된다. 특히 털기 쉬운 예술품의 경우 5%나 심지어는 3% 해커를 고용해도 전부 털고 나올 수 있으므로, 숙련도와 목표물에 따라 적절히 선택하면 된다.
    </li>
</ul>
<br><br>
          노란색 *표 포스트잇이 붙어있는 필수 준비과정을 모두 완료하면 우측에 있는 세 번째 피날레 보드가 활성화된다. 피날레 보드가 활성화 된 이후에도 다른 준비과정을 실행할 수 있어서 선택 준비과정을 추가로 수행하고 다시 도전할 수 있다. 다만 이미 진행한 준비과정은 다시 할 수 없고, 계획 보드 또한 수정이 불가능하다.  
            
        </div>
</details>

<details>
	<summary>피날레</summary>
	<br><br>
	<div class="heist_div_left">


	카지노 습격 피날레는 다른 습격들과 다른 UI 순서로 진행된다. 다른 습격에서는 플레이어 초대 → 피날레 보드 → 역할 분배 및 수입배분→시작 순서로 진행되지만 카지노 습격 피날레는 보드 → 초대 → 보드 → 수입배분 및 루트/옵션 설정 → 시작으로 진행된다. 처음 보드를 보는 곳에서는 아무리 루트나 옵션을 바꾸려고 해도 안되고 호스트 혼자만 덩그러니 나와있다. 당황하지 말고 진행하면 익숙한 초대UI가 나오고 그 이후에 보드가 다시 나온다. 초대가 완료되고 진행하면 다시한번 피날레 보드가 등장한다. 여기서 루트와 옵션을 설정한 뒤 시작하면 된다.
	<br><br>
	<ul>
	    <li>
	        입구: 카지노에 들어갈 때 어디로 들어갈 지 결정한다. 계획 단계의 카지노 조사 때 조사해두었던 통로들 중 하나로 정할 수 있다. 대 사기극의 경우 진입 위장의 종류에 따라 입구가 특정 장소로 고정된다.
	    </li>
	    <br>
	    <li>
	        출구: 카지노에서 탈출할 때 어디로 나올지 결정한다. 계획 준비 단계의 카지노 조사 때 조사해두었던 통로들 중 하나로 정할 수 있다. 호스트가 사전에 피날레 시작할 때 설정한 출구외에 다른출구를 조사해 두었다면 피날레 보드에서 선택하지 않았던 다른 통로로 탈출할 수도 있다. 조사안된 통로는 이용 못한다.

	    </li>
	    <br>
	    <li>
	        바이어: 금고에서 털어온 목표물을 돈세탁하기 위해 습격 직후 바이어와 접선하여 거래를 하게 되는데, 이 바이어의 등급을 선택할 수 있다. 하, 중, 상의 세 가지 등급이 있는데 급이 높을수록 획득할 수 있는 수입의 최대 상한선이 늘어나는 대신 접선 장소가 카지노에서 멀어진다. 상급 바이어의 경우 최대 상한선은 366만달러로 알려져 있고 맵 최북단까지 이동해야 한다.
	    </li>
	    <br>
	    <li>
	        대체 이동수단: 20,000달러를 지불하여 도주 중에 갈아탈 수 있는 대체 이동수단을 제공받을 수 있다. 맵에 표시되는 대체 차량으로 갈아탈 시 수배레벨이 감소한다. 그러나 선택했다고 해서 반드시 이용할 필요는 없다. 제공하는 대체 이동수단도 느리고 휠스핀 상당히 심한 던드레리 레지나 같은 머슬카들이 대부분이다. 헬기 루트를 이용할 경우 버려지는 옵션. 또, 자동차를 타고 간다 하더라도 주변에 널린게 자동차인 GTA에서는 사실상 쓸 필요가 전혀 없는 옵션이다.
	    </li>
	    <br>
	    <li>
	        총잡이 유인책: 30,000달러를 지불하면 도주 시 총잡이가 다른 곳으로 경찰을 유인하여 경찰의 추격 압박을 줄여준다. 이 또한 총잡이의 등급에 영향을 받으며, 몫이 높은 총잡이일수록 경찰을 더 잘 유인해서 도주를 수월하게 해준다. 이 또한 헬기 루트를 이용할 경우 버려지는게 일반적이지만, 시간이 빡빡한 공격 전술 엘리트 도전 등에서 가끔씩 사용되기도 한다.
	    </li>
	    <br>
	    
	</ul>
	
	피날레에서 주어지는 팀 목숨은 보통 난이도에서 1개, 어려움은 0개이다. 목숨이 다 소진되면 재시작하여 체크 포인트에서 다시 시작할 수 있다. 또한 금고를 털고 나올 때 적의 총격에 맞으면 수입이 줄어든다.
	<br><br>
	체크포인트는 카지노 내부 진입까지의 시작점을 제외하면 3개 지점이 있다.
	<br><br>
	<ul>
	    <li>
	        카지노 진입 지점: 카지노 내부 진입부터 금고를 털고 나온 후 맨트랩 탈출 시점까지의 체크포인트로, 진입에 실패하면 여기서 시작하지만 무엇보다 시간초과로 경보울리고 금고 안에서 신경가스 마셔서 죽어도 진입부터 다시해야한다.
	    </li>
	    <li>
	        맨트랩 입구: 맨트랩 탈출 시점부터 카지노 외부 탈출 시점까지의 체크포인트로, 탈출에 실패하면 이 지점부터 다시해야한다.
	    </li>
	    <li>
	        카지노 외부 지점: 카지노 외부 탈출 시점부터 완료 지점까지의 체크포인트로, 마지막 체크포인트이다. 체크포인트에서 다시 시작하더라도 카지노 외부 탈출 시점에서 들키지 않았다면 적들의 빨간색 경계모드(비밀 작전이나 대 사기극의 하이롤러)나 흰색 대기모드(대 사기극의 소방관이나 누스)까지 저장된다.
	    </li>
	</ul>
	<br><br>
	조직원이나 준비물 등의 기타 퀘스트에 대한 내용은 하단에 작성되어있으며, ★이 붙은 경우 해금을 위해 특정 이벤트나 구매 조건이 요구되는 경우를 말한다.
	<br><br>
	</div>
    </details>
</details>

<details>
    <summary>목표물과 보상</summary>
    

        <div class="heist_div_left">

            <br><br>
보상의 양이 정해져 있는 이전까지의 습격과는 달리, 제한시간 이내에 얼마나 챙기는지에 따라 보상이 달라진다. 본인과 팀원들이 초보일 경우 잠재수입보다 훨씬 적게 나오는 경우가 많지만, 목표물을 모두 챙기고 안전 금고, 오늘의 금고까지 모조리 턴다면 잠재 수입을 뛰어 넘는 경우가 많다. 금고 내용물이 마음에 안들 경우 습격을 취소하고 다시 시작하는 방법도 있다. 단 습격 취소를 사용하려면 3가지 접근 방식을 모두 최소 1회씩 클리어해야 한다. 이 경우 지출 비용을 다시 지불하고 기존의 계획 준비는 초기화되니 유의하자. 여담으로 과거에는 조사 도중 취소하면 예술품으로 고정되는 버그가 있었다. 하지만 지금은 패치되었는지 취소를 하면 랜덤으로 다시 뜬다. 그래도 아래 서술한 현금이 떴다면 한번 시도해볼만한 방법.
<br><br>
수입에 영향을 끼치는 요인은 습격의 난이도와 바이어의 난이도이다. 습격의 난이도는 해골마크가 붙은 진입방식을 선택한 경우 어려움 난이도가 되며 보통 난이도보다 10% 가량의 수입이 증가한다. 바이어의 난이도는 최종 정산 가능한 잠재수입을 정해준다. 잠재수입이란 해당 습격에서 실제로 획득할 수 있는 상한선이다. 바이어가 정해준 잠재수입 이상의 수입을 획득하고 습격을 마치더라도 습격을 마치고 나오는 정산에서는 바이어 잠재수입 이상의 돈이 무시된다. 예를 들어 만약에 하 난이도의 바이어로 습격을 수행하여 잠재수입이 200만인 상태에서 250만을 획득한후 임무를 마쳐도 최종 수입은 250만에서 잠재수입에 초과된 50만은 무시되고 총 200만에서 습격원 25%(총잡이 5%, 운전사 5% 해커 10% 레스터 5%를 선택했을 시)를 제외한 150만 달러가 플레이어들에게 돌아가는 수입이 된다.
<br><br>
바이어의 난이도는 최종적으로 정산되는 잠재수입에만 영향을 끼치며, 수입의 절대치와는 관련이 없다. 예를 들어 개인 금고, 오늘의 금고를 제외하고 예술품 어려움을 진행하는 경우 바이어 난이도와 관련없이 모든 예술품만을 획득할 경우 정확히 2,585,000 달러의 수입이 되며 이는 바이어(상)의 잠재수입과 동일한 금액이다. 다시 말해서 모든 목표물만을 획득했을때 수입 = 바이어 (상)으로 했을때 잠재수입이다. 그러므로 예술품(어려움)을 바이어(하)로 진행하여 모든 예술품만을 획득할 경우에는 2,585,000으로 표기는 되지만 막상 습격을 마무리 하면 바이어(하) 기준의 잠재수입인 220만 정도의 금액으로 정산이 된다. 이것은 곧 모든 목표물을 획득하지 못해(2인플레이 현금과 같은 경우) 바이어(하)의 잠재수입에도 미치지 못할 것이라 예상되는 경우에는 굳이 바이어 난이도를 높일 이유가 없다는 것이다. 또한 한편으로는 시간이 넉넉하여 충분히 모든 목표물을 획득할 경우에는 개인 금고 작업이나 오늘의 금고 같은 것을 하지 않아도 수입에는 지장이 없다는 것을 의미한다. 다만 실질적인 플레이에서는 난이도 상으로 진행하는 것이 대부분이다.
<br><br>
아래 문단에 설명된 목표물에 대한 설명은 어려움(해골) 난이도에서 금고에서 나올 때까지 들키지 않고 비밀 작전이나 대 사기극을 진행하는 것이 기준이다. 대 사기극과 비밀 작전에서 발각되거나, 금고에서 제한 시간이 초과돼서 나오면 게임 성격이 공격 전술로 바뀌어 버린다. 이러한 경우나 처음부터 공격 전술로 밀고 들어가는 경우에는 호스트가 듀건의 화물을 클리어 했다면 스낵을 먹으면서 모든 목표물을 챙기면 되기 때문에 해커가 주는 시간에 크게 구애받지 않는다. 하지만 가스 데미지가 상당히 강력하기 때문에 적당히 하고 나와야 한다. 해커도 목표물을 고려해서 잘 고르자.
            <br><br>
            
        </div>
        <details>
            <summary>현금</summary>
            <div class="heist_div_left">
                        <ul class="heist_ul_left">
                            
            <li>보통 난이도 잠재 수입 : $2,115,000</li>
            <li>어려움 난이도 잠재 수입 : $2,326,500</li>
        </ul>
        가장 챙기기 어려우며, 수입도 가장 적다. 퍼시픽 스탠다드 작업 피날레나 오늘의 금고에서 돈을 챙기는 방식을 그대로 사용한다. 잠재 수입이 가장 적고 터는데 시간이 많이 걸리는데다 손도 많이가서 비밀 작전, 대 사기극에 프로 해커까지 써도 2인으로는 전부 털 수 없고 3인이어야 다 털 수 있기 때문에 가장 선호되지 않는다. 굳이 용도를 찾는다면 다이아몬드 목표물과 챙기는 방식과 양까지 완전히 똑같기 때문에 다이아몬드가 평상시에 뜰 확률이 매우 낮으므로 2인 다이아몬드에 도전할 때 예행연습용으로써 사용할 수 있지만 그냥 다이아몬드가 목표물로 떴을 때 계속 시도하면서 연습하면 그만이기 때문에 고작 연습을 위해서 예술품이나 금을 포기할 정도의 가치는 없다. 이 때문에 조사에서 현금인 것을 확인하는 순간 바로 습격 포기로 초기화당하는 비운의 대상이다. 그러면서도 등장 확률이 제일 높아서 $25,000을 낭비하게 만드는 주범이다. 국내에서의 멸칭은 혐금. 다만 첫번째 호스트 피날레 보상은 무조건 현금으로 고정된다.<br>
참고로 카트 1개당 돈뭉치가 대략 45개 들어있다. 한 뭉치당 대략 6,000달러가 되므로 카트 하나를 털면 약 270,000달러가 모이는 것이다.
<br><br>
            </div>
        </details>

                <details>
            <summary>예술품</summary>
            <div class="heist_div_left">
                        <ul class="heist_ul_left">
                            
            <li>보통 난이도 잠재 수입 : $2,350,000</li>
            <li>어려움 난이도 잠재 수입 : $2,585,000</li>
        </ul>
인원이 2명이어도 쉽고 빠르게 챙기고 나갈 수 있는 목표물로 엘리트를 하기에 최적의 목표다. 해커의 몫을 줄이고 수익을 극대화해도 어렵지 않게 다 챙길 수 있다. 어려움에서 5프로짜리 중급자 해커인 요한만 사용해도 둘 중 하나라도 해킹 숙련자라면 시간이 넉넉히 남을 정도로 매우 여유롭다. 만일 초숙련자 2명이 합세하면 3프로짜리 리키를 써도 아슬아슬하게 털고 나올 수 있으며, 반대로 해킹이 미숙한 초보자들만 모였더라도 프로 해커를 쓰면 전부다 훔치는게 가능하다. 숙련자들은 개인 금고 여러 개도 넉넉히 뜯어올 수 있다. 예술품만의 독보적인 장점은 빨리 담기 위해 카트마다 손아프게 반복 해야하는 다른 목표물들과 달리 키 4번 눌러서 예술품을 하나씩 뜯어낼 수 있기 때문에 손이 아주 편하고, 덕분에 다른 목표뮬보다 훨씬 빨리 챙길 수 있고, 나갈 때 기동력 감소가 크지 않다는 점이다. 이러한 예술품만의 독보적인 장점이 있다보니 잠재수입은 금괴보다 적지만 금괴 2인이라도 프로 해커를 고용할 수 밖에 없어서 85% 기준으로 수익 차이가 크게 없기 때문에 플레이어들의 선호도가 상당히 높다.
<br><br>
            </div>
        </details>
                <details>
            <summary>금괴</summary>
            <div class="heist_div_left">
                        <ul class="heist_ul_left">
                            
            <li>보통 난이도 잠재 수입 : $2,585,000</li>
            <li>어려움 난이도 잠재 수입 : $2,843,500</li>
        </ul>
        예술품보다 잠재 수입은 더 좋다. 다만, 전리품을 챙기는 난이도는 만만치 않다. 2명으로 플레이 한다면 비밀 작전, 대 사기극 한정으로 프로 해커를 고용하고 2명 모두 해킹을 매우 빠르게 완료하며 동선과 금괴위치를 다 꿰고 있는 경우 9%인 프로 해커 페이지로도 여유롭게 모두 챙길 수 있으나, 일반적인 팟이라면 기본적으로 3명 이상이어야 여유롭게 금괴를 모두 챙길 수 있다. 공격 전술의 경우 이미 들킨것으로 간주되어 시간이 짧아지기 때문에 스낵을 먹으면서 신속하게 움직이는 것이 좋다.
<br><br>
금괴를 가져가려면 걔속 반복클릭을 해야하기에 손의 부담감도 예술품보다는 있는 편이다. 잠재 수입이 가장 좋지만 2명 일때는 적어도 1명이 숙련된 고인물이어야 하는데 아니라면 다 털기 힘들고 그렇다고 3명으로 하면 오히려 예술품 2인 파티보다도 수익이 적으며, 금괴 무게 때문에 도주 시 뛰는 속도가 느려지고 점프가 불가능하다. 이 때문에 앞서말한 숙련도에 따라 달라지는 수익적인 부분과 예술품과는 달리 손이 피곤하고, 기동력 감소도 크게 느끼는 사람들도 있어서 다소 호불호가 갈린다. 또 카지노 습격의 전리품 버그 상당수가 금괴와 관련있어 그 점에도 주의를 요구한다.
<br><br>
            </div>
        </details>
                <details>
            <summary>다이아몬드</summary>
            <div class="heist_div_left">
                        <ul class="heist_ul_left">
                            
            <li>보통 난이도 잠재 수입 : $3,290,000</li>
            <li>어려움 난이도 잠재 수입 : $3,619,000</li>
        </ul>
현금과 동일하게 양이 많아서 다 챙기기 어렵다. 대 사기극이나 비밀 작전에서 2인으로 하면 가스를 마시지 않고는 다 챙길 수 없으며, 3인으로 해야 에비 슈왈츠먼 기준 20~50초 정도 남기고 다 챙긴다. 다른 목표물들보다 수익이 많다. 심지어 15%로만 받아도, 엘리트 클리어시 얻는 금액이 무려 50만 달러에 육박한다.  호스트나 팀원 모두 최적의 전리품. 다만, 일반적인 경우에는 3인으로 플레이해야 여유롭게 모두 털 수 있기 때문에, 꼬리가 늘어나서 좋을 것 없는 비밀 작전이나 인원이 많을수록 적들이 늘어나는 공격 전술보다는 인원 수 상관없이 무난하게 돌파가 가능한 대 사기극에서 효율이 가장 좋다.
<br><br>
많은 유저들이 이벤트 기간에만 등장하는 전리품인줄 알았으나.. 락스타 서포트에 문의한 결과 다이아몬드는 이벤트 기간에만 한시적으로 등장하는 것이 아닌 상시등장 한다는 답변을 받았다.이러한 답변으로 미루어보아 평소에는 엄청 낮은 극악의 확률로 등장하고 이벤트 기간에는 등장 확률을 대폭 상승시키는 것으로 추정된다. 실제로 일부 운좋은 유저들은 이벤트 기간이 아니더라도 다이아몬드가 등장하는 엄청난 행운을 누렸다.
<br><br>
            </div>
        </details>
</details>

<details>
	<summary>접근 지점</summary>
	<br><br>
	<div class="heist_div_left">
	<ul>
	    <li>
	        정문<Br>
공격전술을 제외하면 제일 애매한 접근 경로. 대 사기극의 영 앤세스터의 수행원으로 선택 시 여기로 들어간다. 공격 전술로 돌입 시 전용 컷신이 있다. 많은 적을 상대해야 하는 루트이므로, 공격 전술의 엘리트 조건을 도전하기 위해 사용되기도 한다.
	    </li>
	    <br>
	    <li>
	        직원 로비(1층 뒷문)<br>
어느 접근 방식에서나 준수한 접근 경로. 입구, 출구 가리지 않고 제일 많이 이용된다. 대 사기극에서 벅스타로 변장할 시 여기로 들어가게 된다. 사전계획 보드에서는 옆문 중 하나로 분류된다.
	    </li>
	    <br>
	    <li>
	        쓰레기 처리장(1층 옆문)<br>
직원 로비와 비슷하다. 탈출로보다는 진입로로 적합하다. 비밀 작전에서는 간혹 원래 있어야할 경비가 지나갈땐 안보이다가 뒤늦게 생겨서 들키는 경우가 있었기에 이 쓰레기 처리장을 입구로 사용하기도 하나, 보통은 가장 짧고 편한 직원 로비를 더 애용한다. 대 사기극에서는 정비공으로 변장해서 들어갈 경우 여기로 들어가게 된다. 사전계획 보드에서는 2개의 옆문 중 하나로 분류.
	    </li>
	    <Br>
	        <li>
	            하수구<br>
공격 전술에서 최단경로로 금고까지 갈 수 있는 접근 경로로 진입 시 터널이 무너져 내리기 때문에 출구로는 사용 불가. 공격전술 계획준비 단계에서 굴착기 미션을 완료하면 입구로 설정 가능하다.
	        </li>
	        <br>
	        <li>
	            보안 터널<br>
대 사기극의 그루페 젝스 변장으로 갈 수 있는 진입로로 대 사기극 진입방식 중 가장 최단 거리로 들어갈 수 있는 진입로이다.
	        </li>
	        <br>
	        <li>
	            헬기 착륙장(2개)<br>
의외로 많은 사람이 모르는데 옥상도 침입경로로 쓸 수 있다. 비밀 작전 에서는 낙하산 강하를 하고 공격 전술에서는 카지노 임무의 듀건 용병들처럼 그냥 착륙한다. 이쪽을 택하면 엘리베이터 통로를 레펠로 내려가 로비로 들어가거나 호텔 층으로 향하는 계단으로 갈 수 있다. 비밀작전 계획준비 과정에서 침투슈트를,공격전술 계획준비 과정에서 강화장갑을 완료하면 출입구로 설정가능하다.
	        </li>
	        <br>
	        <li>
	            옥상 테라스(4개)<br>
옥상 테라스로 들어가면 호텔 층으로 진입한다. 계단으로 내려가거나 엘리베이터를 타고 로비로 들어갈 수 있다. 다른 진입경로에 비해서 잘 사용하지 않는 접근 지점.
	        </li>
	</ul>
</details>

<details>
    <summary>진입 방식</summary>
    <br><br>
        <div class="heist_div_left">
            루트는 총 세가지로, 비밀 작전, 대 사기극, 공격 전술이 있다. 이 중 하나의 방식으로 클리어 할 경우 다음 번 습격을 호스트 할 경우에는 앞서 클리어 했던 방식을 이용할 수 없다. 앞선 방식과 다른 방식으로 습격을 클리어 한 후 다시 첫번째 방식을 선택하게 되면 난이도가 어려움으로 변경되며, 보상이 증가한다.
        </div>
        <br><br>

</details>

<details>
    <summary>조직원</summary>
    <br><br>
        <div class="heist_div_left">
            싱글처럼 함께 습격하는 것이 아니라, 장비와 도주 차량을 준비하고 금고 터는 시간을 늘려주는 역할.
        </div>
        <br><br>
<details>
    <summary>총잡이</summary>
            <div class="heist_div_left">
            총잡이마다 준비하는 무기는 다르며, 2개의 무기중 하나를 선택하여 가지고 갈 수 있다. 비밀 작전이나 대 사기극에서는 그렇게까지 두각이 드러내지 않는 조직원 구성이지만, 공격 전술, 특히 엘리트를 도전한다면 이쪽도 능력치가 높은 조직원을 사용할 가치는 충분하다. 공격 전술의 경우 총잡이를 조금 더 좋은 것으로 고용해서 진행하는 편이 좋다.
            <br><br>
            <ul>
                <li>
                    칼 아볼라지<br>
                    능력치:초보자, 몫:5%
                </li>
                <br>
                <li class="typeno">
                    비밀 작전
                    <ol class="typeO">
                        <li>마이크로 SMG(소음기), 빈티지 피스톨(소음기), 스턴 건, 나이프</li>
                        <li>머신 피스톨(소음기), 컴뱃 피스톨(소음기), 스턴 건, 나이프</li>
                    </ol>
                </li>
                <li class="typeno">
                    대 사기극
                    <ol class="typeO">
                        <li>마이크로 SMG, 세라믹 피스톨, 스위치블레이드</li>
                        <li>더블 배럴 샷건, 세라믹 피스톨, 스위치블레이드</li>
                    </ol>
                </li>
                <li class="typeno">
                    공격 전술
                    <ol class="typeO">
                        <li>소드오프 샷건, SMG, 화염병, 너클 더스터</li>
                        <li>헤비 리볼버, SMG, 화염병, 너클 더스터</li>
                    </ol>
                </li>
            </ul>
            <br>
            기본 조직원<br>
가장 많이 쓰이게 될 총잡이로, 비밀 작전에서 스텔스플레이를 좀 한다거나 대 사기극에서 총을 쏘지 않을거라면 쓰게 될 총잡이이다. 어차피 듀건의 화물을 밀어 놓았다면 어떤 총이든 헤드샷이면 어떤 적이든 죽고, 방어구를 두른 적도 근접 공격 한 번이면 죽기 때문. 카지노 습격을 할 정도로 숙련도가 쌓인 유저가 근접 공격을 어떻게 하는 지 모르지는 않을 테니 효율성이 가장 좋다고 볼 수 있다. 하지만 예외적으로 공격 전술에서는 잘 쓰이지 않는데 화력이 중요한 공격 전술에서 무기 종류가 너무 형편 없기 때문이다. 도주 시 차량을 이용할 때 총잡이 유인책을 부를 경우, 이동하는 동선 근처에 자리잡고 유인을 해대서 되려 난이도를 올려버리는 장본인이므로, 차량 도주 시에 총잡이 유인책을 쓰는 것은 추천하지 않는 조직원.<br>
<br>

<ul>
                <li>
                    찰리 리드 ★<br>
                    능력치:중급자, 몫:7%
                </li>
                <br>
                <li class="typeno">
                    비밀 작전
                    <ol class="typeO">
                        <li>어썰트 SMG(소음기), 피스톨 .50(소음기), 스턴건, 나이프</li>
                        <li>불펍 샷건(소음기), 피스톨 .50(소음기), 스턴 건, 나이프</li>
                    </ol>
                </li>
                <li class="typeno">
                    대 사기극
                    <ol class="typeO">
                        <li>머신 피스톨, 세라믹 피스톨, 스위치블레이드</li>
                        <li>스위퍼 샷건, 세라믹 피스톨, 스위치블레이드</li>
                    </ol>
                </li>
                <li class="typeno">
                    공격 전술
                    <ol class="typeO">
                        <li>어썰트 SMG, SMG, 수류탄, 망치</li>
                        <li>펌프 샷건, SMG, 수류탄, 망치</li>
                    </ol>
                </li>
            </ul>
            <br>
            격납고 소유시 해금<br>
위의 패트릭 맥리어리, 구스타보 모타와는 상반되게 대체로 애매한 총기를 준비한다. 격납고 보유시 해금이라는 조건 때문에 인기는 없지만 공격 전술에서 만큼은 30발 짜리 SMG와 샷건을 제일 싼 값에 쓸 수 있기 때문에 어느정도 추천된다. 고로 공격 전술을 플레이 한다면 최소한 찰리 리드 정도는 써주는게 좋다. 격납고를 보유해도 안 열리는 경우가 있는데 격납고에서 밀수작전 준비 작업을 클리어 하면 열린다.<br>
<br>

<ul>
                <li>
                    패트릭 맥리어리 ★<br>
                    능력치:전문가, 몫:8%
                </li>
                <br>
                <li class="typeno">
                    비밀 작전
                    <ol class="typeO">
                        <li>컴뱃 PDW(소음기), 피스톨 .50(소음기), 스턴 건, 나이프</li>
                        <li>어썰트 라이플(소음기), 피스톨 .50(소음기), 스턴 건, 나이프</li>
                    </ol>
                </li>
                <li class="typeno">
                    대 사기극
                    <ol class="typeO">
                        <li>소드오프 샷건, 세라믹 피스톨, 스위치블레이드</li>
                        <li>콤팩트 라이플, 세라믹 피스톨, 스위치블레이드</li>
                    </ol>
                </li>
                <li class="typeno">
                    공격 전술
                    <ol class="typeO">
                        <li>헤비 샷건, SMG, 점착 폭탄, 쇠 지렛대</li>
                        <li>컴벳 MG, SMG, 점착 폭탄, 쇠 지렛대</li>
                    </ol>
                </li>
            </ul>
            <br>
            해금조건 히든, 해금 방법은 로스 산토스와 블레인 카운티 전역에서 랜덤하게 등장하는 경찰 트랜스포터를 탈취후 패키의 아지트로 데려다주면 영입할 수 있다.  3명이상 있는 아무 세션에서나 가능 비지니스 물품 쟁탈 처럼 공개 세션 이벤트 개념으로 만들어지는 이벤트로 추정되나, 1인 또는 2인만 있는 초대세션에서도 등장했다는 경험담도 가끔 있는것으로 보아, 반드시 공개세션과 3인 이상이 필요한것은 아니다. 그런데 이게 은근 버그가 많아서 오랜시간 해메서 겨우 찾았는데 차에 타지지 않으면 참 허탈하다. 그리고 밴에 타기전에 패시브를 키면 아지트까지 가지도 않았는데 열린다. 공격 전술 기준 헤비 샷건과 컴뱃 MG중 하나를 사용할 수 있다. '듀건의 화물'을 깨고 패키를 고용할 경우, 경비가 다 갈려나간다.<br>
여담으로 온라인 플레이어에게 쫑알쫑알 말을 거는데 잠깐등장하니 성우를 다시 부르기 애매했는지 주로 스토리 모드의 음성들을 돌려쓴다. 연출상으로만 보자면 그 과묵한 주인공이 드물게도 패키에게 말을 건 모양으로 다른 NPC들과 주요 등장인물은 대부분 주인공과 함께 있으면 말이 없다느니 과묵하다느니라고 반응하는 데 패키는 내 이야기를 듣고 싶어하는 놈은 너가 처음이다 라고 말하며 장황하게 자기 인생관을 늘어 놓는다.
<br>
<br>
<ul>
                <li>
                    구스타보 모타<br>
                    능력치:전문가, 몫:9%
                </li>
                <br>
                <li class="typeno">
                    비밀 작전
                    <ol class="typeO">
                        <li>카빈소총(소음기), 헤비 피스톨(소음기), 스턴 건, 나이프</li>
                        <li>어썰트 샷건(소음기), 피스톨 .50(소음기), 스턴건, 나이프</li>
                    </ol>
                </li>
                <li class="typeno">
                    대 사기극
                    <ol class="typeO">
                        <li>카빈소총, 세라믹 피스톨, 스위치블레이드</li>
                        <li>어썰트 샷건, 세라믹 피스톨, 스위치블레이드</li>
                    </ol>
                </li>
                <li class="typeno">
                    공격 전술
                    <ol class="typeO">
                        <li>카빈소총, SMG, 근접 지뢰, 마체테</li>
                        <li>어썰트 샷건, SMG, 근접 지뢰, 마체테</li>
                    </ol>
                </li>
            </ul>
            <br>
            기본 조직원<br>
대체로 성능좋고 무난한 메이저급 총기를 준비한다. 패키가 컴뱃 MG를 준다면 이쪽은 확장탄창 달린 어썰트 샷건을 주기 때문에 공격 전술에서 자주 애용된다. 듀건의 화물을 깨고 어썰트 샷건을 사용하면 카지노 경비가 우르르 녹아버린다. 총질을 잘만하면 듀건의 화물도 씹어먹는게 가능하다. 비밀 작전과 대 사기극에서도 권장루트인 스텔스플레이를 무시하고 돌격플레이를 할때 많이 쓰인다.
<br><br>
<ul>
                <li>
                    체스터 맥코이 ★<br>
                    능력치:전문가, 몫:10%
                </li>
                <br>
                <li class="typeno">
                    비밀 작전
                    <ol class="typeO">
                        <li>펌프 샷건 Mk II(소음기), 피스톨 .50(소음기), 스턴 건, 나이프</li>
                        <li>카빈 소총 Mk II(소음기), 피스톨 .50(소음기), 스턴 건, 나이프</li>
                    </ol>
                </li>
                <li class="typeno">
                    대 사기극
                    <ol class="typeO">
                        <li>SMG Mk II, 세라믹 피스톨, 스위치블레이드</li>
                        <li>불펍 라이플 Mk II, 세라믹 피스톨, 스위치블레이드</li>
                    </ol>
                </li>
                <li class="typeno">
                    공격 전술
                    <ol class="typeO">
                        <li>펌프 샷건 Mk II, SMG Mk II, 파이프 폭탄, 파이프 렌치</li>
                        <li>어썰트 라이플 Mk II, SMG Mk II, 파이프 폭탄, 파이프 렌치</li>
                    </ol>
                </li>
            </ul>
            <br><br>
            벙커 or 아레나 워 작업실 소유시 해금. 이동식 작전 본부나 어벤져에서 무기화 차량을 개조해 주는 그 정비공. 구스타보 모타가 성능좋고 무난한 메이저 총기류를 준비한다면, 체스터 맥코이는 Mk II 무기중 성능이 중하위 정도지만 카지노 습격 무기중 제일 좋은 성능의 총을 준비한다. 몫이 매우 큰편으로, 에비 슈왈츠먼을 고용했다면 맥코이를 운전사나 총잡이로 고용할시 25% 이상이 나가게 되어있다(거기에 레스터의 몫인 5%까지 생각하면...). 기본적으로 철갑탄이나 강철 슬러그로 개조되어 있어 듀건의 화물을 하지 않고도 피날레를 진행할 수 있지만 보유 장탄수가 일반탄보다 적으므로 높은 실력이 요구된다.
<br><br> 
        </div>
    </details>
    <details>
        <summary>운전사</summary>
                    <div class="heist_div_left">
<br><br>
운전사마다 준비하는 차량이 다르며 4개의 차량중 하나를 선택하여 배치 할 수 있다. 꽤나 많은 사람들이 이걸 모르는지 실제 습격을 뛰어보면 첫번째 차량(대표적으로 이씨 클래식)을 주차시켜놓은 경우가 많다. 실제 습격에서 쓰일지의 여부는 둘째 치더라도 필수 준비 단계에서 차량을 가져올 때의 시간을 대폭 줄여주니 가능하면 좋은 차를 골라서 가져오도록 하자. 다만 총잡이나 해커와는 달리 이쪽은 추가적인 패치가 있기전의 지금으로서는 상당히 애매한 조직원들인데, 현재 대중적으로 사용되는 방법은 도주 차량을 사용하지 않고 큰 도로까지 달려가서 지나가는 시민의 차를 냅다 탈취한 뒤, 근처 경찰서로 직행해서 헬리콥터를 타고가는 루트 이기 때문에 굳이 비싼 몫을 주고 사용할 필요가 없는 조직원 구성. 차량을 사용한다 하더라도 엘리트 도전이 아닌 이상 하수구로 직행해서 별을 떼고 느긋하게 차를 몰고가면 되기 때문에 비싸게 쓸 필요성은 없다. 하지만 각종 도주 차량의 할인 가격 해금을 위해서는 해당 도주 차량을 선택하고 피날레를 클리어 해야한다.
<br><br>
            <ul>
                <li>
                    카림 덴즈<br>
                    능력치:초보자, 몫:5%<br>
                    도주 차량: 이씨 클래식, 아스보, 칸조, 센티넬 클래식<Br>
                    기본 조직원<Br>
                    가격이 싼 만큼 어정쩡한 성능의 차량을 제공하지만 다른 차는 몰라도 센티넬 클래식은 스포츠카라서 꽤 빠르기 때문에 선택할 가치는 충분하다. 여담으로 이씨 클래식을 선택할 시 이탈리안 잡스러운 도색이 선택 가능하다.<Br>
                </li>
            </ul>
                <br>
            <ul>
                <li>
                    자크 넬슨 ★<br>
                    능력치:중급자, 몫:6%<br>
                    도주 차량: 디파일러, 스트라이더, 만체스, 렉트로<Br>
                    클럽하우스 소유시 해금<Br>
                    모터사이클 클럽하우스에서 일하는 바이크 정비공이다. 오토바이 4종류를 도주차량으로 제공한다. 바이크는 사전 준비 작업에서 2개가 아닌 4개를 옮겨야 하므로 매우 번거롭지만 기동성 하나는 기가 막히기 때문에 퍼시픽 시절 렉트로를 재현할 수 있다. 대 사기극에서 찰리 리드, 패트릭 맥리어리, 체스터 맥코이를 채용했다면, 선택한 무장에 따라 오토바이에서 주무장을 사용할 수 있어, 적 저지에 큰 도움이 된다.<Br>
                </li>
            </ul>
                <br>
            <ul>
                <li>
                    에디 토<br>
                    능력치:전문가, 몫:9%<br>
                    도주 차량: 설튼 클래식, 건틀렛 클래식, 엘리, 코모다<Br>
                    기본 조직원<Br>
                    플리카 작업 피날레에서 카고밥을 운전해 플레이어를 구출한 그 인물. 기본적으로 제공되는 고참 운전사이다 그중에서도 설튼 클래식이 가장 좋다.<Br>
                </li>
            </ul>
                <br> 
            <ul>
                <li>
                    체스터 맥코이 ★<br>
                    능력치:전문가, 몫:10%<br>
                    도주 차량: 자바, 베이그런트, 아웃로, 에버론<Br>
                    벙커 및 이동식 작전본부 or 시설 및 어벤져 소유시 해금<Br>
                    위의 총잡이 목록에 있던 조직원으로 최근에 나온 값비싼 신규 차량 위주로 준비한다. 방탄차나 대놓고 산으로 올라가라고 만들어놓은 오프로드 차량들이 많아 돈값은 한다. 하지만 너무나도 헬기를 타고 튀는 현실에서는 쓸 데가 없고, 정석대로 하더라도 돈을 너무 심하게 먹기 때문에 한번 고민하게 만든다.<Br>
                </li>
            </ul>
                <br>
            </div>
    </details>
    
    <details>
        <summary>해커</summary>
                    <div class="heist_div_left">
<br><br>
해커마다 금고에서 신경가스가 나올때 까지 시간을 얼마나 벌어줄 수 있는지가 다르다. 금고에서 시간이 많을수록 수익이 늘어나니 가장 중요한 역할이다. 기본 조직원이 리키와 크리스티안밖에 없기 때문에 호스트를 하겠다면 해커를 확보하는 것이 최우선시된다. 어차피 오프레서 Mk2 구매를 위해 나이트클럽과 테러바이트를 구매하면 요한과 페이지가 해금되기 때문에 에비를 제외하면 이 시점부터 원활한 호스트 진행이 가능하다. 하지만 뉴비의 경우 나이트클럽과 테라바이트가 상당히 비싼 컨텐츠라서 돈없어도 해금할수 있는 에비먼저 오픈해서 쓰는것이 좋다.
<br><br>
            <ul>
                <li>
                    리키 루켄스<br>
                    능력치:초보자, 몫:3%<br>
                    제공시간:들키지 않았을 경우 2분 26초, 들켰을 경우 1분 32초<Br>
                    기본 조직원으로, 가장 적은 시간을 벌어주는 해커. 시간확보가 너무 적어서 해커의 의미가 없다. 2인팟, 공격 전술, 예술품 일 경우 가스마실거 감안하며 기민하게 움직이면 다 털수 있을거 같지만 실상은 기본 적발 판정이라 시간이 매우 짧고 게다가 신경가스 데미지도 상당히 강력해서 아무리 예술품이라도 다 털기 힘들다. 크루 몫을 쥐꼬리라도 아끼고 싶다면 권장. 다만 예술품 2인 또는 금괴 3인 한정으로 자신과 팀원이 해킹을 엄청나게 잘하고 전리품이 나오는 모든 경우의 수를 꿰고 있다면 대 사기극과 비밀 작전에서 빠듯하게 전부 훔치는게 가능하긴 하다.  이외의 용도를 굳이 찾자면 천사같은 친구 2~3명이서 1명에게 몫을 몰아주기 할때나 가치있다.<Br>
                </li>
            </ul>
                <br>
            <ul>
                <li>
                    요한 블레어 ★<br>
                    능력치:중급자, 몫:5%<br>
                    제공시간:들키지 않았을 경우 2분 52초, 들켰을 경우 1분 58초<Br>
                    나이트클럽 소유시 해금된다. 주로 예술품을 털 때 애용되는 해커인데, 예술품이 보상 들중 제일 루팅시간이 짧아서, 2인/예술품/하드 기준으로 본인만 해킹 초숙련자여도 여유롭게 전부 털고 나올 수 있다. 또한 3인 다이아몬드를 진행할 때 사용할 수 있는 최소 몫 해커이기 때문에 숙련자 3인 다이아몬드 파티에서도 간혹 쓰인다. 여러모로 숙련자들이 써먹기 좋은 해커. 공격 전술에서도 예술품이면 무난하게 다 챙기고 나올 수 있다.<Br>
                </li>
            </ul>
                <br>
            <ul>
                <li>
                    크리스티안 펠츠<br>
                    능력치:중급자, 몫:7%<br>
                    제공시간:들키지 않았을 경우 3분, 들켰을 경우 2분 6초<Br>
                    기본 조직원으로, 모든 해커들 중에서 가장 써먹기 애매한 해커다. 페이지나 에비처럼 비싸지만 시간을 많이 주는 것도 아니라서 2인 금괴 혹은 2인 다이아몬드에 써먹는 것도 불가능하고 그렇다고 요한처럼 아예 싼 것도 아닌데 5%밖에 안받는 요한 블레어가 2분 52초의 시간으로 크리스티안과 겨우 8초 차이밖에 나지 않는다는 걸 감안하면 2인 예술품이나 3인 다이아몬드에서도 요한에 비해 가성비가 매우 떨어진다. 숙련자들에 한정해서는 정말 계륵이라는 표현이 적절한 해커. 그나마 기본 조직원이라는 이점이 있기 때문에 에비 슈왈츠먼, 페이지 해리스가 언락 안된 뉴비들은 많이 이용하게 되는 해커다. 아니면 어느 정도 맨트랩 금고 해킹에 익숙해진 경험자가 뉴비랑 같이 예술품을 털 때 쓸만한 정도.<Br>
                </li>
            </ul>
                <br> 
            <ul>
                <li>
                    페이지 해리스 ★<br>
                    능력치: 전문가, 몫:9%<br>
                    제공시간:들키지 않았을 경우 3분 25초, 들켰을 경우 2분 23초<Br>
                    나이트 클럽 및 테러바이트 소유시 해금된다. 에비보단 5초 부족하지만 에비가 없으면 가장 자주 사용하게 된다. GTA를 어느정도 즐겨온 유저라면 나이트클럽과 테러바이트 정도는 소유하고 있기 때문에 보통 사용 가능한 상태다. 나이트클럽, 테러바이트 구입 비용이 비싸서 뉴비들이 그렇게 여유롭게 오픈할 수 있는 해커는 아니지만, 다른 해커들과는 다르게 일단 오픈해두면 범용적으로 사용할 수 있다. 해금 시에 금전적 부담이 심한 페이지와는 대조적으로 표식 전송 방해 장치 파괴로 간단히 해금할 수 있는 에비가 있기 때문에 뉴비들에게는 별로 선호되지 않지만 2인 금괴(엘리트) , 2인 다이아몬드 챌린지에서 사용할 수 있는 최소 몫 해커라는 점에서 요한과 함께 숙련자들에게 가장 많이 애용되는 해커다. 주로 일반 유저들은 3인 금괴와 3인 다이아몬드, 숙련자들에게는 2인 금괴와 2인 다이아몬드에서 자주 쓰인다.<Br>
                </li>
            </ul>
                <br>
            <ul>
                <li>
                    에비 슈왈츠먼 ★<br>
                    능력치:전문가, 몫:10%<br>
                    제공시간: 들키지 않았을 경우 3분 30초, 들켰을 경우 2분 27초<Br>
                    해금조건 히든, 세션에서 맵에 있는 표식 전송 방해 장치 50개를 부수면 해금된다. 표식 전송 방해 장치의 위치 페이지보다 더욱 빨리 해금할 수 있는 조직원이면서도 시간은 제일 많이 주기 때문에 뉴비들에게 추천되는 해커이다. 진입 방식에 관계없이 제일 오랜 시간을 끌어줄 수 있다. 들키지 않았을 경우 페이지와 겨우 5초 차이밖에 안나지만, 2명이서 금괴를 털 경우 조금이나마 여유 시간을 확보할 수 있다. 주로 2인 금괴를 안정적으로 털거나 2인 다이아몬드를 털 때 조금이나마 시간적 여유를 더 확보하기 위해서 많이 쓰이며, 3인 이상의 파티나 예술품에서는 페이지로도 여유있기에 잘 쓰이지 않는다.<Br>
                </li>
            </ul>
                <br>
            </div>
    </details>
</details>
<details>
    <summary>계획 준비</summary>
    <br><br>
        <div class="heist_div_left">
            기존까지의 습격과는 다르게 계획 준비를 많이 할 수록 쉬워지게 된다. 락스타 측에서는 최소 2인 이상으로서 작업을 준비하는게 권장한다고 기술되어 있으나, 시간을 조금 더 들이면 충분히 혼자서도 진행할 수 있다. 4명이 모여야 진행할수 있는 구습격이나, 그래도 한명을 추가로 구해서 진행을 해야하는 심판의 날 습격과 비교하면 큰 장점. 초대 세션에서도 할 수 있다.
<br><br>
다양한 유형의 계획준비가 있는지라, 보유중인 차량이 많을수록 유리해진다. 구루마만 가지고도 못할것은 없으나, 화력병기들이 부족할 시에 필연적으로 시간이 늘어지는 것은 어쩔수 없다.  특히 맵 전체를 종횡무진 누벼야 하므로 공중 이동 수단의 중요성은 단연 하늘을 찌른다. 디럭소, 히드라, 오프레서 Mk2, 쓰러스터, CEO 버자드 공격 헬기 이번 작전에서 쓰이는 주요 공중 이동 수단은 이 5인방으로 전부 해결 가능하다. 이외에 수배 해제를 위한 특수한 상황에서 아쿨라가 추가로 채용된다.
<br><br>
이 중 가장 구하기 쉬운 버자드로도 충분히 가능하고, 직선비행의 경우 오프레서MK2보다 버자드가 더 빠르지만, 시동부터 최대속도까지 나오는 딜레이, 방향 전환 할 때의 필연적으로 늘어지는 딜레이 악명높은 저성능 미사일로 인해 호불호가 크게 갈린다. 그래도 숙련도에 따라서 많이 커버가 되니, 헬기조종을 능숙하게 할 자신이 있다면 버자드를 이용하는것도 나쁘지 않다.
<br><br>
경찰을 따돌려야 하는 임무가 굉장히 많은데, 레스터로 수배 해제가 안되기 때문에일일히 수동으로 따돌리는게 일반적이나, 아래의 방법으로 수배를 즉시 해제할 수 있다.
<br><br>
첫번째 방법으로는 계획 준비 단계에서 테러바이트를 아케이드 근처에 소환해놓으면, 경찰이 뜨는 작업에서 테러바이트의 너브 센터에 들어가서 간단하게 별을 지울 수 있다. 준비 작업에 필요한 물품을 운반하고 있으면 너브 센터에 들어갈 수가 없는데, 이때는 자살해서 물품을 일부러 떨어뜨리고 들어가서 별을 지우고 마저 운반하면 된다. 물론 이 방법은 테러바이트 이외의 대형 이동 수단인 어벤져를 이용해도 가능.
<br><br>
두번째 방식으로, 계획 준비 작업 시작전 시몬,마틴,레스터 등 에게 전화해서 작업 요청을 한 후, 준비 작업 도중 작업 초대를 받아서 취소하는 방식으로 별을 떼버릴 수도 있다. 
<br><br>
        </div>
        <br><br>
        <details>
    <summary>필수</summary>
    <br><br>
        <div class="heist_div_left">
            진입 방식마다 해야할 필수 계획 준비는 다르지만 아래의 필수 계획 준비는 공통적이다.
<br><br>
위장 무기, 도주 차량, 해킹 장치
<br>
고용한 조직원마다 다르지만 필수적인 계획 준비 사항이다. 무기나 차량, 해킹 장치 역시 직접 구하러 가야되며, 구해온 총기,차량이 그대로 피날레 임무에 투입된다.
<br><br>
<ul>
    <li>
        위장 무기: 필수 진행 작업1. 구해온 총기에 따라서 피날레때 사용할수 있는 총기가 달라진다. 작업완료 후 아케이드에서 무기개조가 가능해진다.
    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>밀수업자</td>
        <td>해안가에 있는 밀수업자를 쓸어버리고 해안가에서 좀 떨어져있는 툴라를 샌디 비행장으로 가져가는 빠르고 간단한 임무이다. 버자드나 오프레서 Mk2를 타고가면 손쉽게 쓸어버릴수 있다. 바다 위에 떠있는 툴라를 처음 이륙시키는데 시간이 좀 걸리는데, 이때 헬기모드로 바꿔서 이륙을 시키면 좀더 빠르게 이륙이 된다. 이륙 직후 프로거 2기가 추격해오는데, 툴라 자체의 내구도가 좋은 편이라 그냥 무시하고 비행장으로 직행하면 된다. 굳이 해안의 적을 상대하지 않고 툴라에 탑승해도 정상적으로 진행된다. 툴라가 터질경우 화물이 2개로 분리된다.</td>
    </tr>
    <tr>
        <td>클럽하우스</td>
        <td>무작위로 위치가 찍히는 클럽하우스를 습격해서 그곳에 있는 총기를 강탈해오는 미션이다. 바깥에 있는 적이야 무난히 처리할수 있지만, 안으로 들어갈때 처음 조우하는 적들의 화력이 상당하기 때문에, 컴뱃MG와 어썰트샷건 등으로 빠르게 처리하거나, 은폐로 천천히 처리해 나간다. 이후 그곳에 있는 총기를 한개씩 챙겨서 아케이드로 가져가면 끝. 혼자서 할 경우 도합 2번을 왔다갔다 해야한다.</td>
    </tr>
    <tr>
        <td>NOOSE 밴</td>
        <td>맵에 찍히는 NOOSE 밴 4대중 1대에 무기가 실려있는데, 이것을 차량 뒤편에 총탄을 쏘거나 폭발물로 열어보거나 하는 식으로 해서 무기가 실려있는 밴 1대를 찾아야 하는 짜증나는 미션이다. 스페셜 패키지로 뜨는 위장상자와는 다르게 일괄적으로 4개가 떠서 마지막으로 뜨는것이 진짜다 라는 방식으로는 확인할 수 없으므로 일일히 하나씩 공격해서 확인해야한다. 재수없으면 4대 다 때려야 진짜가 튀어나오는데, 밴을 공격시 바로 수배가 붙는다. 무기가 실린 밴을 찾으면 우선적으로 그 밴에 타고있는 운전자와 선탑자를 반드시 죽여놓고 난 뒤에 경찰을 따돌려 별을 떼고난 후 그 밴을 타고 아케이드로 가면 끝. 2인 이상일 경우엔 직접 몰고 가기보단 밴을 터트려 패키지를 꺼낸 후 운반하는 것이 좋다. 다만, 처음 3대의 밴에 무기가 없어서 당연히 마지막 밴에 무기가 들어있을테니 굳이 뒷문을 공격하지 않고 바로 훔쳐서 아케이드로 돌아올 경우 완료해도 완료가 되지 않는다. 이경우 세션을 바꿔서 새로 시작해야 한다.</td>
    </tr>
    <tr>
        <td>경찰 압류</td>
        <td>지정된 위치로 이동 시, 범죄 현장을 진압한 경찰들이 도처에 깔려있다. 적발시 지명수배 3단계가 붙는데다가, 개활지 전투를 진행하면서도 현장에 있는 적을 다 처리했다고 끝나는게 아니라 계속 현장으로 경찰들이 벌때처첨 몰려들기 때문에 전투 난이도는 상당히 높은 편, 스텔스로 한다 하더라도 잡입 난이도가 무난할 뿐, 수색 난이도는 그것과는 별개로 매우 귀찮다. 딱히 화력으로 밀어버릴 때의 주의사항도 없으므로, 그냥 개인 차량, 특히 방탄 구루마를 가지고와서 화력으로 밀어버리는 것도 추천. 이 작업도 클럽하우스 처럼 혼자서 할 경우 2번을 왔다 가야 한다.</td>
    </tr>
    <tr>
        <td>메리웨더</td>
        <td>총잡이중 찰리 리드, 체스터 멕코이, 페키 멕리어리를 고용할시 나타나는 유형이다. 우선 지점에 가서 다수의 메리웨더가 있는데 제거한 다음 비행기 일정표를 훔친다. 훔친 다음 타이탄이 날아오는데 뒷문을 공격하여 무기를 떨구게 만들고 주우면 된다. 자신의 아케이드 근처에 왔을때 타이탄을 공격하면 아케이드 근처에 무기가 떨어져서 편한 진행이 가능하다.</td>
    </tr>
    <tr>
        <td>포트 잔쿠도</td>
        <td>총잡이 중 찰리 리드, 체스터 맥코이를 고용하면 나오는 미션 유형. 포트 잔쿠도로 가면 군인들이 대기하는데 침투복과는 달리 적은 적으나 스텔스가 없기에 무조건 싸우는 수 밖에 없다. 전투가 시작되면 수배 레벨 4가 뜨기에 신속히 모두 청소하고 배라지를 타고 가면 된다.</td>
    </tr>
</table>
<Br>
<ul>
    <li>
        도주 차량: 필수 진행 작업2. 구해온 차량에 따라서 피날레 때 사용할 수 있는 차량이 달라진다.
    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>레이스</td>
        <td>지정된 위치에서 중국 갱짱깨들이 차량들로 레이스를 펼치고 있는데, 그 레이서를 죽이고 차량을 가져오면 된다. 혼자서 진행할 경우 두번째 차량을 가지러갈 시에 적들 소수가 대기하고 있는데 그냥 죽여버리고 마저 가져오면 끝이다. 핑 근처에 도달하면 레이스가 활성화 되어 목표 차량이 이동하기 때문에 원거리에서 레이서부터 저격으로 미리 처리하는게 좋다.</td>
    </tr>
    <tr>
        <td>발레 파킹</td>
        <td>지정된 위치로 가면(대개 호텔 근처) 근처에 발레파킹 직원이 있는데, 총기로 겁을 주거나 또는 때려서 쫒아낸 후 발레 파킹 옷으로 갈아입고, 호텔 근처로 차가 오는것을 기다리면 된다. 이 때 무기를 들고 있거나 이동 도중 시민들이랑 부딪힐 경우 지명수배가 뜨니 주의할 것. 이후 차가 도착하면 운전자가 호텔에 들어가는것을 확인한 후에 그 차를 가지고 아케이드로 가면 된다. 처음 한 대를 갖다 놓고 다시 갈 때 두번째 차량이 와있으니 바로 가져오면 끝. 여담으로 모델링 돌려쓰기를 했는지, 호텔 앞에 있는 입식 테이블에 다이아몬드 카지노 앤 리조트라고 쓰여있다.</td>
    </tr>
    <tr>
        <td>밀수업자</td>
        <td>무기와 마찬가지로 밀수업자를 잡아서 차를 강탈해오면 되는데 보통은 항구쪽에서 미션이 진행된다. 무기 때와는 비교할수 없을 정도로 적들의 화력이 상당하니 조심해서 적을 처리해 나가자. 폭발물 사용은 가능하면 안하는 것을 추천. 차량의 내구도가 제법 되지만 자칫하다가 화력에 휘말려 터져버릴 수도 있다. 중화기를 사용하는 적은 없으므로 구루마를 끌고온다면 어렵지않게 모든 적을 처치할 수 있다. 모든 적을 처리한 후 차를 하나씩 가져오면 끝이다. 추격이 붙기는 하는데 처음 적들을 뚫어나갈 때에 비하면 화력이 빈약하니 그냥 무시해도 상관없다.</td>
    </tr>
    <tr>
        <td>경찰서</td>
        <td>경찰서 혹은 경찰이 관리하는 창고에 압류되어 있는 차량을 가져오는 임무이다. 창고에 들어가 경찰에게 걸리지만 않는다면 무난히 차량을 훔칠 수 있지만, 들키면 별 3개가 뜬다. 차량이 많아서 일부는 길을 확보하기 위해서 다른 차량을 좀 옮겨야 하기 때문에 시간 자체는 오래 걸리는 유형. 소음기를 낀 무기를 쓰거나 암살하든 경찰을 공격하면 바로 탄로난다. 그러니까 대놓고 들켜서학살할 것이 아니라면 그냥 건들지 말자. 방해되는 경찰은 순찰하는 1명 밖에 없어서 난이도는 어렵지 않다. 하지만 창고 내에서 차량을 몰다 부딪히면 발각되니 유의하자. 편하게 진행하는 방법은 시작부터 차 2대를 밖으로 모두 꺼내놓은 다음 한대씩 가지고 오는 것. 주의할 점은 창고 밖에 나오면 길목 한 가운데에서 경찰 2명이 잡담을 나누고 서있다. 때문에 이를 무시하고 그냥 곧장 일직선으로 창고에서 꺼낸 차를 끌고 가려 했다간 즉시 수배가 붙는다. 그러므로 조금 귀찮더라도 최대한 경찰들한테 떨어져서 벽 쪽으로 돌아가는 테크닉을 쓸 필요가 있다. 이러한 테크닉 없다면 별이 붙어도 테라바이트 트릭이나 임무초대 꼼수를 사용하면 지명수배를 쉽게 해제 할수 있고, 창고안에 경찰들도 몇명 없는데다 다 죽이면 경찰들이 리스폰이 안 되고 경찰들 무장도 권총 한자루만 들고 있기 때문에 그냥 돌격해서 경찰들 다 없애고 차량을 가져오는 것도 나쁘지 않다.</td>
    </tr>
    <tr>
        <td>메리웨더</td>
        <td>스터 맥코이를 운전사로 할 시 나타나는 유형이다. 지점으로 가면 인서전트 픽업 2대와 다수의 적과 레일건을 든 저거너트한명이 대기하고 있다. 전투가 시작되면 매사와 버자드가 번갈아서 증원이 오기에 신속히 픽업 사수를 사살하고 차량을 탈취해야 한다. 헤비스나로 저거너트와 인픽 사수를 가능한 한 잡는 것을 추천한다.</td>
    </tr>
    
</table>

<ul>
    <li>
        해킹 장치: 필수 진행 작업3. 해커가 사용하는 해킹 기기를 찾아서 가져다 주면 된다. 공통적으로 물건찾기 어플을 이용해서 반응상태에 따라서 찾아나간다. 금고내용물 확인과 똑같은 방식이다.<br>
참고로 자살→대형 이동수단 사용을 통해서 수배를 해제 가능하다. 하지만 이것보다 훨씬 편한 방법이 있는데, 작업시작 전 시몬, 마틴 등 NPC에게 전화를 걸어서 작업을 요청하고 임무를 시작한 뒤, 임무 진행 중에 작업초대 수락을 받고 취소해서 간편하게 수배해제가 가능하다.
    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
     <tr>
        <td>FIB</td>
        <td>필드 위의 지정된 위치에 있는 요원을 없앤 뒤, 보안증을 챙긴 뒤 FIB로 잠입하여 2층에 있는 해킹 장치를 찾아서 나가면 된다. 적들의 레이더가 표시되기는 하는데, 별도로 무기를 들지않고 있다면, 적들 앞에서 오랫동안 서성거리는것이 아닌이상 해킹 장치를 찾고 내려갈때 까지는 발각되지 않는다. 1층으로 돌아온 뒤 나갈려고 할때 알아채고 공격해오는데, 그냥 1층에 오자마자 1층에 있는 적을 모두 잡은 뒤 경찰을 따돌리면 끝.</td>
    </tr>
    <tr>
        <td>서버팜</td>
        <td>임무 진행 방법은 FIB형태랑 비슷한데, 문제는 위치가 심판의 날 습격에서 아쿨라 타고 놀러간 NOOSE 본부다. 즉 심판의 날 습격의 서버팜 열화판. 맵이 굉장히 넓어서 찾기도 까다롭고, FIB와는 다르게 적들도 순찰을 돌다가 레이더 내 포착 즉시 바로 공격해오기 때문에 FIB 본부보다는 피곤하다. 다행히 내부의 적은 리스폰도 안 되고 권총 한자루 들고있는 맨몸 직원이기 때문에 교전은 할만한 편. 해킹 장치를 찾고 해킹 장치를 가져다 주면 끝. 넓은 공간에 비해 요원 숫자는 FIB 본부와 별 차이가 없으므로 스텔스도 할만하지만 어떤 방법이든 나중에 나갈때는 별이 뜨므로 굳이 스텔스를 고집 할 필요는 없다. 서버팜 때처럼 아쿨라를 가지고오면 별떼기 수월하다.</td>
    </tr>
    </table>
    <br><br>
    일반 준비 작업
    <ul>
    <li>
        카드: 금고문 진입을 위해 필수적으로 진행해야 되는 계획 준비. 크게 교도소 요원 암살과, 필드 요원 암살 임무로 나뉜다.
    </li>
</ul>

<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
     <tr>
        <td>교도소 요원 암살</td>
        <td>죄수 호송 버스를 훔쳐타 볼링브로크 교도소에 교도관으로 위장해 들어가서 요원을 사살한 후 얻는다. 필드 요원 암살 임무보다는 많이 피곤하고 힘든 미션이다. 클리어하면 교도관 복장이 해금된다. 정석대로 진행하는 방법은 죄수호송버스를 훔치고 나서 탈옥 피날레 할때처럼 버스끌고 교도소 들어가서 레스터가 찍어준 위치에 있는 감시탑으로 가서 교도관을 찿은 뒤 비밀작전 할때처럼 은신모드로 뒤에 접근해서 R키를 눌러서 암살하거나 소음기가 달린 총으로 죽이면 된다. 목표물은 보통 탑 위나 탑 안 1층, 탑 들어가는 문 앞에 있다. 이때 항상 양 옆 감시탑 옥상에 위치한 감시 요원을 조심해야 한다. 목표를 죽인 뒤에는 키카드를 회수하고 지역을 떠나면 된다.
위 방법은 별이 안뜬다는 장점이 있지만 시간이 너무 오래걸리므로 APC나 인서전트 같은 무장 차량이 있다면 그걸로 그냥 밀고 들어가는 방법도 있다. 다만, 키카드 가진 놈이 탑 꼭대기나 내부에 있다면 엄청나게 귀찮아진다. 탑 위에서 해당하는 녀석을 죽이고 키카드를 찾아서 나올 무렵에는 입구 주위에 샷건을 든 교도소 경비와 경찰들이 포위하고 있기 때문이라 이동수단에 탑승하기도 전에 집중포화를 맞고 죽기 십상이기 때문. 그나마 다행인 건 다른 준비물과는 다르게 죽어도 키카드를 떨구지 않는지라 일단 키카드만 챙겼다면 별을 떼내는 순간에 미션 완수가 된다. 특히 목표물 및 좌우 감시탑 요원들은 외부에서 소음기 달린 무기로 암살해도 수배가 뜨지 않으니 오프레서 Mk2나 디럭소 등으로 울타리를 직접 넘어 강행돌파 하는 경우, 사전에 암살해놓고 강행돌파하는게 좋다.
한편, 사전에 버스를 탈취해 옷만 갈아입고 내린 뒤 오프레서 Mk2 등으로 울타리를 직접 넘으면 버스를 타고 정문으로 갔을 때처럼 레스터의 대화로 이벤트가 진행되기도 한다. 다만 버스 위치가 먼 경우가 많고 강행돌파와 큰 차이가 없어 그다지 추천되진 않는다.</td>
    </tr>
    <tr>
        <td>필드 요원 암살</td>
        <td>교도소에 비하면 정말 쉬운 미션이다. 물론 쉬운 만큼 나올 확률은 교도소쪽에 비하면 많이 낮다. 듀건의 요원 2명을 암살하고 키 카드를 털어오는 미션. 지도상에 요원들의 위치를 표시해주는데, 하나는 술퍼마시고 길거리를 떠돌고 있고 하나는 모텔에서 여자랑 놀고 있기 때문에 사실상 저항이 없다시피 하다. 가까이 가면 전투 태새를 갖추지만 맨주먹이기 때문에 재빠르게 칼로 찌르거나 총으로 때리면 된다. 단, 일반 총기류나 뺑소니 및 헬기의 로터를 사용해 제거하면 지명수배가 붙기 때문에 소음기가 달린 무기나 무기를 든채로 근접사살, 근접무기를 사용하면 편하다. 카드키를 다 털었다면 주변을 이탈하는 것으로 마무리된다. 버그인지 모르겠지만 도끼로 암살하면 별이 붙는다.</td>
    </tr>
    </table>
        <br><br>
    접근 방식 세부 계획
    <ul>
    <li>
        나노 드론 (비밀 작전): 드론으로 보안 요원들을 기절시키거나 감전 시키기 위해 필요하다. 그러나 실전으로 들어가면 그냥 쓸일이 없다고 봐도 된다. 필수 준비이기 때문에 해야하는 것.

    </li>
</ul>
    <table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
     <tr>
        <td>드론 잔해 수집</td>
        <td>로스 산토스 시내에 떠있는 5개의 드론을 격추시켜 잔해를 얻어야한다. 한 명이 5개 전부 들 수 있기 때문에 버자드만 있어도 수월하지만 2개 이상 부수는 즉시 별 2개가 붙기 때문에 경찰을 달고 다니면서 회수하기 살짝 귀찮다. 계획 준비 과정동안 죽게되면 그동안 주웠던 드론 잔해들을 그 자리에 모조리 떨어트리기 때문에 회수는 어렵지 않은 편. 유도 미사일을 이용하는 경우 락온이 되지 않거나 드론을 격추 시켜도 잔해가 공중에 떠있는 버그가 있다.</td>
    </tr>
    
    </table>
    
    <ul>
    <li>
        금고 레이저 (비밀 작전): 금고의 입구 문을 레이저 드릴로 열기 위해 필요한 장비.

    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
     <tr>
        <td>군인 급습</td>
        <td>지정된 장소로 가면 카고밥 2대와 함께 군부대가 주둔해 있다. 군인들은 플레이어를 식별하는 즉시 수배령 4단계가 붙으므로 그냥 무기화된 차량이나, 라이노, 칸잘리 탱크를 가져가서 시작부터 화력으로 갈아엎자. 구루마로 가면 화력에 죽기는 쉽지만, 차 안에서 권총을 잘 쏜다면 오히려 쉬울 수도 있다. 그 후에 수배령을 해제한 후, 레이저 드릴을 찾아가면 된다. 꽤 강력한 화력이 필요한데다가 바로바로 경찰을 따돌려야 되므로 디럭소나 헌터, 아쿨라가 있다면 쉽게 진행할 수 있다.</td>
    </tr>
    <tr>
        <td>클리포드 잔당 소탕</td>
        <td>심판의 날 피날레 이후에 남아있는 잔당을 소탕해서 그들의 레이저를 강탈해오는 임무. 장소는 포트 잔쿠도 하수도 혹은 파머-테일러 발전소 중 한 곳이 지정된다. 화력 자체는 위의 군인패턴과 비슷하거나 약한 수준이지만 위에 헤비 스나이퍼 라이플을 든 적들이 있는데다 저거너트까지 있어서 너무 근접하면 순삭당할 위험이 있으므로, 오프레서MK2로 진행하겠다면 히트 앤 런 방식으로 적을 조금씩 갉아먹으면서 없애는 것이 안전하다. 아니면 그냥 내려서 아무 총기 하나 들고 교전해도 무방하다. 만약 잔쿠도 기지 격납고를 소유하고 있다면 기지에서 라이노를 훔칠수도 있고, 그냥 기지 내부에서 클리포드 군대에게 죽으면 기지 내부의 미군들이 클리포드 군대와 전쟁을 벌인다. 뒤에서 저격총으로 화력지원만 해주면 클리포드 군대도 살살 녹고, 한두명쯤 남고 군대도 철수할때쯤 남은 적들을 처치하고 건물 내부로 들어가면 끝난다. 건물 내부에도 약간의 병력이 있는데, 외부의 경비병에 비하면 딱총 든 잡병 몇마리가 끝이므로 마저 잡고 레이저를 털어가면 임무 완료.
</td>
    </tr>
    </table>
<ul>
    <li>
        진입용 위장 (대 사기극):대 사기극을 진행하기 위해서 필요한 위장을 준비하는 과정. 벅스타, 정비공, 그루페 젝스, 영 엔세스터의 수행원까지 4종류가 있으며 차량을 가져오는 1단계와 복장을 가져오는 2단계로 나뉜다. 복장에 따라 진입루트가 달라지며, 각 복장에 대한 설명은 상단의 내용을 참고.

    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
     <tr>
        <td>벅스타 장비</td>
        <td>첫번째는 특정 위치에 소환된 벅스타 밴을 털어오는 것으로 가까이 가면 주변 NPC들이 공격하니 다 죽이거나 무시하고 아케이드로 가져오는 임무. 두번째는 고철 처리장에 세워진 트래쉬마스터를 타고 카지노에 와서 출입구 앞에 쓰레기를 버리는 임무이다. 쓰레기를 다 버린 뒤 트래쉬마스터를 타고 카지노를 벗어나면 임무 완료. 여담이지만 쓰레기를 버릴때 바퀴벌레가 나오는 연출이 꽤 끔찍하며 임무 완료 후 레스터가 카지노 손님들이 벌레가 나온다고 원성이 자자하니 카지노 측에서 해충 구제업체에 전화할때 가로채서 투입할거라고 한다. 벅스타 복장을 선택한뒤에 피날레로 미즈 베이커 사무실에 들어가면 바퀴벌레들이 엄청 기어 다닌다.</td>
    </tr>
    <tr>
        <td>정비공 장비</td>
        <td>첫번째는 정비공의 의상을 훔치는 임무로 처음 진입하면 무조건 별 3개가 붙고 주변 NPC들이 공격해온다. NPC들을 죽이거나 무시하고 지명 수배를 해제한 다음 아케이드로 가져오면 완료. 두번째는 LS 수력발전 박스빌을 훔친 다음 카지노로 가면 유해한 석유통을 장비하게 되고 카지노 옥상에 고장난 환기구로 가서 유해한 석유를 붓고 내려온 다음 박스빌을 아케이드로 가져오면 임무 완료. 여담으로 임무 완료 후 카지노 손님들이 카지노 내부 공기가 이상하다고 원성이 자자하다는 말을 한다.
</td>
    </tr>
    <tr>
        <td>그루페 젝스</td>
        <td>첫번째는 정비소에서 수리 중인 스타케이드를 털어오는 것으로, 겉보기에는 민간 정비소 같지만 차량을 가져오려고 하면 총을 쏴 대고 수배령이 붙는다. 전형적인 차 털고 별 떼서 가져오는 임무. 이 미션은 카지노 계획준비중 거의 유일하게 차량에 탑승 후 레스터를 통해 별을 뗄 수 있다. 두 번째 미션은 그루페 젝스 차량들이 몰려있는 주차장에서 몰래 털어오는 것인데, 하필 듀건의 용병들이 먼저 찾아오는 바람에 경비들이 쫙 깔려있다. 경비의 시야범위가 표시되어 있어서 안 들키고 털어올 수도 있지만 귀찮으면 죄다 갈아버리고 별 뗀다음 갖다놔도 무방하다.
</td>
    </tr>
    <tr>
        <td>영 엔세스터의 수행원</td>
        <td>첫번째는 카지노 앞 주차장에 있는 렌터카를 버리는 임무로 저수지, 공터, 폐차장, 알트루이즘 캠프순으로 이동하여 알트루이즘 캠프에 주차한뒤 지역을 벗어나면 된다. 무조건 순서대로 가서 영 엔세스터의 전화를 받고 이동해야 하고 만일 저수지에 차량을 빠뜨리거나 바로 알트루이즘 캠프로 가도 미션클리어로 인정이 안된다. 따라서 무조건 순서대로 진행해야 한다. 두번째 임무는 영 엔세스터의 파파라치들이 찍은 사진(증거)를 지우라고 하는데, 그냥 오프레서로 파괴해주면 간단히 끝난다. 다만 파파라치들이 오토비이를 타고 도주하는데, 풀악셀을 밟기 때문에 오프레서의 미사일로 쏴도 안 맞는 경우가 종종 있다. 또 추격이 늦어지면 경찰들이 쫙 깔려있는 곳까지 가게 되는데, 이러면 별도 3개가 붙고 부수기도 어려워진다.
</td>
    </tr>

    </table>
    <ul>
    <li>
        금고 드릴 (대 사기극): 금고의 입구 문을 드릴로 열기 위해 필요한 장비. 그루페 젝스로 위장해서 진입하면 직원이 금고문을 열어주기 때문에 필요 없을 듯 싶지만 어쨌든 필수작업이기 때문에 클리어해야 피날레로 넘어갈 수 있다.

    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
     <tr>
        <td>플리카 은행</td>
        <td>플리카 은행에 있는 금고 드릴을 챙겨오는 임무인데, 도착하면 웬 강도단들과 경찰들이 서로 교전을 벌이고 있다. 은행에 진입하는 순간 양측 모두에게 공격받으므로 멀리서 하나하나씩 전부 족치는 편이 낫다. 미니건으로 갈아버리는 것도 좋은 선택. 금고 내부에 샷건을 든 강도가 있으니 주의. 적들을 모두 처치한 이후 드릴을 챙기면 경찰을 따돌리고 아케이드로 가져가면 끝난다. 테러바이트 의뢰인 작업의 강도 현장과 비슷한 유형. 일단 드릴 하나를 밖으로 꺼내온 뒤에, 자살하고 다시 진입하여 두 번째 장비를 가져와 지명 수배를 해제하면, 이후 강도단 헬기 외에는 추격을 하지 않는데, 이를 이용해서 밖으로 꺼낸 첫 번째 장비는 공중 이동 수단을 타고 그대로 지면에 슬라이딩하여 쉽고 빠르게 탈취할 수 있다. 이런 방식으로 하면 5~6분 안에 끝나는 매우 쉬운 준비 유형. 단, 공중 이동 수단이 없다면 서해안 쪽이 걸리는 순간 욕이 나온다. 바인우드와의 사이에 커다란 산이 있는지라 쓰잘데기 없이 먼길을 돌아가야하기 때문. 재수 없으면 물건 하나 배달할 때마다 10분 넘게 걸리는 수도 있다. 여담으로 레스터가 신예 범죄자들이라고 말하는 걸 보면 범죄 초짜들인듯.</td>
    </tr>
    <tr>
        <td>범죄 집단 급습</td>
        <td>신생 범죄단체가 금고 드릴을 접수했다는 정보를 레스터가 입수해서 그걸 털어오라고 한다. 하지만 이 정보의 근원이 경찰 무전이기 때문에 현장에 도달하면 경찰이 범죄자들을 포위하고 대치하고 있는데, 무기를 털어올때와는 다르게 좁디좁은 창고에 빽빽하게 적들이 모여있기 때문에 미사일 몇 번 쏘면 경찰과 조직원을 모조리 쓸어버릴 수 있다. 경찰을 때려서 수배가 붙으니 떼고 아케이드에 가져가면 완료. 혼자서 진행할 경우 두 번째 드릴을 가지러 가면 범죄조직 똘마니가 그새 도착해서 지키고 있으므로 다시 교전을 벌이고 털어야 한다. 교전 난이도는 껌이지만 버자드가 쫓아오는 것이 귀찮다.</td>
    </tr>
    </table>
    <ul>
    <li>
        고열 폭탄 (공격 전술): 시작시 인당 2개를 소유하며, 모든 보안 문을 뚫어버릴 수 있다. 레벨 2 보안증과 같이 사용하면 금고 문을 해킹 없이 간단히 열 수 있다. 덕분에 굳이 구성원의 해킹숙련도에 목매지 않아도 된다

    </li>
</ul>

<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
     <tr>
        <td>시큐어 에이전시</td>
        <td>라이벌 시큐어 에이전시의 스페셜 패키지 창고를 털어서 그곳에 있는 고열 폭탄을 가져오는 임무. 지정 장소는 로스 산토스 국제공항 또는 사이프레스 플랫으로 고정된다. 창고 입구에 경비들이 경계를 서고 있어서 한 번 교전을 벌여야 하며, 창고로 들어가면 또 싸워야 한다. 창고 외부에서는 화력을 쏟아부어 쉽게 처치할 수 있지만 창고로 들어가면 바로 앞에 보이는 창문이 방탄판정이 아니므로 들어가자마자 바로 엄폐하고 싸워야 한다. 두 번째 폭탄을 챙길때 추격대가 붙는데, 방탄과 방폭이 되는 차량이므로 그냥 튀는게 시간을 덜 잡아먹는다.</td>
    </tr>
    <tr>
        <td>파티장</td>
        <td>목적지는 잔쿠도 강 혹은 샌디 해안의 마을 둘중 하나로 포인트가 잡힌다. 파티를 벌이고 있는 인파 사이에서 고열 폭탄을 하나씩 챙겨오면 되는 임무인데, 챙기는 즉시 적들이 인식을 하고 공격해온다. 전투 난이도는 그렇게 높지는 않으니 미니건으로 싹 갈아버리거나 오프레서mk2나 디럭소 미사일등으로 찍어 누르면 되지만, 그 이후에 오는 추격대들이 조금 귀찮은 편. 팁이라면 수색 범위가 표기되어 있긴 한데 파티를 벌이고 있는 인파 안에 2개가 다 있으니 사람들이 있었던 장소에서 수색하면 쉽게 찾을 수 있다.
</td>
    </tr>
    </table>
<ul>
    <li>
        금고 폭발물 (공격 전술): 금고의 입구 문을 폭발물로 열기 위해 필요한 장비. 공격 전술이라는 접근 방식만큼이나 화끈한 방법으로, 사람 머리통만한 C4를 5개나 동원해 금고문을 한방에 날려버린다.

    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>수중 수집</td>
        <td>공격전술 자체를 기피하게 되는 근본적인 원인으로, 바다 밑으로 잠수해서 가라앉아있는 금고 폭발물을 회수해 오는 굉장히 피곤한 미션이다. 잠수로 전리품을 찾는것도 상당히 고된 과정인데, 그렇게 전리품을 찾고나서 수면 위로 올라가면 버자드들이 격하게 환영해 준다. 이때 수면에 있는 플레이어는 버자드들에게 저항을 할 수단이 딱히 마뜩치가 않은데 사수의 총알이 상당히 아파서 계획 준비 난이도가 상당히 높다. 게다가 명중률도 높아서 초보 입장에서는 핵이랑 싸우는줄 알겠다.잠수한 위치에 딩이를 대기시켜 놓고 물건을 찾은 뒤 딩이로 해안가로 가는 것이 추천되지만 물살이 거세면 딩이가 저 멀리 도망가있는 어처구니 없는 상황이 자주 나와서 이것마저도 번거롭다. 그렇게 멀어진 딩이를 찾다가 버자드에게 두들겨 맞고 망망대해에서 죽어버리는 경우도 드물지 않은 편. 잠수함 모드가 되는 차량인 스트롬버그나 수륙양용에 대공까지 되는 APC, 수면에 착륙이 가능한 시 스페로우나 하다 못해 수륙양용 방탄 차 룬 자바 혹은 잠수함 크라켄이라도 있으면 화물 수색 및 회수 용도로 유용하게 활용할 수 있다. 디럭소를 활용해도 정말 유용하다. 디럭소가 오프레서MK2보다 속도는 느리지만 수면 위에서 바로 내려도 가라앉지 않고 계속 떠있을 수 있기 때문.</td>
    </tr>
    
    </table>
<br><br>

        </div>
        <br><br>
        
</details>
<details>
    <summary>선택</summary>
    <br><br>
        <div class="heist_div_left">
            진입 방식마다 난이도를 떨어뜨리는 준비 작업이 3개씩 있다. 아래의 일반 준비 작업은 세개의 진입 방식 모두 공통적으로 존재한다.
<br><br>
듀건의 화물을 제외한 모든 작업은 일정 금액을 지불하고 대체할 수 있는데, 처음 작업 패스는 7만 달러지만 두 번째 작업 패스부터 10만 달러, 15만 달러, 20만 달러로 가격이 올라간다. 피날레 진행 시 체감되는 난이도가 낮아지지만 안 해도 피날레로 들어갈 수 있으므로 플레이어의 숙련도에 따라서 최소한으로 필요한 준비 작업만 진행함으로써 계획 준비에 들어가는 시간을 줄일 수 있다.
<br><br>
일반 준비 작업
<ul>
    <li>
        순찰 루트: 클리어 시 카지노에서 나오는 모든 보안 요원의 위치가 보인다. 비밀 작전, 대 사기극에서 유용한 준비 작업. 적발 시에 별이 붙어서 스텔스로 진행하라는게 목적 같지만, 속편하게 자리잡아서 미니건으로 싹 갈아버리거나 구루마나 탬파가지고 와서 쓸어버리고 난 뒤에 사진촬영 후 별 떼는것이 훨씬 진행이 쉽다. 다만 갈릴레오 천문대가 포인트로 잡히면 개활지 특성상 전투가 꽤 피곤해지니 잠입으로 해보거나, 아니면 근처 건물의 옥상에서 저격으로 하나하나 잡는게 가장 낫다. 두 가지 팁을 주자면, 지붕이 까만 컨버터블 차(람파다티 펠론 GT 카브리오)만 목표물이 되고, 일단 트렁크만 열어놓으면 거리를 무진장 벌려서 안의 서류가 보이든 말든 트렁크 쪽만 확대해서 찍으면 레스터한테 보낼 수가 있다. 이걸 이용해서 일단 잠입해서 트렁크만 열어놓고 경비들의 시야 밖으로 이동하여 거기서 여유롭게 사진을 찍어보내면 간단히 클리어가 가능하다. 이 미션은 레스터에게 전화해서 별을 땔수 있다. 하기 귀찮으면 그냥 사자.
    </li>
    <br>
    <li>
        듀건의 화물: 피날레의 난이도에 직접적으로 영향이 가해지는 습격 준비로, 카지노 보안 요원들의 무장을 담당하는 화물을 박살내서 보안 요원들을 약화시킨다. 제한시간 10분 안에 맵 전체에 흩어져있는 화물을 10개 파괴해야 하며, 파괴한 화물 갯수에 비례해 적이 더 약해진다.  화물 3개를 부수면 어썰트 샷건이 불펍 샷건과 불펍 라이플로 바뀌고 6개를 부수면 방탄 헬멧을 안 쓰고 스위퍼 샷건과 콤팩트 라이플을 들고 나오며, 10개를 전부 부수면 방탄복도 없이 권총과 마이크로 SMG와 맨몸으로 경비를 선다. 보통 비밀 작전에서는 6개를, 공격 전술에서는 10개 다 파괴하는 것이 좋다. 버자드만 있어도 혼자서 넉넉히 6개를 파괴할 수 있고 히드라,버자드 조종에 숙련되거나 오프레서 Mk2로 최단루트를 달리면 혼자서도 10개를 전부 파괴할 수 있다.이 미션을 안할 경우 보안 요원들이 중장갑 방탄복과 방탄모, 어썰트 샷건을 장착하고 나오므로 최소 6개 이상은 파괴해야 좋다.[그러나]  반대로 만약 공격 전술 루트로 카지노 습격에 참여했는데 듀건의 화물이 안 깨져 있어서 적이 헬멧 쓰고 나오는 게 보인다면 그냥 재빨리 탈주하는 게 정신건강에 이롭다. 농담이 아니라 진짜로 적이 잘 안 죽는다. 가뜩이나 카지노 습격용으로 주력 무기 모조리 뺏고 기관단총 하나 던져주는 상황에서 풀무장한 경비원이 적으로 나온다는 건 고작 10분만 투자 하면 되는 계획 준비도 귀찮아서 안했다는 것이다. 이것은 방장이 팀원에 대한 최소한의 배려도 없다는 거다. 어찌저찌 신컨으로 깬다 해도 한세월일 게 뻔하니 정말 이 습격에 꼭 참여하겠다 싶은 게 아니라면 얌전히 방폭하고 나가도록 하자. 현재 버그인지는 모르겠으나, 화물 3개만 격파해도 헬멧이 벗겨진다.
    </li>
    <br>
    <li>
        보안 정보 ★: 카지노에서 나오는 모든 보안 카메라의 위치가 보인다. 한번만 하면 이후엔 영구적으로 사용 가능하기 때문에 진입 방식을 불문하고 일단 해두면 좋다. 다만 해금 조건이 펜트하우스를 소유해야 진행할 수 있는 카지노 임무를 호스트로 올 클리어 해야하기 때문에 해금하기 귀찮은 편.
    </li>
    <br>
    <li>
        파워 드릴: 금고 내에 있는 안전 금고를 열 수 있다. 안전 금고의 수익이 그렇게 많지 않기도 하고 2명이서 진행하게 되면 주 목표물을 털기도 빡빡하므로 대부분 안 하고 넘어가는 편. 공격 전술의 경우 고열 폭탄을 작동시키는 중에는 주 목표물 작업을 할 수 없으니 짬짬이 할 만하고 목표물이 예술품인 경우는 2명이서도 시간이 넉넉하므로 드릴질 할 여유가 있다. 드릴은 유일하게 한 사람이 두 개를 챙길 수 있는 습격 장비 중 하나이다.
    </li>
    <br>
    <li>
        가면: 별 거 없이 베스푸치 해안의 마스크 가게에 들려 마음에 드는 가면세트를 고르면 된다. 지갑에서 따로 빠져나가는 돈은 없으며 선택한 가면은 공격 전술이나 경비들에게 발각되었을 시 착용된다. 가면가게에서 가면을 고르지 않았다면 카본 벌리스틱과 블랙 벌리스틱 가면을 착용할 수 있다. 참고로 이모티콘 가면 세트나 동물 가면 세트, 럭티 프룻 가면같이 우스꽝스러운 가면 세트를 준비하면 레스터가 한심하다고 욕한다. 사실 안해도 상관없는 계획 준비이다.
    </li>
    
</ul>
<br>
접근 방식 세부 계획
<ul>
    <li>
        EMP 장치 (비밀 작전): 잠시 동안 카지노 전체에 정전을 일으켜서 보안 요원들과 보안 카메라의 시야를 차단한다. 휴메인 연구소 피날레의 EMP와 같은 방식이다.중요한 순간에 사용해서 뚫고 지나가기 좋아서 나름 효율적인 준비 작업. 휴대폰으로 원할 때 언제든지 EMP를 작동시킬 수 있어서 유동적으로 사용할 수 있다. 들키지 않고 금고를 턴 뒤 EMP를 작동시켜 출구까지 들키지 않고 빠져나는 방법도 있으며, 숙련도가 부족할 시 진입 시 직원층만 어떻게 해결하고 금고층으로 내려오자마자 EMP를 키고 냅다 금고까지 달려가는 방법도 있다.
    </li>
</ul>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>EMP</td>
        <td>일단 로스산토스 국제공항으로 간 뒤, 시큐어 에이전시가 지키고 있는 카고밥[230]을 훔쳐야 한다. 지도에 적의 시각이 표시되어 잠입임무인 것 같지만, 잠입으로 훔칠 수 없는 난이도다. 그렇기 때문에 적들을 모두 사살 한 뒤, 헬기를 훔친뒤 ULSA로가 EMP를 카고밥 갈고리에 걸면된다. 카고밥으로 EMP를 훔치려고 하면 경비가 총을 쏠텐데 피스톨인데다가 카고밥의 내구도가 좋으므로 아주 오래있지 않는 한 카고밥은 고장나지 않을 것이다. EMP를 훔치면 레스터가 떨어뜨리지 말라는 경고와 함께 별 3개가 뜬다. 고층건물들이 많이 있는 필박스 힐쪽이 헬기가 쫓아오기 어려워 별을 떼기 좋으나 헬기에 숙련되지 않았다면 편법으로 별을 때면 된다. 별을 때면 카지노 근처 변전소에 EMP를 전달하면 끝이다. 변전소안에 체크포인트가 보이는데 그위치에 정확히 착지하기는 상당히 어렵다. 그렇기때문에 그 지점에 정확히 착지하려 하기보다는 변전소위를 저공으로 체공하는것이 좋다. 저공으로 체공하다보면 알아서 클리어된다.</td>
    </tr>
    </table>
    <br>
    <ul>
        <li>
            침투 슈트 (비밀 작전): 야간 투시경과 레펠 장비가 내장된 침투 슈트를 입고 시작한다. 야간투시경은 EMP 장치와 시너지가 있는 장비로, EMP를 쓰면 주변이 거의 안 보이기 때문에 큰 도움이 된다. 휴메인 연구소 피날레때 쓰던 야간투시경과 같은 물건이다. 레펠 장비는 옥상으로 침투할 때 쓰이는 장비로, 엘리베이터 통로를 이용해서 금고층까지 다이렉트로 내려올 수 있다. 휴메인, 잔쿠도 둘 다 기본적으로 적 진영에 인서전트 픽업 커스텀 2대와 저격수 3명이 배치되어있다. 소음기가 달린 무장으로 적 처치 시 들키지 않으니, 정면돌파를 하든 암살을 하든 플레이어의 자유이다. 스폰된 메리웨더 차량은 모두 플레이어가 사용 가능하기에, 도주 이동 수단으로 사용할 수 있다.
        </li>
    </ul>
    <table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>휴메인 연구소</td>
	    <td>진행 루트가 "휴메인 연구소 습격-EMP전달"과 유사하다. 그만큼 각 병력간의 분포가 굉장히 넓게 되어있기 때문에 은신으로 진행하기가 편하다. 여차하면 그냥 화력을 동원해서 밀어버려도 되지만, 은신 플레이 난이도도 무난하고, 무엇보다도, 오프레서MK-2 등을 이용한 뒤를 돌아가서 문만따고 물건 챙겨서 나와도 된다.</td>
    </tr>
    <tr>
        <td>포트 잔쿠도</td>
	    <td>어찌됐건 은신으로도 못할 것은 없지만 화력을 동원하는게 편한데, 자칫하다가 라이노 탱크가 지나가는데 들키는 순간 지옥불이 전개된다. 이왕 화력전을 하겠다면, 디럭소나 헌터, 아쿨라 등을 이용해서 초전부터 찍어 눌러야 뒤탈이 없다. 고급 장비가 하나도 없고, 지나가는 라이노마저 구하지 못하겠다면 은신으로 처리 도중, 중간에 라이노가 정차하는 구간에서 탈취하면 비교적 쉽게 화력전으로 전환할 수 있다.</td>
    </tr>
    </table>
    <br>
    
    <ul>
        <li>
            탈출용 위장 (대 사기극): 크게 NOOSE와 소방관 복장으로 나뉜다. 탈출하는데 큰 도움을 주는 복장이긴 한데, 금고를 턴 후 탈출 시 요원들의 시야에 걸리게 되면 탈출용 위장을 못 쓰게 되므로 환복하기 전까지는 스텔스 플레이를 해야 된다. 가장 쉬운 루트인 그루페 젝스 위장 루트도 1층에 올라오는 순간 적들이 금고를 털린 걸 눈치채므로 스텔스 플레이를 하긴 해야 한다. 대 사기극은 소음기 무기가 없어서 비폭력+아예 안 들키거나 개머리판으로 뒤통수를 찍는 스텔스 플레이만이 용인되므로 이걸 못해먹겠다면 냅다 뛰는게 나을 수도 있으며, 이 경우 굳이 탈출복장이 없어도 된다.
        </li>
    </ul>    
    <br>
    <table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>NOOSE 복장</td>
	    <td>위장 직후부터 카지노를 완벽하게 벗어날 때 까지 들키지 않는다. 복장 획득 임무는 미션 로우 경찰서에 쳐들어가 복장을 털어오는 것으로, 경찰이 바글바글하고 별이 4개 붙으므로 총질 못 하는 유저들에겐 좀 벅차다. 정문으로 진입하면 샷건을 들고 있는 경찰들의 화력이 상당해서 바로 벌집돼서 요단강 익스프레스에 탑승하게 된다. 오프레서 등을 이용해 옥상으로 진입하여 1층으로 내려간 뒤, 복도에 엄폐해서 샷건이나 컴뱃MG, 미니건으로 복도로 몰려오는 경찰들을 처리한뒤 복장을 찾아서 나가면 정문보다 훨씬 수월하다. 이때 경찰서를 나서기 전까지는 경찰이 경찰서 안에서 리젠되지 않으므로 모두 처리했다면 수월하게 복장을 찾을 수 있다.</td>
    </tr>
    <tr>
        <td>소방관 복장</td>
	    <td>위장 직후부터 카지노를 나올 때 까지 적들이 플레이어를 알아보지 못한다. 복장 획득 임무는 어떤 초딩의 불장난으로 소방차가 출동한 지역에 가서 소방차를 아케이드에 가져오는 것과, 소방서에 가서 소방차를 훔치는 것. 그중 전자의 방식은 방화사건이라 경찰도 출동해있기 때문에 소방차를 접수하는 즉시 별 3개가 붙는다.</td>
    </tr>
    <tr>
        <td>하이 롤러 복장</td>
	    <td>카지노 딜러로 위장하는 복장으로 일반적인 방법으로는 못 선택하고 맵에 흩어져 있는 트럼프 카드를 모두 모아야 해금된다. 카지노 건물 내부를 나가는 즉시 적들이 경계태세에 진입하기에 누즈와 소방관의 하위호환이지만 한번 해금하면 매 습격때마다 복장을 가져올 필요없이 상시 해금되어 있다는 큰 장점이 있는데다, 직원 로비로 나간 뒤 비밀 작전 하듯이 누즈 한명을 후려치고 경기장 바깥으로 돌면 쉽게 도주 차량까지 도달할 수 있다. 다만, 중급자 이상의 운전자 고용하여 차량으로 도주 시, 카지노 밖으로 돌 일이 거의 없기에 운전사 여부에 따라 장점이 퇴색되기도 한다.</td>
    </tr>
    </table>
    <br>
    <ul>
        <li>
            강화 방탄복 (공격 전술): 받는 데미지를 크게 감소시키고 레펠 장비까지 내장된 강화 방탄복을 입고 시작한다. 엘리트 도전 시, 정문을 최소 1회 이상 경유하는 경우가 많기에, 구비해두면 난이도 감소에 큰 도움이 된다. 또한 공개 세션에서 랜덤 매칭을 통해 받은 유저들을 채용할 경우, 얻어두면 사망률이 크게 줄어든다. 강화장갑 미 장착시 총격전에 집증하다가 아차하는 순간 돈이 뭉텅이로 깍여 나가거나 체력 게이지가 빨간색으로 변할때가 종종 있는데 강화방탄복을 쓰면 그럴일이 없어진다. 장착 시 헤비 컴뱃과 동일하게 이동속도가 감소하는 패널티가 있는데, 1인칭으로 플레이하면 어느정도 커버가 되니 참고하자.두 번째 장비를 탈취하면 위치 관계 없이 메리웨더 헬기가 총 6회 추격해온다.
        </li>
    </ul>
    <br>
    <table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>휴메인 연구소</td>
		<td>메리 웨더 임무보다 전투난이도는 쉽지만 진행방식이 조금 귀찮다. 휴메인 연구소에서 강화 장갑을 가져오는 유형으로서 임무 진행방식은 휴메인 연구소 습격 피날레와 유사하다. 건물 내부에서 전투가 벌어지므로 어썰트 샷건 들고 돌진하면 쉽게 돌파할 수 있으며 나갈 때는 출구에 버자드가 2기 배치되어 있으니 그걸로 빠져나가면 된다. 단, 나오자마자 적이 있으니 주의하자. 두 번째로 들어갈 때는 수중터널을 다시 이용할 필요없이 그대로 탈출 경로를 통해서 들어갔다가 나오면 된다.</td>
    </tr>
    <tr>
        <td>메리웨더 벙커</td>
		<td>리웨더가 차지하고 있는 벙커로 쳐들어가 강화 방탄복을 탈취해온다. 벙커위치는 도심과 나름 가까워서 휴메인 연구소 보다 편할지 모르나 전투난난이도는 휴메인 보다 어렵다. 벙커를 산 유저들은 알겠지만 클럽하우스와 CEO 창고보다 훨씬 넓으며, 메리웨더의 화력 자체도 상당하기 때문에, 신중한 행동이 요구된다. 초반에 입구 근처에서 엄폐하여 주변 적들을 정리해두면, 이후 남은 적들은 수월하게 처리할 수 있다.</td>
    </tr>
    </table>
    
        
        <br><br>
<ul>
        <li>
            굴착기 (공격 전술): 금고가 있는 지하 1층까지 뚫고 들어갈 수 있다
싱글의 큰 거 한방에서 사용하는 굴착기와 같다. 작업 내용은 공사장에 주차되어 있거나, 운반 중인 플랫배드 트럭을 훔쳐 오는 것이며 굴착기는 뒤에 완전히 고정된 채 실려있기에 떨어질 걱정은 하지 않아도 된다. 난이도도 쉽고 2단계 지명 수배만 해제하면 무난하게 하수구까지 운반할 수 있다.(굴착기를 준비하지 않아도 카지노 조사에서 하수구를 사진 찍어서 조사 해놓기만 하면 진입 루트로 하수구를 선택할 수 있는 버그가 있다)
        </li>
    </ul>
    <br><br>
    기타
    <br><br>
    <ul>
        <li>
            보안증: 카지노의 보안 문을 해킹 없이 드나들 수 있게 해주는 카드. 카지노 문의 옆의 보안 키패드의 디스플레이에는 1~4까지의 숫자가 씌어져 있는데, 이는 그 문을 통과하기 위한 보안증의 등급을 나타내는 것이다. 1급 보안증은 보라색 바탕, 2급은 파란색이며, 해킹으로 뚫는 금고 내부 철창은 설정상 보안증 3등급이며, 노란색 바탕이다. 맨트랩에 들어가기 위한 금고 키 카드는 설정상 보안등급 4등급에 준하는 카드이며, 디스플레이에는 회색 바탕으로 뜬다.
            <br><br>
            <ol class="typeO">
                <li>레벨 1 보안증: 카지노 청소부의 보안증으로 카지노의 일부 보안 문을 해킹 없이 이동할 수 있다. 엘리베이터는 되는데 계단은 안 되는 식으로 정말 복불복이며 보안 키패드 해킹에 소요되는 시간이 상당하기 때문에 레벨 1 보안증은 무시하고 레벨 2로 준비하는 것이 좋다. 아니 사실상 레벨 2 보안증이 필수라고 할 수 있다.
</li>
            </ol>
        </li>
    </ul>
    
    <table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>청소부의 집</td>
		<td>카지노 청소부의 집에 잠입해 보안증을 털어오는 작업이다. 레스터는 타깃이 된 청소부가 어느 동네에 사는지는 아는데 정확한 주소를 잘 모른다며 그의 집을 찍은 사진을 보내주고 알아서 찾으라고 한다. 목적지가 사진과 100% 똑같지는 않기 때문에 대충 비슷하게 생겨먹은 집의 대문을 하나씩 조사하는게 편하다. 여튼 청소부의 집을 찾아서 들어갔으면 집을 뒤져서 보안증을 털면 미션 클리어. 집주인이 자고 있다면 절대 안 깨어나므로 건드리지 않으면 무난하지만 집주인이 안 자거나 갑자기 집으로 들어오면 스텔스 플레이를 하게 된다.</td>
    </tr>
    </table>
    <br>
    <ul>
        <li>
        레벨 2 보안증: 사실상 필수 계획준비이다. 카지노 직원의 보안증으로 금고를 제외한 모든 보안 문을 해킹 없이 이동할 수 있다. 기왕 보안증을 얻을거라면 확실히 시간을 단축하기 위해 2레벨 보안증을 주로 사용한다. 고열 폭탄보다 해킹을 더 빠르게 하는 일부 공격 전술 초고수 팟이 아니라면 방장이 보안증을 안 가져오면 욕을 좀 먹는다. 보안증을 사용하는 문은 점멸 패턴 6개를 4번에 걸쳐서 입력하는 건지라 지문해킹보다 난이도도 높고 시간도 짜증날 정도로 많이 잡아먹는다. 거기다 운이 나쁘면 문을 따고 있는 그 건너편에서 경비가 순찰을 돌고 있는 상황이 발생할 수도 있다. 이 경우 잠입 플레이는 얌전히 포기하는 게 좋다. 듀건의 화물은 선택일지 몰라도 보안증은 사실상 필수니 꼭 챙기도록 하자. 카지노에 갔는데 보안증을 사용해도되는 문을 해킹해야한다면 호스트가 최소한의 배려도 안한 것이라고 봐야한다. 그러니 얌전히 탈주하는게 좋을것이다.
        </li>
    </ul>
    
    <table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td>장의사</td>
		<td>사고로 목숨을 잃어 부검소에 안치된 발레파킹 직원의 보안증을 챙기는 임무이다. 첫 이동 장소는 무조건 메이즈 뱅크 웨스트 빌딩 근처의 힐 벨리 교회로 고정되며, 그 곳에 있는 장례식 차량을 훔쳐서 부검소로 이동한 후 장의사 옷으로 갈아입어서 부검소에 들어간다. 안에 있는 발레파킹 직원의 시신에서 보안증을 챙기고 빠져나가면 임무 완료. 처음 차량을 훔칠 때 지명수배 2단계가 바로 붙으니 근처 건물로 가서 지명수배를 해제한 후 차량을 타고 부검소로 가면 된다. FIB패턴과 마찬가지로 무기를 들거나 부검소 직원 레이더에 너무 오래있지만 않으면 적발되지 않는다. 영구차에 탑승한뒤 곧바로 내려서 옵투를 타고 부검소로 미리가서 경찰이 떼질 때까지 기다려도 된다. 목표로 영구차에 탑승하라고 뜨면서 목적지가 표시 안 되지만 위치만 기억해뒀다면 문제없이 입장가능하다. 부검소의 위치는 지도 기준 스트립클럽 5시방향</td>
		
    </tr>
    <tr>
        <td>파티장</td>
		<td>파티에 참가하는 카지노 직원의 보안증을 몰래 슬쩍해오는 미션. 바인우드 힐즈 or 남모 밀튼 드라이브의 한 저택에서 파티가 벌어지는 중인데 해당 장소에 접근하면 레스터가 해당 직원을 찾겠다며 잠시 대기하라고 한다. 이 동안 주변인들의 의혹 게이지가 올라가기 때문에 주변 사람들과 자연스럽게 어울리거나 라디오 근처에서 춤을 추거나 하는 방식으로 의혹을 줄일 수 있다. 간혹가다가 E키를 아무리 연타해도 상호작용이 안되는 상황도 있는데, caps Lock으로 퀵플레이를 해도 의혹 게이지를 줄일 수 있다. 그렇게 시간을 보내면 레스터가 보안요원을 찾아내는데 이 양반이 술을 거나하게 쳐먹고 보안증을 어디 흘렸다고 하니 파티장 안을 뒤져서 보안증을 찾으면 그만. 의혹 게이지가 가득차면 지명수배가 걸려서 더 찾기 힘들어지니 재빠르게 찾아서 파티장을 이탈해야 한다. 떨어지는 곳이 정해져 있으니, 드랍 포인트를 기억해두면 쉽게 찾을 수 있다. 혹시나 기다리는게 귀찮다고 해서 파티장 멤버들을 학살할 생각은 버리자. 얌전히 기다리든, 학살을 벌이든 레스터가 사진 보내주는 시간은 똑같은지라 아무런 득도 없이 경찰만 붙을 뿐이다. 한가지 꼼수로 잠깐 포인트를 찍었다가 파티장 밖에서 대기해도 된다. 기다리다보면 레스터가 알아서 사진을 보내주기 때문에 보안증만 찾으면 된다. 더군다나 보안증은 무작위가 아닌 지정된 곳에 스폰되므로 익숙해졌다면 빠르게 클리어할 수 있다.</td>
		
    </tr>
    </table>
    <br><br>
    </div>
</details>

<details>
    <summary>구매 전용</summary>
    <br><br>
        <div class="heist_div_left">
            습격 시작전 구매 가능한 부가적인 기능들이다. 습격을 한번 완료하면 다시 사야한다.
            <br><br>
            <ul>
                <li>
                    교체 이동 수단: 도주 차량을 한번 더 준비해서 경찰의 수색에서 빨리 벗어날 수 있게 된다. 숙달된 유저라면 하수구 터널을 이용하여 탈출하는 방법을 사용하는데다가 교체 시 경찰의 시야 밖에 있어야 한다는 제한까지 달려있기에 별로 의미는 없다. 주는 차량도 알바니 엠페러나 던드레리 레지나 같이 느려터지고 휠스핀 엄청심한 4인승 머슬카 차량이라 거의 사용하지 않는 옵션이다.
                </li>
                <br>
                <li>
                    총잡이 유인책: 총잡이가 시간을 끌어서 경찰을 자신에게 끌어들인다. 수배지령을 1단계 감소시켜준다. 엘리트 도전을 위해 빠르게 수배를 내려야될 경우 추천한다. 총잡이 몫이 높을 수록 유인책의 체력과 유인 위치 선정 능력이 좋아지기에 차량 도주 시, 칼 아볼라지같은 아마추어 총잡이를 선택했다면 제 역할을 못하고 되려 진행 루트에 경찰들을 끌어모아 의도치 않게 난이도를 올려버리니, 사용에 주의를 요한다.
                </li>
            </ul>
        </div>
        <br><br>

</details>

</details>

<details>
    <summary>팁</summary>
    <br><br>
        <div class="heist_div_left">
            비밀 작전, 대 사기극, 공격 전술 이 3가지의 진입 방법이 있지만 공통적으로 있는 일반 임무 중 '듀건의 화물'만 하더라도 임무 난이도는 급하락하게 된다. 단, 비밀작전이나 대사기극은 들키지 않고 개머리판을 이용한 암살에 숙련됐다면 굳이 할 필요는 없지만. 숙련자들도 보험용으로 하는 경우도 있다. 방탄모 쓴 적이 두명 겹쳐있어도 바로 달려가 두번 후려치면 아슬아슬하게 된다. 이를 이용해 엘레베이터를 나온 뒤 보이는 방탄모 두명을 듀건 없이도 처리 가능하다.
<br><br>
CCTV는 일정 시간동안 시야에 있어야발각되며 빠르게 달려 지나가면 안들킨다. 요원들의 시야도 마찬가지로 빠르게 달려가 총만 쏘기전에 처리한다면 들키지 않는다.
<br><br>
준비 작업시 수배별을 벗어나야 하는 경우가 상당히 많은데, 준비 작업 전에 연락책 임무를 핸드폰에 미리 받아둔뒤 필요할때 임무 대기방까지만 들어갔다가 나오는 방식으로 손쉽게 별을 없앨수 있다. 순서는, 연락책 임무를 주는 아무에게나 전화를 걸어 '작업 요청'을 한다. 그러면 곧이어 그 NPC가 주는 연락책 임무가 핸드폰의 작업 목록에 저장된다. 이제 카지노 습격 준비 작업을 하는 도중 수배별을 없애야 할 때, 핸드폰을 열어 아까 받아둔 연락책 임무로 들어간다. 해당 연락책 임무의 대기방이 뜨면 플레이 누르지 말고 바로 나온다. 그러면 바로 직전의 카지노 습격 준비 작업 도중으로 돌아가며 수배별만 없어진 상태가 된다. 수초 안에 별을 떼는 방법이다. 단, 카지노 습격 준비 작업에 따라서는 일정한 공정을 마치거나, 일정한 구역을 벗어나야만 이 방법이 통하는 경우도 있고, 간혹 아예 안 통하는 경우도 가끔 있다. 아니면 이 방법을 사용하기 귀찮으면 아쿨라의 은신능력을 사용해도 좋다.
<br><br>
그라운드 플로어 경비실에 녹색버튼이 있는 패널이 있는데 누르고 있으면 비밀금고(오늘의 금고, 통칭 오금.)가 열린다. 그 안에는 돈이 있는데 약 최소 20,000$에서 하드모드기준으로 약 99,000$정도 까지 있다. 그러니 여유가 되면 꼭 털어주는것이 좋다. 다만 두 명이서 협력을 해야하는 작업이므로 경비원이나 카메라의 시야를 완벽히 차단하고 진행하는걸 추천한다. 12월 30일 현재까지 문이 다 열린후 버튼을 떼도 약간의 딜레이가 있어서 혼자서 금고로 들어갈 수 있다. 다만 보안요원은 플레이어를 직접 봐야만 반응하며, 금고문이 열고 닫히는걸 봐도 반응하지 않으니 참고. 올라갈때 한번, 내려갈때 한번으로 총 2번을 털수 있으니, 이왕 털것이라면 올라갈 때, 나갈때 두번다 털도록 하자.
<br><br>
한 번 진입한 방식으로는 다음번에 진입이 불가능하지만 다른 방식으로 진입 후 보면 빨간 해골 포스트잇이 붙어있다. 난이도가 어려움이라는 뜻인데 수입이 더 많아진 대신 예비 목숨이 없고 총잡이가 줄여줄 수 있는 지명수배 단계도 하나에 줄여주는 속도가 줄어들고, 금고를 열때 뚫는 판 4개에서 6개로 늘어나고, 갯수도 금고 내부의 지문 해킹이 패널당 1개에서 2개로 늘어난다. 때문에 2인 플레이를 할 때는 해킹에 능숙한 플레이어들이라도 예술품을 제외한 혐금이나 금괴는 높은 수입을 기대하기 힘들다. 다만 공격 전술에서는 퍼시픽 스탠다드에서 사용한 고열 폭탄 2개를 사용할 수 있기 때문에 꽤나 시간 절약이 솔솔하니 잘 참고하길 바란다.
<br><br>
준비 작업 중 '파워 드릴'을 구해뒀다면 금고 내부에 빨간색으로 불이 들어와있는 개인 금고를 뚫어서 조금이나마 수입에 보탤 수 있다. 마우스 클릭만 꾹 하고 있으면 자동으로 열 수 있다. 다만 안에 들어있지 않은 경우도 있으니 상당히 운이 따른다. 많이 줘봤자 몇 천달러 수준이라서 모든 문이 잠겨있지 않고 시간이 남아도는게 아닌 이상 추천하지 않는다.
<br><br>
금고 문 모형도 만들 수 있다. 일단 펜트하우스를 사고 카지노 미션을 끝낸 후 에거사 사무실에 들어가면 금고 문 설계도가 있다. 사진을 찍고 레스터에게 보내면 금고 문 모형을 살 수 있는데 드릴을 구해야 연습할 수 있고 드릴질이야 엘리트 도전을 노리는게 아닌 한 쓸모가 없다. 그리고 그루페 젝스 위장 루트로 습격을 진행하면 다른 멤버가 금고 진입 과정에서 트롤링만 안 하면 드릴질 안 해도 알아서 열어주기 때문에 아무 의미가 없다.(공격 전술은 금고 문을 폭탄으로 폭파시키기 때문에 필요 없다)
<br><br>
가끔 돌아다니다 보면 미니맵에 파란색 아이콘이 뜨는데, 가까이 다가가보면 방탄 경찰 밴에서 누군가 도와달라고 외친다. 경찰 밴을 탈취하고 별까지 땐 다음 목표지점까지 대려다주면 총잡이 '패트릭 맥리어리'가 해금된다. 고용 비용에 비해 꽤 괜찮은 총을 쓸 수 있다.
<br><br>
카지노 습격 업데이트로 여러 차량과 복장이 추가되었다. 만약 해금하거나 더 저렴하게 구매하고 싶다면 해당 복장이나 차량을 이용해 피날레를 완료해야 한다.
<br><br>
비밀 작전, 대 사기극의 엘리트 조건이 '들키지 않음'인데 이는 카지노 직원과 N.O.O.S.E에게 들키지만 않으면 된다. 일반 경찰에게 들키는 것은 별 상관없다. 다만 현재는 버그인지는 모르겠으나, 카지노 직원에게 들키지 않고 밖으로 나왔을 때, NOOSE에게 들켜도 엘리트 조건이 손상되지 않는다.
<br><br>
2월 27일부로 카지노 습격에 여러가지 요소가 패치되었는데 내용은 다음과 같다.
<br><br>
<ul>
    <li>
        대 사기극 한정으로 주차장과 퍼시픽 바이크 주차장 사이에 있던 샛길에 돌이 추가되어 이동이 힘들어짐.
    </li>
    <br>
    <li>
        금고층-직원층을 잇는 계단에서 세탁소로 바로 갈 수 있는 길이 한번씩 막혀있다. 매번 막히는건 아닌듯. 이에 따라서 엘리베이터 쪽으로 우회하여 세탁소로 가야한다.
    </li>
    <br>
    <li>
        탈출 후, 운동장쪽에도 소수의 NOOSE가 배치되어 운동장쪽으로 도주할시에도 NOOSE에 안걸리게 주의하여야 한다.
    </li>
    <br>
    <li>
        비밀 작전을 진행할 시, 금고층으로 내려갈때 금고 로비 바로 앞에 있는 적이 조금더 CCTV에 가까이 있게 되므로, 냅다 뛰어가서 후려칠 경우, CCTV에 시체가 찍혀 적발 판정이 나게된다. 이 적을 리젠 위치에서 제거한다면 반드시 근처 CCTV까지 함께 떨어트리자.
    </li>
    <br>
</ul>
        </div>
        <br><br>

</details>

<details>
    <summary>도전 과제</summary>
            <div class="heist_div_left">
                       
여태까지 나온 습격과 같이 도전 과제들이 존재한다.
<br><br>
            </div>
    <details>
    <summary>엘리트</summary>
            <div class="heist_div_left">
                       
지금까지와 마찬가지로 피날레에 엘리트 도전이 존재한다. 과제를 모두 성공하면 끝날 때 얻는 자신의 몫에 추가로 금액이 더 얹어진다. 엘리트 도전은 기본적으로 타임어택 + 기타 조건 등이 요구된다. 시간이 오래 걸리지만 죽지만 않으면 되는 지능 범죄에 비해 타임 어택과 기타 조건 만족이란 요소가 붙으면서 개개인마다 상당한 수준의 실력과 이해도가 필요하기에 지능 범죄보다 체감 난이도는 더 높다. 카지노에 진입한 이후부터 시간이 흐른다.
<br><br>

<ul>
    <li>
        피날레 엘리트 보상:<br>
        보통:$50,000<br>
        어려움:$100,000<br>
    </li>
</ul>
진입 방식별 엘리트 조건은 다음과 같다.
<ul>
    <li>비밀 작전: 15분 이내에 완료/사망자 없음/해킹 실패 0/발각되지 않음</li>
    <br>
    <li>대 사기극: 15분 이내에 완료/사망자 없음/발각되지 않음</li>
    <br>
    <li>공격 전술: 15분 이내에 완료/사망자 없음/80명 헤드샷</li>
    <br>
</ul>
            </div>
            
        </details>

    <details>
    <summary>계정 당 1회 보상</summary>
            <div class="heist_div_left">
카지노 임무 때 처럼 초행 보상이 상당한 편이다. 모든 보상을 합산한 금액은 $1,350,000로 $1,000,000인 카지노 임무보다 높다.
다만 카지노 습격 자체의 보상도 높은편이고, 습격 방식 특성상 지능범죄 보상은 없고, 첫 클리어 보상만 있다.
<br><br>

<ul>
    <li>공격 전술을 성공적으로 첫 완료시: $100,000</li>
    <br>
    <li>대 사기극을 들키지 않고 첫 완료시: $150,000</li>
    <br>
    <li>비밀 작전을 들키지 않고 첫 완료시: $200,000</li>
    <br>
    <li>세개의 진입 방식을 모두 첫 완료시: $300,000</li>
    <br>
    <li>세개의 진입 방식을 모두 엘리트 완료시: $350,000</li>
    <br>
    <li>어려움 난이도에서 죽지 않고 첫 완료시: $250,000</li>
    <br>
    
</ul>
            </div>
            
        </details>
        
        </details>

<details>
    <summary>아케이드</summary>
            <div class="heist_div_left">
아케이드는 모두 6곳이 있으며, 가격순으로 정렬돼있다. 나이트 클럽처럼 48분당 최대 5000달러가 들어온다. 게임장에 배치한 게임기에 따라 수입이 결정되는데, 패치 이후 가만히 있어도 공과금 벌이를 어느 정도 할수 있기에 기본 게임기라도 빼곡히 채워넣어두자. 겉으로는 오락실처럼 보이지만, 지하에는 카지노 습격을 계획하는 아지트라고 생각하면 된다.
<br><br>
카지노 습격 준비 관련해서는 아케이드 위치의 영향을 크게 받지 않는다는 견해도 있는데, 대부분의 습격 준비 과정이 남부 산 안드레아스 주 전체를 배경으로 하고, 최남단 엘리시안 섬부터 최북단의 팔레토 항구까지 운의 영향을 많이 받는다는 얘기다.
<br><br>
그러나 실제 각 준비작업의 배치를 보면, 팔레토 인근에 나오는 작업은 몇개 되지 않는다. 블레인 카운티에 나오는 모든 작업들까지 합쳐도 로스 산토스 시와 로스 산토스 카운티 대비 절반 수준에 불과한데 여기에 더해 팔레토를 제외한 블레인 카운티의 여러 작업들은 에잇비트나 비디오겟돈 아케이드 등에서의 거리와 팔레토에서의 거리가 비슷한 경우도 많아서, 아케이드의 위치는 사실 매우 큰 차이를 보인다.
<br><br>
<table border="1" width="100%">
    <th>임무</th>
    <th width="80%">내용설명</th>
    <tr>
        <td rowspan="2">픽셀 피트 오락실 - 팔레토 항구 ($1,235,000)</td>
		<td>"픽셀 피트의 펀 타임 아케이드는 전설의 공간이였습니다. 게임을 너무 좋아해서 세 번의 심장 마비에도 굴하지 않고 쉴 틈 없이 게임을 했던 어떤 영웅이 운영하던 곳이였죠. 피트의 조카가 손으로 직접 그린 그림도 있습니다. 이런 개성 있는 부지가 가격도 올리지 않은 채 매물로 나왔다는 건 보기 드문 일입니다.상황이 변해서 더 비싸지기 전에 서둘러 구매하십시오."</td>
    </tr>
    <tr>
        <td>아케이드 중에서 가장 저렴하다. 카지노 습격 준비는 맵 전체에 걸쳐 대륙을 횡단하는 일이 빈번하고, 준비과정에서 팔레토 지역에서 해결 해야 하는 임무가 최대 5개로 그래도 꽤 있다. 초기에는 팔레토 항구 끝에 위치한 탓에 상당히 저평가 받았고 지금도 여러번의 패치가 있었으나 여전히 기피하는 아케이드이다. 초반에 자금이 부족한 경우, 이 아케이드를 구매하는 경우가 있는데 제발 사지말자. 차라리 습격 몇판 더돌거나 샤크카드 조금 현질해서 에잇비트나 비디오겟돈을 사는게 훨씬 낫다. 거기다 준비 과정에서 필수적으로 카지노를 방문해야하는 임무를 비롯해 목표 지역이 로스 산토스에 위치한 경우가 절대 다수인 점에 더불어, 대사기극의 경우 피날레에서조차 제공되는 기본 차량들이 매우 느리고, 거리도 가장 멀기 때문에 아케이드에 도착 하기도 전에 진이 다빠질만큼 시간이 오래 걸린다. 카지노와의 거리가 제일 멀리 있는건 매우 큰 감점요소지만 가장 싼 아케이드이기 때문에 가난한 초보자 호스트 입장에서는 가성비 아케이드라고 볼수도 있으나 진짜 인내심 좋은 보살 같은 지인이 아닌 이상 팔레토만 보면 파티원이 탈주하는 경우도 많다. 카지노 습격을 진행하기엔 입지가 매우 좋지 않으므로 만약 샀다면 가능한 한 빨리 다른 아케이드로 옮기도록 하자.</td>
		
    </tr>
    <tr>
        <td rowspan="2">원더라마 - 그레이프시드 ($1,565,000)</td>
		<td>"80년대로 거슬러 올라가면, 그레이프시드에서 밤에 가장 놀기 좋은 곳이 바로 원더라마였습니다. 볼링과 소프트 플레이, 아이들의 파티 공간이 있었고 며칠씩 이어지는 파티에서 아이들이 마음껏 뛰어놀기도 했습니다. 정말 없는 게 없는 곳이였죠. 하지만 오염된 공이 잔뜩 있던 놀이 공간은 보건 감독관의 감찰과 함께 언제 그랬냐는 듯 문을 닫고 말았습니다. 아이들에게는 미안하지만, 여러분에게는 희소식인 거죠."</td>
    </tr>
    <tr>
        <td>사막에 있다. 사막에 사는게 아니라면 별로 추천하지 않는다. 더군다나 목표물인 카지노가 바인우드 쪽에 있다보니 엄청난 돈낭비다.</td>
		
    </tr>
    <tr>
        <td rowspan="2">비디오겟돈 - 라 메사 ($1,875,000)</td>
		<td>"고급스러운 아지트를 꿈꾸긴 힘들겠지만, 라 메사의 매력적인 공업 단지에 위치한 비디오겟돈 부지를 헐값에 장만하십시오. 문을 닫기 전까지, 이곳에는 며칠 동안 주야장천으로 게임만 하다가 다른 게임을 하러 다시 줄을 서야 할 때만 쉬던 게임 폐인들이 가득했었죠. 카펫은 교체하시는 걸 추천합니다."</td>
    </tr>
    <tr>
        <td>라 메사 로스 산토스 커스텀과 레스터의 봉제공장 근처에 있다. 도시에 있는 아케이드중 가장 싸고 목표물인 카지노와의 거리도 가까우면서 가격은 도심지 아케이드중 제일 저렴하기에 가성비를 최우선으로 고려한다면 이곳을 2번째로 추천한다. 다만 차고(습격본부) 입구가 건물 뒤에 있고 차고 주변으로 각종 자재들이 많아 습격 준비물을 운반할때 불편하다. 오프레서 Mk2를 타고 다닐 때도 바로 옆의 다리나 주차된 트레일러, 공중에 설치된 각종 배관 등이 진입을 귀찮케 한다. 특히 습격 차량을 아케이드 차고로 운반할때 많이 불편하다.[274] 공격 전술에 유리한 습격준비 포인트가 잘 잡히므로, 공격 전술을 자주 한다면 라 메사로 사는것이 좋다. 오프레서가 아닌 개인항공기를 자주 사용한다면 아케이드 근처의 LS강에 개인항공기가 스폰되기 때문에 메리트가 있다. 다넬 형제와 셀토와 유닛 스페셜 패키지 창고, 라 메사 반입반출창고 등 CEO 사업시설이 가까우니 이들을 자주 이용한다면 가성비를 고려해서 구입하는 것도 나쁘진 않다.</td>
		
    </tr>
    <tr>
        <td rowspan="2">웨어하우스 - 데이비스 ($2,135,000)</td>
		<td>"데이비스가 경제적으로 혼란스럽다고 해서 이런 귀한 부동산을 포기하지는 마세요. 오토 픽스 팩토리도 사업이 잘 나가던 때가 있었습니다. 덕분에 웨어하우스가 파산하기 전까지 일주일은 버틴 겁니다. 하지만 알다시피, 무슨 사업을 하든 중요하진 않습니다. 건물주면 장땡이죠. 여길 구입해 보면 같은 실수는 반복하지 않게 될 겁니다."</td>
    </tr>
    <tr>
        <td>메이즈뱅크 아레나 앞에 위치해 있다. 데이비스 CEO 반입반출 창고와 같은건물이다. 중심부에서 크게 벗어나있지 않아서 좋아보이지만 가깝지도 않고 멀지도 않은 애매한 위치로 추천하지 않는다. 차라리 돈 아껴서 비디오겟돈을 사거나 더 보태서 에잇 비트를 사는게 낫다.</td>
		
    </tr>
    <tr>
        <td rowspan="2">인서트 코인 - 락포드 힐즈 ($2,345,000)</td>
		<td>"더는 말이 필요 없는 매력적인 락포드 힐즈의 부지입니다. 이곳 주민들에게 제대로 된 아케이드 매력을 느끼게 하는 건 어떨까요? 마침 운 좋게도 와인 상점이 예전에 입점했었죠. 남아있는 와인 특유의 퀴퀴한 냄새 덕분에 이곳의 분위기가 더욱더 그럴싸할 겁니다."</td>
    </tr>
    <tr>
        <td>서쪽 오피스들 근처에 있다. 메이즈 뱅크 웨스트나 롬뱅크 웨스트를 사용한다면 추천한다. 다만 라메사의 비디오겟돈이나 바인우드의 에잇 비트에 비하면 입지가 좋지 않다. 다른 아케이드에 비해 건물 외관과 간판이 깨끗하고 멋있어서 사용하는 사람이 많다.</td>
		
    </tr>
    <tr>
        <td rowspan="2">에잇 비트 - 바인우드 ($2,530,000)</td>
		<td>"리노베이션만 제대로 한다면, 에잇 비트는 완벽한 아지트가 되기 위한 모든 것을 갖출 수 있습니다. 한 번은 레코드 상점이 입점하고, 세 번은 약국이 입점했었지만, 이 지역만의 유행을 따라가지 못했죠. 콜드 브루 커피를 즐기는 힙스터들이 레트로를 즐길 수 있다면, 몰려갈 준비가 된 곳이 바로 서부 바인우드 지역인데 말입니다"</td>
    </tr>
    <tr>
        <td>이클립스 타워 근처에 위치하고 있다. 이클립스에 주거지가 있고 스폰지역으로 설정했다면 접속하자 마자 바로 도보로 출근(...)해서 사업장들의 상황을 점검하고 보급품 주문을 넣을수도 있다. 가격은 가장 비싸지만 위치는 상당히 좋다. GTA5맵의 정중앙에 위치해있고 카지노와도 가깝다. 그리고 아케이드 정문 입구와 차고(습격 본부) 입구가 전부 나란히 길가에 있어서 출입이 상당히 편하다. 가성비가 아닌 가심비(價心比)를 최우선으로 생각하거나 그냥 제일 비싸고 좋은것을 사고 싶다면 이곳을 강력 추천한다. 굳이 단점이 있다면 위치가 워낙 좋은탓에 공개세션에서는 아케이드 근처가 전쟁터일 확률이 매우 높다.</td>
		
    </tr>
    </table>
    <br>
    참고로 습격을 하다보면 무기 작업실이 습격방 옆에 딸려 있는 걸 확인할 수 있는데, 이건 리노베이션이 아니라 습격 준비 중 한정으로 총잡이가 만들어 놓은 거다. 때문에 습격이 끝나면 사라지고, 다시 습격 준비를 하면 돌아와있는 걸 확인할 수 있다.
    <br><br>
            </div>
            
            <details>
            <summary>오락실</summary>
            <div class="heist_div_left">
                        기본으로 주는 게임을 제외하고 16개의 게임을 구매해서 배치할 수 있다. 당연하지만 위장 사업일 뿐 본업은 아니기 때문에 수입은 크게 기대 할 순 없다.
<br><br>
16개의 게임기를 모두 구매할 경우 $4,764,000라는 적지 않은 비용이 든다. 게임장 내 모든 자리에 게임을 배치할 경우 수익은 GTA 온라인 상의 하루에 해당하는 48분마다 $5,000지만, 굳이 게임기를 추가 구매하지 않고 기본 게임기를 모든 슬롯에 배치해도 무방하다. 공과금으로 하루에 $500가 소모되어 실질적인 수익은 $4,500이다.
<br><br>
나이트클럽과 함께 소위 “세금”으로도 불리는 주택, 펜트하우스, 정비공 등의 최소 고정 지출을 때우는데 의의가 있다. 홍보 임무를 하지 않고 DJ 수환으로 인기도를 유지하는 나이트클럽의 수익률보다도 높다.  단, 홍보 임무를 적극적으로 한다면 당연히 나이트클럽의 수익이 더 높을 수밖에 없다. 두 가지 수익을 모두 잡을 시, 공과금으로 인한 손실도 없애고, 소소한 이익을 챙길 수도 있다.
<br><br>
일부 게임은 특정 조건으로 게임을 수행하거나 특정 점수에 도달하는 업적이 존재하며 이를 달성하면 게임장 내 케이스에 트로피가 생긴다.
<br><br>
            </div>
        </details>

            <details>
            <summary>습격 계획실</summary>
            <div class="heist_div_left">
                <br><br>
                        용도는 새로 생긴 부가 기능들을 제외하면 기존 고급 아파트의 습격 계획실과 비슷하다.
<br><br>
            </div>
            
            <details>
            <summary>마스터 컨트롤 서버</summary>
            <div class="heist_div_left">
                <br><br>
                        지금까지 출시한 모든 사업을 아케이드 지하에서 관리할 수 있게 해주는 테러바이트의 상위호환 기능. 사업장 컴퓨터들의 기능들이 무슨 VM마냥 그대로 복제되어있어서 모든 사업 관리를 할수 있다. 심지어 나이트클럽 DJ 교체와 재고 관리도 가능하다.
<br><br>
$1,740,000라는 가격치고는 상당히 편리한 기능이다. 다만 판매시 플레이어는 아케이드 앞에서 시작하지만 판매수단은 해당 사업장 앞에 소환되니 주의하자.
<br><br>
            </div>
            
            
            
        </details>
            
                        <details>
            <summary>드론 스테이션</summary>
            <div class="heist_div_left">
                <br><br>
                        테러바이트의 드론과 기본적인 기능은 같지만 이쪽은 사거리 무제한에 최대 4명이 조종할수 있고 인벤토리를 통해 세션 어디에 있든지 꺼낼 수 있다. 유틸성으론 테러바이트 상위호환. 또한 4명이서 차례대로 쇼크 쿨타임을 돌리며 기절시키면 죽을때까지 움직이지도 못한다. 드론부대를 만나서 쇼크 한번 맞으면 죽었다고 봐야한다.
리노베이션 가격은 $1,460,000
<br><br>
            </div>
            
            
            
        </details>
        </details>
        
        </details>
        
	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
