<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">비밀작전</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
        
            
                    <div class="heist_div_left">
카지노 내부에 조용히 숨어들어가 공략하는 방식이다. EMP와 야간 투시 장비를 구해서 사용할 수 있으며, 옥상으로 침투할 경우 헬기를 사용한다. 그러나 옥상으로 출입시 호텔층을 정리해야하니 쓰레기 처리장이나 뒷편의 직원 로비로 들어가는 방식을 추천한다.
<br><br>
나머지 두 방식과는 다르게 초심자, 비숙련자에게는 난이도가 상당히 높은 편이다. 오죽하면 레스터가 비밀 작전을 하면 머리털 나고 이렇게 어려운 작업은 처음이라고 말한다. 따라서 카지노 습격을 처음하는 생초보라면 비밀 작전 공략을 잘아는 고수와 같이 하거나, 아니면 다른 두 접근 방식을 해보고 카지노 지형지물이나 습격 진행 방식을 어느정도 파악하고 비밀 작전을 하는것을 추천한다. 공략을 보고, 각종 노하우를 익히면서 플레이해 보면 숙련도가 늘어나는 방식이다. 그리고 이 작업도 공격 전술과 동일하게 듀건의 화물을 모두 처리하거나, 최소한의 보호용 헬멧만 제거하면 난이도가 크게 감소한다.
<br><br>
무기로는 스턴 건과 소음기가 달린 권총이 기본으로 주어지며, 나머지는 자신이 고용하기에 달렸다. 모든 무기에 소음기가 달려있으므로 건물 내부에서 사격해도 발각될 위험이 없다. 준비 작업중 EMP와 야간 투시 장비를 얻을 수 있는데, 중간에 아주 요긴하게 쓰일수는 있으나, 없어도 충분히 클리어는 가능하다. 나노 드론을 사용해 경비원을 제압할 수도 있으나, 소음기 달린 권총으로도 충분히 제압이 가능하다.
<br><br>
건물 뒷편의 직원 로비나 쓰레기 처리장으로 들어가면 바로 앞에 금속탐지기가 있으니 금속탐지기 오른쪽의 두꺼비집을 스턴건으로 쏴서 잠시 무력화 시키고 들어가야한다. 들어간 후에는 시야에 있는 경비원들을 하나씩 처리하면 된다. 카메라의 경우에는 시야에 들어가자 마자 들키는건 아니고 시야 안에 어느정도 머물러 있을 경우엔 들킨다. 따라서 카메라를 굳이 무력화 시키거나 부수지 않아도 쉽게 진행 가능하다. 2개 이상 부수면 건물에 경보가 울린다. 카메라는 스턴 건으로 몇 십초간 무력화가 가능하니 꼭 필요하다 싶을 때 1개만 부수는 것이 좋다. 다만 한번에 카메라 여러개를 무력화 시킬 경우에도 발각되니 주의. 시체가 카메라에 잡혀도 경보가 울리니 주의해야한다.
<br><br>
가운데 로비 뒷편의 오피스를 점령하고 복도를 걸어다니는 경비원까지 제거했다면 안전하게 오늘의 금고(오금, 비밀금고)를 털 수 있다. 이후 계단으로 가면 중간에 카메라 1대와 경비원 1명이 올라오니 주의. 계단에 들어가는 순간 은신이 풀려 그냥 걷다간 발소리가 새어나가서 올라오는 경비원에게 발각될 수도 있다. 그러나 타이밍 상 경비가 올라오기 전에 경비 제거지점에 미리 도착해 있을 수 있기 때문에 실제로 은신을 쓰는 플레이어는 거의 없다.
<br><br>
계획 준비 중 EMP를 했다면 휴대폰을 열어 시큐어 에이전시 앱을 선택해 EMP를 가동시킬 수 있다. 약 1분정도 가동되며, 이때는 카메라가 전부 무력화되며 경비원들의 시야가 극도로 좁아진다. 아래부터는 주로 EMP를 사용하는 타이밍이 세가지로 나뉜다.
<br><br>
<ul class="type1">
    <li>
        직원 출입구 혹은 쓰레기장 출입구로 들어간 뒤 들어가자 마자 바로 사용하는 방법.
    </li>
    <li>
        금고로 들어가기 전 직원로비에서 사용하고 맨트랩까지 들어가는 방법.
    </li>
    <li>
        금고를 다 털고나온 뒤 맨트랩 앞에서 사용해 출구까지 한번에 가는 방법.
    </li>
</ul>
<br>
다만 경비의 위치는 랜덤이므로 저 3가지 방법 중 하나만 고수해서는 안된다. 저 3가지 방법 중 현재 상황에 가장 알맞는 방법을 택해야 한다.
<br><br>
여기서도 대 사기극과 마찬가지로 강탈 후 금고 경보가 울리기 전에 나와야한다. 시간이 다되면 경보가 울리니 주의. 지하의 경비원은 비교적 쉽게 제압이 가능하니 제압하고 계단으로 가는것을 추천한다. 다만 듀건의 화물을 해놓았으며 훔칠게 얼마 남지 않았다면 엘리트 도전이 아닌 이상 챙기고 가는게 훨씬 낫다. 들켜서 총알을 맞아도 상품은 진짜 많아봐야 10만 달러내외로 손실되는데 그거 아낄려고 하나당 수십만 달러하는 물품을 놓치긴 아깝다. 그러나 듀건의 화물을 해놓지 않았다면 불가능에 가까운 일이니 깔끔하게 포기하던지, 가스 마시고 자살해서 리트하던지 하자.
<br><br>
사실 EMP를 사용하지 않고도 스텔스로 도망치는 게 가능한데, 맨트랩 바로 앞에서 감시 중인 녀석의 시야와 벽 사이에 딱 사람 한 명 지나갈 정도의 공간이 있다. 그러므로 최대한 벽에 붙어서 이동하면 안 들키고 해당 구간을 지나가는 게 가능하다. 유저들 사이에서 '벽타기' 라고 불리는 스킬이니 참고할 것. 다만 주의할 점은 중간에 기둥이 볼록하게 솟은 구간이 있는데, 여기서 그냥 문쪽으로 가겠다고 설쳤다가는 들킨다. 많은 뉴비들이 자주 하는 실수 구간. 보안요원의 부채꼴 시야가 가장 넓어지는 부분인데 직선경로를 침범하고 있기 때문에 그냥 달려선 안된다. 기둥을 지난 뒤 오른쪽으로 꺾어서 벽에 몸을 딱 대고 움직여야 안 들키니까 명심하자. 또 하나 주의할 점은 기둥을 통과하는 루트를 카메라가 비추고 있기 때문에 미적미적 통과하는 것이 불가능하다. 가급적 빠른 통과가 필수.
<br><br>
참고로 듀건 화물 다 깨놨어도 지하 구간에서 탈출 할 때는 될 수 있는 한 사람도 안 죽이는 쪽이 좋다. 버그인지는 알 수 없지만 누구한테도 들키지 않고 지하를 모조리 청소했어도 위로 올라오면 뜬금없이 시체가 발견되었다면서 알람이 울리는 경우가 많다. 가끔 안 울릴 때도 있지만 거의 6~70%는 울리니까 가능하면 아무도 안 죽이고 위에 언급한 방법으로 움직이는 게 낫다.
<br><br>
계단에 들어서면 카메라가 1개 있으니 무력화 시켜도 되지만 그냥 1인칭으로 달려서 무시하는게 훨씬 낫다. 윗층에 도달하면 별 5개가 뜨지만, 대 사기극과 마찬가지로 경비원들은 플레이어를 천천히 걸어다니며 수색할 뿐 위치를 알지 못한다. 팀원과 호흡을 맞추며 경비원들을 하나하나 제거하고 금속탐지기에 걸려도 아무런 일이 없으니 아무 출입구로 빠져나가면 된다.앞서 언급했던 EMP를 사용하지 않고 놔뒀다가 금고에서 나온뒤 사용할 수도 있다. 그러면 금고에서 나와 건물 탈출로로 나가기까지 원스톱으로 안전하고 빠른 진행이 가능하다.
<br><br>
건물을 빠져나간 후 대 사기극과 마찬가지로 저수지까지 은신한 채로 바깥쪽 라인을 타면서 걸어간 후 하수구 내부에 들어가거나 로스트 MC 아지트를 경유해 도로로 나간 뒤 차를 빼앗아 타고 헬리콥터를 구하러 이동하면 끝난거나 다름 없다. 똑같이 쭉 목적지까지 바이어에게 가면 클리어.
<br><br>
스텔스 플레이에 익숙한 유저 두명이면 충분히 깰 수 있다. 다만 침투가 비교적 까다롭고, 대 사기극과 마찬가지로 가스가 퍼지기전에 나와야 경보가 울리지 않으므로 숙련도에 따라서 수익의 양이 크게 갈리지만, 충분히 노하우를 터득하고 진행한다면 대 사기극보다도 기대 수익이 높기 때문에 돈을 가장 많이 받을 수 있는 루트이다.
<br><br>
        </div>
     

	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
