<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">대 사기극</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    진행방식이 조금 생소하다면 싱글의 노동조합 은행 습격 당시 사용하던 위장 전술과 비슷하다고 보면 된다. 벅스타, 정비공, 래퍼 영 앤세스터(Yung Ancestor)의 수행원, 그루페 젝스중 하나를 선택해 위장할 수 있으며, 장비와 옷을 구하여 침투한다.
<br><br>
전체적인 루트 중 침투와 탈출이 가장 쉬운 루트다. 침투할 때 그루페 젝스를 선택하면 금고까지 일사천리로 진격이 가능하고, 나올 때 역시 위에 설명된 방식으로 빠져나가면 NOOSE 복장을 입고 하수구 출입구까지 안전하게 걸어갈 수 있다. 다만 비밀 작전과 마찬가지로 들키지않고 나가려면 가스가 퍼지기전에 나와야하니 수입이 상대적으로 낮을수 있다. 하지만 둘이서 팀워크 맞춰서 해킹 빠르게 하거나 처음 부터 다시 시작을 하면서 최적 루트로 들어가면 어려움은 없다.
<br><br>
듀건의 화물을 6개 이상 밀어 놨다는 가정 하에 전리품을 다 챙기기에 시간이 모자라다고 여겨졌을 때, 엘리트 도전을 노리는 것이 아니라면, 경보가 울려도 그냥 챙기고 가는 게 훨씬 낫다. 들켜도 상품은 총알을 많이 맞아봐야 10만 달러 내외로 손실되는데 이거 아낄려고 하나당 수십 만달러하는 상품하나를 놓치긴 아깝다.
<br><br>
</div>
<br><br>
<details>
    <summary>진입용 위장</summary>
    <br><br>
    <div class="heist_div_left">
카지노에 진입할 때 사용하는 위장으로 벅스타, 정비공, 영 앤세스터의 수행원, 그루페 젝스 중 선택 할 수 있다. 자신이 선택한 진입용 위장으로 피날레를 클리어시 해당 복장들이 해금된다.

    </div>

<details>
    <summary>벅스타</summary>
    <br><br>
        <div class="heist_div_left">
            
            <br><br>
            해충 방지 업체 직원으로 위장한다. 매니저 사무실에 벌레가 나타났다며 방역을 부탁하는데 해충은 쌩까고 사무실에 있는 엘리베이터를 타면 곧장 금고층에 갈 수 있다. 다만 이 엘리베이터는 보안증 레벨 2를 준비했어도 지문 해킹[65]으로 열어야 한다. 금고 층에서는 발각되면 경보가 울린다. 엘리베이터 해킹이 귀찮다면 로비에서 좌측 세탁실로 들어가 경비 한 두명 잡아가면서 탈출경로를 역행하듯이 계단까지 이동해 내려가도 된다.
<br><br>
가장 큰 난적은 금고층 로비. 일부 직원이 계단 쪽으로 간 틈을 타서 로비 중앙의 직원을 제압하고 곧장 맨트랩으로 향하도록 하자.
            <br><br>
            
            
        </div>
</details>

<details>
	<summary>정비공</summary>
	<br><br>
	<div class="heist_div_left">
	
	<br><br>
	LS수력자원발전소 소속 직원으로 위장한다. 로비층의 세탁실까지 의심을 받지 않고 진입할 수 있으며 그 이후로는 발각되면 경보행. 세탁실에서 계단까지 가는 길에 적이 1~2명밖에 없으므로 뒤에서 총으로 후려치든 잽싸게 카드를 긁고 계단으로 달리든 손쉽게 금고층으로 갈 수 있다.
<br><br>
금고층에 내려가면 직원 몇 명이 로비에서 계단쪽으로 올라오니 기다렸다가 총으로 찍어낸다. 이렇게 몇 명 제압하면 금고층 로비에 남은 직원은 얼마 되지 않으므로 굳이 근접전을 벌이지 않고도 시야를 피해 맨트랩으로 향하면 안 들킬 수 있다.
            <br><br>
            
            
        </div>
</details>

<details>
	<summary>그루페 젝스</summary>
	<br><br>
	<div class="heist_div_left">
		가장 쉬운 루트이자 많은 플레이어들이 선호하는 루트이며, 현금수송 전문 사업체인 그루페 젝스 직원으로 위장한다. 지하의 보안 터널로로 스타케이드를 몰고 가면 금고 바로 앞까지 위장이 들키지 않은 채 유유히 걸어갈 수 있다. 금고까지 가면 친절하게도 직원이 금고 문을 열어주며, 문이 열리는 즉시 가장 먼저 금고 문에 접근한 플레이어가 직원을 죽빵으로 기절시키는 컷신이 뜨면서 금고를 털 수 있다.
<br><br>
신경가스에 발각이 되지 않았다면 나올 때도 금고층 직원들이 의심을 하지 않지만, 직원 로비로 올라오면 경비들이 경계태세에 들어서므로 세탁실까지는 들키지 말아야 한다.
<br><br>
여담으로 다이아몬드 카지노 습격 준비작업: 그루페 젝스 스타케이드를 훔쳐오는 준비작업에서 레스터 크레스트가 그루페 젝스를 그루페 검열이라고 발음한다.
<br><br>
먼저 선빵을 치는 트롤링이 아닌 이상 금고층에서는 걸릴 가능성이 없으며, 나갈 때도 세탁실로 가는 경로에 적 한둘만 근접으로 후려치면 이후에도 그냥 프리패스로 카지노를 나갈수 있기 때문에 엘리트를 진행하기도 상당히 쉽다. 가끔 마우스 왼쪽키로 근접공격을 시도하다가 발포가 돼서 적발되는 경우도 있는데, 근접공격으로 후려칠때 무기 들고 적에게 근접한 뒤 키보드는 R키, XBOX 컨트롤러는 B버튼을, 듀얼쇼크는 O 버튼을 눌러 발포걱정 없이 후려칠 수 있으니 알아두자. 
<br><br>
	</div>
    </details>


<details>
    <summary>영 엔세스터의 수행원 ★</summary>
    <br><br>
    <div class="heist_div_left">
        카지노 건물 사전조사 작업 시 카지노 1층에서 엘리베이터로 테라스 구역에 도착하면 난동을 부리는 영 앤세스터를 만나는 이벤트가 발생하면서 해금된다. 다만 굳이 사전조사 작업을 하지 않아도 되며, 아무때나 옥상 테라스로 도달하면 일정 확률로 발생한다. 이 루트를 호스트로 클리어할 시 그로티 퓨리아를 할인가로 구입할 수 있으며, 영 엔세스터의 수행원 복장이 해금된다.
<br><br>
정문으로 진입하면 카지노 구역에서는 일반 손님처럼 행동할 수 있다. 매니저 사무실 입구까지 가면 영 엔세스터와 브루시가 개그씬을 찍으면서 어그로를 끌고 플레이어는 비서가 두고 간 보안증으로 직원 로비까지 내려갈 수 있으며, 직원 로비부터는 적들이 경계태세가 된다. 도주할 때 자신들이 선택한 도주 차량과는 별개로 영 엔세스터가 카지노 주차장에 갖다놓은 퓨리아를 이용할 수 있다.
<br><br>
클리어 하는 방법은 두가지 방식이 있는데, 첫번째는 비밀 작전 마냥 스텔스 플레이를 진행하는 것. 직원 로비에 도착했을 때, 로비 중앙에 있는 적 4기만 근접 즉사패턴으로 해결한뒤에 세탁실로 돌아가는 방식으로 진행하는 방법이 있다. 탈출 방법 역시 비밀 작전이랑 비슷한편. 다만 들어갈때 직원 로비를 지나가는게 꽤나 피곤하고, 총기에는 소음기가 없어서 총을 쏘는 그 즉시 발각 판정이 나므로 무조건 근접으로 후려치는 방식으로 진행해야 한다. 불행중 다행인건 비밀 작전 때처럼 두 명이 붙어있는 경우는 없으니 적들 움직이는 것만 봐서 처리하기만 하면 된다.
<br><br>
두번째는 듀건의 화물을 클리어 해놓은 뒤 그냥 공격 전술 마냥 밀어버리는 것. 이편이 쉽고 간단하지만 강화 방탄복이 있는 것도 아니라서 아차 하는 사이에 돈이 뭉텅이로 깎이거나 죽기도 한다. 그리고 금고 내부에서 해킹으로 진행해야 되기 때문에 공격 전술처럼 털기에는 예술품이 아니라면 조금 빡빡하다. 그나마 이미 적발 판정이기 때문에 신경가스가 나오던 말던 마저 털면 된다는 점이 위안.
<br><br>
이와 같이 카지노 습격 중에서는 가장 어려운 난이도의 루트다. 대 사기극 진입용 위장 중에서 위장의 효력이 발휘되는 장소 범위가 가장 협소한데 그렇다고 비밀 작전처럼 무기에 소음기가 달려있는 것도 아니라서 발각되지 않기 위해서는 적들을 무조건 근접공격으로만 처리해야 하기 때문에 왠만한 카지노 습격 경험자들도 고전하기 쉽다. 복장을 준비하기 위한 작업 또한 번거로운 편이고 벅스타, 정비공, 그루페 잭스 복장으로 들어가면 더 수월하게 금고로 진입할 수 있는데 굳이 영 앤세스터 복장을 골라야 할 메리트가 없다. 영 앤세스터 복장 해금 또는 그로티 퓨리아를 할인가로 구입하기 위해 시도하거나 숙련자들이 가끔 심심풀이용으로 할 때나 쓰이는 정도.
<br><br>
여담으로 본인이 호스트로서 영 엔세스터 사기극을 한 후에 한번 더 호스트로 카지노 습격을 진행하면 영 엔세스터에게 또 니가 카지노 턴 것 아니냐는 전화가 온다. 다만 이게 좀 애매한 것이, 전화가 오는 사람도 있고 안 오는 사람이 있다.
<br><br>
        </div>
</details>
</details>
<details>
    <summary>탈출용 위장</summary>
    <br><br>
    <div class="heist_div_left">
        카지노를 탈출할 때 사용할 수 있는 위장용 복장. 준비작업에서 선택할 수 있으며 하이 롤러, NOOSE 대원, 소방관 중에 선택할 수 있다. 아무리 금고를 잘 털어도 1층에 올라오면 적들이 경계태세에 들어가니 탈출용 복장으로 환복하기 전까지는 들키지 않아야 하며, 들키면 환복이 불가능하고 알아서 도망쳐야 한다. 엘리트 도전이 아니라면 굳이 환복할 필요 없이 그대로 런 해도 되기 때문에 필수사항은 아니다.
<br><br>
경보만 안 울리면 들키지 않은 것이지만 만약 근처에 가도 의상을 못 입고 지도에 탈출용 위장 표시가 안 뜨면 들킨거니 그대로 하거나 일부러 총맞고 죽은 뒤 맨트랩에서 다시 시작하는게 좋다.
<br><br>
하이 롤러 복장을 획득하지 못했고, 다른 탈출용 위장 퀘스트를 진행하지 않겠다면 순찰 루트 퀘스트는 진행해 놓는것을 권장한다. 탈출 시에 적들이 순찰하는 루트사이에 적발이 되지않는 틈이 있는데, 순찰 루트가 있다면 그 틈을 확인해서 굳이 탈출복장이 없어도 탈출 타이밍을 잡을수 있기 때문. 또한 하단에 서술되어 있는데, 적이 자신을 인식하는 순간 적발 유무와는 상관없이 탈출복장을 사용할 수 없는 버그가 있기 때문에 그것 때문에라도 보험삼아 해두는 것도 좋은 선택. 다만 역시 숙련된 유저들은 탈출복장, 순찰루트 없이 감으로 적발되지 않는 때를 노려서 당당하게 나간다.
이외에 호텔 쪽으로 나가서(경비 1명 돌아다니는 것만 피하면 거의 방해가 없다.) 테라스로 나갈 수도 있다. 다만 조사를 미리 해놨어야 하고, 시간이 약간 지체된다는 문제는 있다. 빨리빨리 진행하면 엘리트를 아예 못 노릴 수준까진 아니다만...
<br><br>
        </div>
        <details>
    <summary>NOOSE 대원</summary>
    <br><br>
    <div class="heist_div_left">
        위장 직후부터 카지노를 포위하는 NOOSE 포위망까지 장시간 감지 범위에 노출되지 않는 한, 들키지 않는다. 구하러 가는것도 다른 복장보다 더 어렵지만, 차별점이 있다면, 다른 복장과는 다르게 무기를 들고 있더라도 적들에게 발각 판정이 나지 않는다. 카지노를 완벽히 이탈하면 레스터가 "경찰이 카지노를 벗어날 리 없지"라고 하면서 들켰다고 경고함과 동시에 수배가 붙는다. 안 들키는 범위가 꽤 넓으므로 도주용 차량까지 안전하게 튈 수 있다. 특히 직원 로비로 탈출할 시, 카지노에서 나오자마자 바로 앞에 있는 경마장에 들어가서 오른쪽 울타리에 붙어 뛰면 차량을 타고 도망치기 직전까지는 들키지 않는다.
<br><br>
        </div>
        
</details>
        <details>
    <summary>소방관</summary>
    <br><br>
    <div class="heist_div_left">
        위장 직후부터 카지노를 포위하는 NOOSE 포위망까지 장시간 감지 범위에 노출되지 않는 한, 들키지 않는다. 구하러 가는것도 다른 복장보다 더 어렵지만, 차별점이 있다면, 다른 복장과는 다르게 무기를 들고 있더라도 적들에게 발각 판정이 나지 않는다. 카지노를 완벽히 이탈하면 레스터가 "경찰이 카지노를 벗어날 리 없지"라고 하면서 들켰다고 경고함과 동시에 수배가 붙는다. 안 들키는 범위가 꽤 넓으므로 도주용 차량까지 안전하게 튈 수 있다. 특히 직원 로비로 탈출할 시, 카지노에서 나오자마자 바로 앞에 있는 경마장에 들어가서 오른쪽 울타리에 붙어 뛰면 차량을 타고 도망치기 직전까지는 들키지 않는다.
<br><br>
        </div>
        
</details>
        <details>
    <summary>하이 롤러 ★</summary>
    <br><br>
    <div class="heist_div_left">
맵 곳곳에 존재하는 트럼프 카드 54장을 전부 수집했을경우 해금된다. 별도의 준비작업 없이 바로 사용할 수 있다는게 장점이지만 소방관이나 누즈와 달리 카지노 건물밖으로 나오면 레이더의 적들이 빨간색으로 나온다. 시야에 들어가기만 하면 바로 들킨다는 뜻. 다른 위장들과 달리 안들키는 범위가 매우 좁지만, 국민 탈출로인 직원 로비 - N.O.O.S.E 대원 한 명 잡고 터널 위로 이동 - 로스트 폭주족 기지를 가로질러 차로로 이동 - 시민 차 타고 헬기런 루트을 이용하면 문제없이 튈 수 있어서 굳이 다른 복장을 구할 필요가 없이 기본으로 준비되는 하이롤러 복장이 상당히 메리트가 있다고 볼수있다.
<br><br>
        </div>
        
</details>
</details>
        <details>
    <summary>여담</summary>
    <br><br>
    <div class="heist_div_left">
금고에 도착하고나서 제한 시간이 다되어서 가스가 퍼지기전에 금고에서 나오지 않으면 그대로 건물 내부에 경보가 울린다. '비밀 작전'과, '대 사기극'은 경보가 울리면 들킨 것으로 처리되어 성격이 공격 전술로 바뀌어버리므로 준작에서 듀건의 화물을 완료하지 않았다면 경보가 울리기전에 깔끔히 포기하고 나가거나 듀건의 화물을 완료하고 다시 피날레를 시작하는 편이 좋다.
<br><br>
금고를 턴 후까지 경보가 울리지 않았다면, 엘리베이터나 계단에 올라갔을때 경보가 울린다. 다만 경비들은 천천히 걸어다니며 플레이어를 수색할 뿐이니 발각되기 전까진 교전을 해선 절대 안된다. 엘리베이터는 바로 앞에 경비원이 있으니 계단을 이용하는 것이 좋고, 계단에서 나와 계단 앞을 순찰하는 경비가 계단 문 왼쪽을 지나칠 때 바로 오른쪽으로 나가서 앞을 지나가는 경비가 오른쪽으로 지나가 잠시 멈춰설 때 근접 공격으로 제압하고, 공수해둔 탈출용 복장을 세탁실이나 탈의실에서 갈아입고 로비 바로 앞의 출구로 나가면 빠르게 탈출이 가능하다.
<br><br>
탈출시 3가지 루트로 공략을 정리할 수 있다.
<br><br>
빠르고 위험한 루트는 위장 복장을 입은채로 대기해둔 도주 차량까지 뛰어가 차량에 탑승해 산이나 지하철역 등에 들어가 지명수배를 해제하는 루트다. 도주 차량에 방탄 옵션을 해두지 않으면 유리창이 그대로 뚫려 돈이 닳으니 방탄 옵션과 방탄 타이어가 필수다. 꽤나 시간이 단축되지만 수입이 감소할 위험이 존재한다. 지명수배를 해제하고 바이어에게 가면 끝난다.
<br><br>
대 사기극 선택 시, 안전한 루트는 카지노에서 나오자마자 소방복이라면 정문으로 나간뒤에 고속도로에서 시민차 뺏어서 도주하거나,고속도로 건너서 경찰서에 헬기타러 가면되고,NOOSE 복장이라면 직원 출입문 오른쪽에 스폰되는 NOOSE 대원 한명을 근접 사살하고 언덕을 지나 로스트 폭주족 기지로 간 다음 담장을 넘고, 밑의 저수지로 내려가 하수구 출입구까지 뛰어가서 지명수배를 해제하는 루트이다. 지명수배를 해제하고 다시 하수구에서 나오면 카지노 근처인 것으로 간주되어 다시 지명수배가 붙으니 그대로 뛰어서 도시의 공사장 출구나 지하철까지 나가야한다. 그냥 쭉 따라가다보면 출구가 나오니 안심하고 나간 뒤, 바로 앞의 도로나 주차장에서 차량을 얻어서 바이어에게 가면 끝난다. 다만 이 방법을 사용한다면 엘리트는 물건너 가기 때문에 엘리트가 목표인 경우 다른 방법을 선택하는 것이 좋다.
<br><br>
카림 덴즈를 사용하면 무조건 차량이 카지노 밖에 주차되는데 그때는 도주차량을 타고 퍼시픽 시그널 헬기를 타는 건물에서 헬기를 뺏어타고 도주하자. 만약 헬기가 안 보인다면 랜드 액트 저수지의 고속도로 방향 송수관 밑에서 별이 떨어질 때까지 기다리다가 별이 떨어진 뒤에는 차로 탈출이 불가능하므로 차를 버리고 다른 시민차로 환승하면 안전하게 클리어가 가능하다. 단, 헬기 자체는 퍼시픽 구루마트릭처럼 언제든지 막힐 가능성이 있다.
<br><br>
        </div>
        
</details>
	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
