<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">공격전술</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>


    
    <br><br>
    <div class="heist_div_left">
        그냥 화력으로 밀어버리는 전술이다. 하수구 터널로 들어가면 지하로 바로 침입해 금고까지 바로 갈 수 있고 고열 폭탄 덕분에 구성원의 해킹의 숙련도에 목매이지 않아도 된다.
<br><br>
준비 작업에서 '강화 장갑'을 구할 수 있으며, 총알 대미지를 5분의 1까지 줄여준다. 또한 퍼시픽 스탠다드 작업 피날레에서 사용하던 '소형 폭약(고열 폭탄)'을 얻으면 1인당 2개를 쓸 수 있으며, 금고 키패드에 붙이면 몇 초 후 문이 열린다. 버그인지는 모르겠지만 폭탄을 붙이면 폭탄이 완전히 타들어가기 전까지는 목표물을 챙기거나 폭탄을 붙힐 수 없다. 그런데 안전 금고는 챙길 수 있으니 공격 전술을 진행할 때 한정해서 파워 드릴을 챙겨가는 것도 좋다.
<br><br>
그냥 총들고 밀어버리는 루트인지라 딱히 공략이 필요 없다. 들어가서 싸우고, 나와서, 도주 차량에 탑승한 뒤, 바이어 근처에 가면 지명수배를 해제할 수 있는데, 이때 지명수배를 해제한 후 바이어에게 가면 된다. 대부분 처음에는 대 사기극, 비밀 작전과는 달리 적이 많아서 당황하지만, 다른 루트에서 갔던 구간을 암살대신 총쏘면서 들어갔다가 돌아온다고 생각하면 매우 쉽다.
<br><br>
금고에 경보가 울려도 어차피 이미 적발된 상태인지라 계속 전리품을 훔쳐도 상관이 없다는 장점이 있다. 하지만 이미 적발 판정이 나서 기본적으로 주어지는 시간도 짧은데, 가스 대미지가 꽤나 쎄니 적당히 하고 나와야한다. 물론 스낵을 먹어치우면서 가스에 저항하면서 털거나, 어려움 난이도가 아닐 경우 생명 하나를 버림으로서 죽던지 말던지 싹 털어버리는 경우의 수도 존재한다. 하지만 수입이 좋은 만큼 중간중간에 전투를 하면서 수입이 조금씩 감소한다.
<br><br>
금이 목표이면 조금 힘든데 금이 무거워서 점프를 할 수 없어 강화 장갑을 끼웠다면 속도가 느려지기 때문. 구르기는 된다.
<br><br>
정문을 입구로 시작하면 컷신이 있다. 카지노 정문의 발레파킹 직원이 한 중년부부의 사진을 찍어주는데 찍기 직전 플레이어들이 허공에 총을 쏘며 나타난다. 직원과 노부부를 포함한 사람들이 도망가는데 직원이 아줌마의 핸드폰을 손에 쥔채로 도망가니 아줌마가 "내 전화기!!" 라면서 울부짖는다. 이때 직원이 "또냐!" 라고 말하면서 도망간다. 
<br><br>
다만 세 습격 중 엘리트 조건을 충족시키기가 제일 빠듯한데, 15분 제한시간은 둘째쳐도 헤드샷으로 적 사살 80명이 있어서 하수구등 다른 루트로 가면 적 숫자가 모자라서 헤드샷 숫자를 채우기가 어림도 없을 정도다. 그래서 엘리트 조건을 충족시키기 위해 일부러 진입, 탈출 둘다 정문 루트를 타서 최대한 많은 적을 상대하는 진행 방식도 있다. 그러나 정문으로 들락날락 할 경우 시간이 모자라기 때문에 이동속도가 느려지는 강화 장갑을 착용하기 껄끄러워진다. 
<br><br>
계획 준비과정이 세 접근방식 중 제일 피곤하다. 다른 두 과정과는 달리 듀건의 화물을 다른 2가지 방식처럼 숙련도에 따라 선택이 아닌 거의 필수적으로 진행해야 하며, 계획 준비들중 가장 피곤하기로 최고수준인 금고 폭발물 과정이 고달프다.
<br><br>
그래서 공격 전술은 카지노 습격을 퍼시픽 습격처럼 돈벌이를 목적으로 하는 유저들은 잘 하지않는 루트이다. 보통 스텔스 플레이 대신 총격전을 선호하는 즐겜 유저들이 주로 하게 되는 루트이다. 대 사기극과 비밀 작전이 지겨워져서 가끔 스트레스 해소용으로 하는 유저도 있다.
<br><br>
 </div>

	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
