<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">플리카</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    습격 조직원으로서 당신의 가치를 입증하려면 서부 고속도로에 있는 플리카 은행으로 가십시오. 사전 조사를 하고, 도주 차량을 탈취한 후, 은행을 털고, 깔끔하게 빠져나오십시오.
</div>
<br><br>
<details>
    <summary>플리카 작업</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도 : ●●○○○
        <br><br>
        호스트로 할 경우 처음 플레이하게 될 습격이며, 서부 고속도로에 있는 조그마한 은행의 특정 금고를 털어오는 작업이다. 플리카 작업을 브리핑하는 사람은 레스터. 그리고 유일하게 4명이 아닌 2명이서 하는 습격이다.
        <br><br>
        이 습격에서 추천 되는 아파트는 3 알타 St. 아파트이다. 플리카 은행까지는 델페로 하이츠 아파트가 가장 가깝지만, 봉제공장까지 가장 짧은 거리를 가지는 아파트기에 엘리트 도전도 가능하고, 각 준비 작업들을 플레이시에도 좋은 입지 조건을 갖추고 있다.
        <br><br>
        <ul class="heist_ul_left">
            <li>준비 작업 비용 : $11,500</li>
            <li>쉬움 난이도 수입 : $57,500</li>
            <li>보통 난이도 수입 : $115,000</li>
            <li>어려움 난이도 수입 : $143,750</li>
        </ul>
    </div>
</details>
<details>
    <summary>플리카 작업 - 사전조사</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                서부 고속도로에 있는 플리카 은행의 보안 상태를 조사해. 그런 다음 페이지를 데리고 공장에서 장비를 좀 챙기고 아파트로 돌아와서 작업을 계획하자.
            </div>
            <br><br>
            계획 준비 난이도 : ○○○○○
            <br><br>
            플레이어 두 명이 레스터와 함께 아파트 앞에 있는 레스터의 자동차(파란색 디클라스 아세아)를 타고 서부고속도로에 있는 플리카 은행 앞으로 간다. 은행 도착 직전 핸드 브레이크를 이용해 반대 방향으로 차를 돌려서 목표 지점에 도착하면 이후 컷씬이 끝나자 마자 바로 출발 할 수 있다. 은행에 도착하면 레스터가 미리 해킹해둔 CCTV를 보면서 경비는 삼엄하지 않고 사람도 한적하다고 말해준다. 이렇게 그냥 살짝 보고 봉제 공장으로 향한다.
            <br><br>
            봉제 공장으로 가는 동안 조수석에 앉은 플레이어는 피날레 때 사용할 해킹 프로그램을 미리 연습하게 된다. 봉제공장에 도착하면 페이지와, 레스터와 함께 플리카 작업에 쓰일 장비들이 담긴 SUV(디클라스 그레인저)를 타고 플레이어(리더)의 아파트로 향하게 된다. 덤으로 아세아를 타고 이동할때 산을 탄다거나, 자동차가 어느정도 높이에서 떨어지거나 공중에서 체류하면 레스터의 아스트랄한 비명소리를 들어볼수 있다.
            <br><br>
            사전 조사는 그냥 왔다갔다 운전만 하면 되기 때문에 딱히 설명을 안 해도 아주 쉽게 할 수 있다. 그러나 심심하다고 총질을 하거나 사람을 들이받다가 경찰이 뜨면 바로 실패가 된다. 조금 지루할 수 있는데, 플레이어의 자동차를 쓰는 게 아니라 레스터의 자동차와, 장비들이 담긴 SUV를 타야만 하는데 SUV는 어느 정도 속도가 나오지만 레스터의 자동차는 그냥 똥차 수준으로 느리다.
            <br><br>
            이 계획준비는 조수석에 탄 사람이 완전히 거저 먹는다. 왜냐면 은행까지 이동할때는 멍때리고 있다가, 은행 잠깐 둘러보고 공장으로 이동할때 간단한 해킹만 성공하면 되기 때문. 기존에는 해킹에 실패해도 상관이 없었으나, 현재는 해킹을 하지 못하면 화면 전환이 되지 않는것으로 보인다.
            <br><br>
            버그로는 레스터의 설명이 끝나자마자 바로 차를 운전하려고하면 차가 거기에서 영원히 멈추어서는 발진이 안 되는 버그가 있는데 이건 레스터의 설명이 끝이 나고 좀 더 기다리면 캐릭터가 머리를 차 정면으로 돌리는데 이때 운전하자.
사실상 아무도 몰랐던 버그로 레스터가 말하는 에니메이션이 페이지로 잘못 출력되었다고 한다. 현재는 수정되었다.
            <br><br>
            
        </div>
</details>

<details>
	<summary>플리카 작업 - 구루마</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    플리카 작업에 쓸 도주용 차량을 구할 거야. 리틀 서울에서 활동하는 놈들이 가지고 있는데, 델 페로 주차장에서 찾을 수 있을 거야.
	</div>
	<br><br>
	계획 준비 난이도 : ●●○○○
	<br><br>
	계획준비 '구루마'는 한국인 갱단으로 부터 방탄차량인 구루마를 훔쳐 와야 한다. 로스산토스 중부에 위치한 한 주차장 꼭대기까지 올라가 방탄 구루마를 훔치고 봉제공장에 구루마를 가져다 놓는다.
	<br><br>
	이 계획준비에서 추천되는 아파트는 델페로 하이츠 아파트로, 주차장까지의 거리가 가장 짧다. 엘리트 도전도 가능한 3 알타 St. 아파트도 충분히 좋은 위치다.
	<br><br>
	'대충 계획준비들은 이렇다' 라는 식의 튜토리얼격 계획준비이다. 그렇다고 해서 무작정 돌격하면 총알세례 맞고 사망하므로 주의하자. 주차장 옥상 위에는 적들이 적절하게 산개하고 있기 때문에 엄폐물을 잘 이용해서 싸우면 된다. 북쪽 경사로를 이용해 옥상으로 올라가면 경사로 끝에 벽이 있는데, 여기서 엄폐 사격을 하면 안전하게 적을 잡을 수 있다. 본인이나 팀원 둘 중 한 명이 방탄 구루마를 사용한다면 안전하게 적들을 제거 할 수 있어서 난이도를 거의 제로로 만들 수 있다. 옥상 위의 적들을 모두 잡고 갱단의 구루마를 타고 목표지점까지 가면 된다.
	<br><br>
	방탄 구루마와 함께 헤비 컴뱃을 입고 플레이 한다면 옥상의 적들은 전부 무시하고 타고 온 구루마를 목표 구루마 옆에 대놓고 곧바로 옮겨 타고 가도 된다. 적을 모조리 죽이고 구루마를 탈때에는 구루마 주위에 주차된 차량들을 터트리지 않게 주의하자. 구루마는 두명이 같이 타지 않아도 상관 없다. 구루마는 방탄이라 달리는 와중에는 총 맞을 일이 거의 없으니 구루마 타고 적이 추격하든 말든 맘 편하게 운전하면 된다.
	<br><br>
	찰진 한국말을 들을 수 있다. "야 너 뭐야 이 새끼야!", "안.가.묜 쥭는다!", "후퇴애-!", "부 상자가 있다!", "저새끼 총 존나 잘 쏴!" "논 - 꾸티야!!!(넌 끝이야)", "야 얘 총마좠쒀!"등등.
	<br><br>
	</div>
</details>
<details>
	<summary>플리카 작업 - 피날레</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    플리카 은행을 털 거야. 운전사는 인질들을 통제하고 드릴러는 금고에서 167번 상자를 꺼내. 그리고 나서 모두 구루마를 타고 도주하면 돼.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
	<div class="skkk">
	    습격 완료시 해금되는 차량, 가면, 장비
	    <hr>
	    
	    캐런 구루마(Karin Kuruma)
	    <br>
        캐런 구루마 (방탄) (Karin Kuruma (Armored))
        <br>
        LCD 이어피스
        <br>
        방독면
	</div>
	<br>
	습격 피날레 난이도 : ●●○○○
	<br><br>
	대망의 첫 피날레 플레이어들은 리더의 아파트에서 레스터의 브리핑을 받은 뒤, 몫과 역할을 분배받는다. 그 뒤, 플레이어들은 구루마를 놓아둔 레스터의 봉제공장으로 가서 운전사가 구루마를 운전하고 드릴러는 은행으로 가는 동안 플리카 은행의 금고문을 해킹한다. 해킹 미니게임은 총 3단계로 구성되어있고 벽에 부딪혀도 무한으로 도전이 가능하다. 해킹이 끝난 뒤, 드릴러는 금고 문을 열고 두 플레이어가 가면을 쓰고 강행돌파. 운전사는 들어가자마자 플리카 은행 내부에 존재하는 CCTV 4대를 모두 제거한 뒤 인질들을 통제하고, 드릴러는 신속하게 금고 안으로 들어가 금고 보관함을 드릴로 뚫고 내용물을 가져온다. 운전사가 인질통제에 실패하면 은행 직원이 비상버튼을 눌러 경찰들이 오게 되고 습격은 실패한다.
	<br><br>
	드릴러가 성공적으로 금고 내용물을 털고 오면 은행에 비상벨이 울린다. 운전사는 신속하게 구루마에 시동을 걸어놓고, 드릴러가 올 때까지 기다린다. 그 뒤, GPS가 안내하는 대로 쭉쭉 가다 보면 스토리 모드에서도 등장한 에디 토가 잔쿠도 다리에서 대형 자석이 달린 카고밥 헬기를 타고 나오는데, 운전사가 자석과 자동차의 위치를 살살 맞춰주면 자동차가 자석에 붙고, 헬기가 빠져나가 습격 성공이 된다.
	<br><br>
	그 뒤, 플레이어들은 레스터에게 가서 금고 내용물을 넘겨주고 간다. 이때 레스터는 "첫 시험 치고는 나쁘지 않았어. 하지만 너무 자만하지 마라!"라는 식의 말을 해준다. 컷신이 끝나면 플레이어 두 명은 테킬라라 바에서 맥주를 건배하고 마시는 장면이 나오고 플리카 작업이 종결된다. 이 때 흘러나오는 음악은 Broken English의 Comin' on Strong.
	<br><br>
	플리카 작업의 피날레의 난이도는 GTA 온라인에서 습격을 가장 먼저 소개하는 튜토리얼을 겸한 습격이기 때문에 다른 습격들과 비교했을 땐 굉장히 쉬운 편이다. 경찰을 따돌릴 필요도 없고 강도 짓을 하는 동안에도 시간제한은 무한이다. 다만 여기서 초보자들이 드릴러 역할에서 해킹하는 미니게임에서 많이 시간을 잡아먹는데, 이건 연습 외에는 길이 없다. 드릴을 끝까지 밀어 넣고 돌리면 과열만 되고 뚫리지 않기 때문에 끝까지 밀어 넣는 정도보단 좀 덜 밀어 넣는 식으로 적절하게 밀어 넣은 뒤 드릴을 돌리면 가열은 되지 않고 뚫리는 걸 확인할 수 있다. 은행에 돌입하면 운전사가 카메라만 다 떨구고 인질만 잘 통제해도 굉장히 쉽게 끝난다. 인질 통제는 굉장히 쉬운데, 랭크 100부터 살 수 있는 RPG를 조준도 안 하고 그냥 들고만 있어도 통제 게이지가 줄어들 생각을 하지 않는다. 다만 실수로 자폭은 금물. 이는 '퍼시픽 스탠다드 작업 - 피날레'에서도 유효한 방법. 랭크 100이하라고 해도 인질에 아주 가까이 붙어서 조준을 하고 있으면 총을 한 발도 안 쏘고 통제가 가능하다. 이후 다리까지 가는 과정은 대놓고 절벽에서 떨어지지만 않으면 무난히 클리어할 수 있다.
	<br><br>
	여담으로, 은행을 가는 도중에 왼쪽에 있는 풀무더기 아래에 금괴가 숨겨져 있는데 먹을 순 없다. 모든 습격중 이런 식으로 금괴나 마약이 하나씩 숨겨져 있다고 한다.
	</div>
</details>
<details>
	<summary>엘리트 도전</summary>
	<div class="heist_div_left">
	    <div id="elite">
	        엘리트 도전 과제
	        <hr>
	        5:20 내로 클리어<br>
	        아무도 죽지 않기 (플레이어들)<br>
	        차량(구루마) 손상 6% 미만<br>
	        여정 스킵 사용 안함<br>
	        빠른 재시작 사용 안함<br>
	    </div>
	    <br>
	    플리카 작업의 엘리트 도전은 튜토리얼격 피날레치고는 조건이 제법 빡빡한 편. 다른 조건보단 시간 내에 맞춰 들어오는게 어렵다는 점이 문제로 정확히 5:19까지는 성공이고, 5:20부터는 실패가 되며 단 몇 초 차이로 성공과 실패가 갈리기 때문에 난이도가 좀 있다.
	    <br><br>
	    복장 셋팅은 무조건 저장된 복장으로 해야 한다. 저장된 복장 상태에서는 상호작용 메뉴-스타일에서 가면을 미리 착용할 수 있는데, 멋모르고 지정된 복장으로 설정하면 상호작용 메뉴를 이용해서 가면을 미리 쓸 수 없기 때문이다. 그리고 저장된 복장으로 셋팅했더라도, 바이크 헬멧이나 방탄 헬멧등을 착용한 복장은 착용하지 말아야 한다. 만약 캐릭터가 방탄 헬멧 등을 쓰고 있다면 헬멧과 가면이 서로 호환되지 않기 때문에, 은행 입구에서 헬멧으로 인해 G키를 눌러 가면을 바로 착용할 수 없기 때문. 이럴땐 상호작용 메뉴에서 헬멧을 벗은 뒤 가면을 쓰면 해결되지만 시간을 낭비하게 되므로 피날레를 시작하기 전에 미리 핼멧을 착용하지 않은 복장으로 시작하도록 하자. 또한 다른 습격에선 헤비 컴뱃이 필수지만 이 습격은 총 맞을 일도 없고, 오히려 이동 속도 페널티 때문에 시간만 잡아먹으므로 절대 헤비 컴뱃은 입으면 안 된다.
	    <br><br>
	    시작하는 아파트는 반드시 3 알타 St.나 4 인테그리티에서 시작해야 한다. 아파트 층수는 상관없으며 알타는 코너 하나 외엔 레스터의 봉제공장과 일직선으로 이루어진 가장 가까운 아파트 위치이다. 인테그리티는 왼쪽 터널을 통해 로스 산토스 강 지름길을 이용해 봉제공장으로 갈 수 있는 위치이다. 추천 되는 이동 수단은 오토바이중 하나인 딩카 아쿠마. 3 알타에서 시작하면 이동거리가 매우 가깝기 때문에 윌리 주행보단 일반 주행 시 가장 빠른 아쿠마 쪽이 조금 더 좋다. 단, 한 오토바이에 두 명이 같이 타면 속도가 매우 떨어지므로 각자 타고 가는 것이 좋으며 엘리트 도전 이전에 미리 오토바이를 풀 튜닝 해두는 것이 좋다.
	    <br><br>
	    카운트가 시작 되는 타이밍은 두 명이 걸어 나온 뒤 플리카 작업이라는 녹색 배너가 쿵하고 떨어진 후에 시점이 바뀌면서 조작 가능한 시점부터이며, 이때 스톱워치를 켜면 된다. 알타에서 시작하자마자 차고 문 앞에 주차된 바이크를 타고 GPS를 따라 봉제 공장으로 가면 된다. 고가도로 위를 지나서 가도 가능하지만 아쿠마를 타고 간다면 고가도로 오른쪽 샛길로 빠져 로스 산토스 강 위를 점프로 넘어서 가면 곧바로 구루마에 도착할 수 있다. 요령이라면 고가도로 옆 샛길로 들어갈때 왼쪽 흰색 ↓ 방향 화살표에 맞춰서 가다 정면의 지하철 전신주의 오른쪽 방향으로 가깝게 붙어 지나서 점프해 넘어가면 된다. 점프시 굳이 윌리(Ctrl키)를 하지 않아도 되며 지상 착지 직전 충분히 감속하여 튕겨져 나가지 않도록 안전하게 착지하면 된다. 구루마 도착까지 32초면 최고수준이다.
            주의점은 급한 마음에 바이크의 속도를 올리다 어딘가에 박고 넘어지거나 지나쳐 버리는 것인데 적절한 순간에 감속이나 아예 정지한 뒤 움직이는 것이 한번 넘어지는 것보다 훨씬 시간이 절약되므로 침착하게 운전하자. 은행 도착 후 은행에 돌입하기 위해서는 가면을 쓰고 있어야 하므로 손이 빠르다면 은행 도착 전 구루마로 이동하는 도중에 미리 가면을 착용해두면 좋다.
        <br><br>
        <dl>
            <dt>○드릴러○</dt>
            <dd>
                아파트에서 출발해 봉제공장에 도착하면 곧바로 구루마 조수석에 탑승하면 된다. 고가 도로를 올라가는 시점에서 드릴러는 해킹을 시작하는데, 해킹 프로그램이 돌아가기 전 구루마에 탑승 하자마자 상호작용 메뉴-스타일에서 미리 가면을 써두면 시간을 절약할 수 있다.
                <br><br>
                엘리트 도전을 위해서는 가급적 실수 없이 한 번에 해킹을 완료해야 한다. 그 이유는 실수 없이 한번에 해킹 완료시 소모되는 시간은 해킹 하는데 80초 + 접속 하는데 10초해서 90초인데, 운전사가 아무리 빨라도 은행에 도착하는 시간보다 해킹이 더 빨리 끝나기 때문. 운전사가 은행에 빨리 도착했더라도 해킹에서 실수해 시간을 낭비하면 시간 초과로 실패할 확률이 높다. 신호 출발 지점에서 비교적 가까운 곳에서 1회 실패 한 정도까진 허용 되나 중간 정도 간 상태에서 실패하면 재시작해야 한다. 한번에 해킹을 완료했다면 보통 은행에 도착하기 전이므로 앞서 가면을 못 썼다면 이 타이밍에 가면을 써도 된다.
                <br><br>
                은행에 도착하면 드릴러는 빨리 휴대폰을 열어 금고를 열면 된다. 의외로 은행에 도착 후 금고문 여는 걸 잊고 멍 때린 채 어리둥절해 있을 때가 왕왕 있으니 주의. 핸드폰을 여는 타이밍은 그 전에 미리 핸드폰을 열어두면 된다. 타이밍이 되면 핸드폰이 자동으로 닫히니 그때 바로 열고 폭파앱에서 엔터 키를 연타하자. 금고 문이 열리면 차에서 내려 아직 가면을 못 썼다면 지금이라도 재빨리 가면을 쓰고 은행으로 돌입. 침착하게 드릴 작업을 하여 최대한 빠르게 뚫으면 된다.
                <br><br>
                드릴러는 신속하게 금고를 따야 하는데 드릴질도 초보자들에겐 조금 어렵기 때문에 여기서도 시간을 잡아먹는다. 패드를 사용한다면 트리거 버튼으로 드릴을 회전시키고 왼쪽 아날로그 스틱으로 드릴의 깊이를 조절할 수 있다. 마우스를 사용한다면 왼쪽 버튼을 눌러서 드릴을 회전시키고, 마우스를 앞뒤로 움직이는 것으로 드릴의 깊이를 조절할 수 있다. 드릴을 계속 회전시킨 상태에서 드릴의 깊이를 적절하게 조절하며 뚫으면 된다.
                <br><br>
                요령이라면, 드릴을 넣기 전에 계속 드릴이 떨리는데, 마우스를 약간 뺐다가 다시 밀어 넣으면 드릴이 떨리지 않고 잘 들어간다. 뚫는 중에는 드릴이 허공에서 공회전 되고 있을 때와 잠금 장치를 뚫고 있을 때의 소리가 서로 다른데, 이것을 잘 듣고 소리가 바뀌는 타이밍에 드릴의 깊이를 조절하는 것이다. 드릴 작업을 어려워 하는 이유가 상술한 뚫기 전에 드릴이 떨리는 것과 뚫기 위해 드릴을 계속 밀어야 하는 줄 알기 때문인데, 드릴의 깊이를 조절하는 방법은 드릴을 회전 시킨 채 잠금 장치를 뚫는 상태에서 깊이를 조절하지 않고 가만히 유지하는 것이다. 드릴의 깊이를 유지한채 뚫다 보면 공회전 되어 소리가 바뀌는 시점이 있는데 이때 마우스를 살짝 밀어서 다시 뚫는 소리가 나면 그 상태를 유지, 다시 공회전이 되면 드릴을 살짝 밀고 유지와 같은 방식으로 하면 과열 되지 않고 빠르게 뚫을 수 있다. 숙달되면 공회전 되는 타이밍에 맞춰 조금씩 미는 식으로 멈추지 않고 한 번에 뚫는 것이 가능하다. 마우스 사용자라면 본인이 쓰는 마우스 자체에 dpi나 감도를 조절할 수 있는 버튼이나 셀렉터가 있다면 드릴 작업 직전 감도를 낮게 세팅해 천천히 움직이게 해두면 보다 섬세하게 드릴 작업을 할 수 있으니 참고 하면 좋다. 소리를 듣지 않고 하려면 공회전되는 타이밍에 드릴 끝 부분에 공간이 살짝 남으므로 이것을 잘 보면서 하면 된다. 멈추지 않고 한번에 뚫어낸다면 드릴 꺼내고 꽂는데 8초 + 뚫는데 30초 + 물건 챙기는데 7초해서 45초가 소모된다. 레스터의 "드릴 잘못 가져갔어? 서둘러!"라는 대사가 나오기 전에 금고를 따면 시간이 충분하다.
                <br><br>
                드릴 작업이 완료되면 은행을 뛰쳐나와 구루마에 탑승하는 것으로 드릴러의 역할은 끝. 구루마가 대형 자석에 빨리 붙기만을 기도하자.
                
            </dd>
        </dl>
        <dt>○운전사○</dt>
        <dd>
            아파트에서 출발해 봉제 공장에 도착하면 곧바로 구루마를 타고 목적지까지 달리면 된다. 운전사는 엘리트 조건에 차량 손상 6%이하가 달렸기 때문에 이동 중에는 가로등 한 두개 박는 정도는 괜찮지만 어딘가 부딪히거나 쓸데없이 사람을 치고 가지 않도록 해야 한다. 사고가 나면서 시간을 낭비하기 때문도 있지만 차량 손상도가 6%를 초과해서 실패할 때도 많기 때문에 조심해서 운전하도록 하자. 기본적으로 GPS를 따라가도 엘리트 도전은 가능하나 GPS가 시키는 대로 가면 크고 넓은 길 놔두고 앞서 옥상에서 구루마를 훔쳤던 델 페로 주차장 옆 레드 데저트 애비뉴로 지나가게끔 유도하기 때문에 시간을 낭비하게 된다. 델 페로 고속도로에서 그대로 직진해 가다 보면 오른쪽으로 주유소가 보이는데 여기서 좌회전으로 꺾어서 가면 바로 베이 시티 인크라인 방향(내리막 길)으로 갈 수 있다.
            <br><br>
             운전사는 운전 중에도 상호작용 메뉴를 사용 할 수 있으므로 조금이라도 시간 절약을 위해 직선 코스일 때 미리 가면을 써둘 수 있다. 드릴러가 먼저 끝내게 되면 구루마가 은행 앞의 노란색 목표지점에 닿기만 해도 곧바로 차가 정지하므로 속도 감속 없이 그대로 들이 박을 기세로 목표지점을 찍으면 되며, 가능하다면 최대한 은행에 가깝게 대는 것이 좋다. 드릴러가 휴대폰으로 금고 문을 여는데 금고 문이 열리는 컷씬이 나오는 시간이 3:00이내라면 성공 가능성이 높다. 
             <br><br>
             차에서 내려 가면을 못 썼다면 지금이라도 가면을 쓴 뒤 은행으로 돌입. CCTV 네 대를 부순 뒤 인질을 통제하면 된다. 퍼시픽 스탠다드 작업 - 피날레와는 달리 대충 아무렇게나 총질을 해도 통제 게이지 관리가 쉬운 편. 앞서 말한 대로 RPG를 갖고 있다면 그냥 들고 서 있기만 해도 된다. 드릴러가 드릴 작업을 완료하면 곧바로 사이렌이 울리는데 재빨리 은행 밖으로 나가 미리 구루마의 시동을 걸어두는 것이 좋다. 좀 더 시간을 절약 하고 싶다면 CCTV를 부순 다음 은행 밖으로 나와 구루마를 탄 뒤 은행 안으로 총을 쏴 인질을 통제하며 구루마를 입구 쪽에 최대한 가깝게 붙이거나 아예 후진으로 은행 안까지 들어오면 된다. 이렇게 하면 드릴러가 구루마에 타는데 걸리는 시간도 절약할 수 있다.
             <br><br>
             도주시 주의해야 할 점은 차량 손상도가 엘리트 조건에 포함되므로 달려오는 경찰차와 정면충돌하지 않도록 해야 한다. 가는 경로에 세 번에 걸쳐 경찰이 차로 바리케이드를 치게 되는데 첫 번째와 두 번째 바리케이드는 왼쪽 측면에 차로 막지 못한 빈 공간이 있으므로 이곳을 통과해 지나가면 차량 손상도와 시간 모두 지킬 수 있다. 세 번째 바리케이드에는 빈 공간이 따로 없으므로 차와 차 사이의 공간을 잘 비집고 들어가면 된다. 이때도 왼쪽의 차 사이가 약간 더 넓다. 운이 좋다면 간혹 고속도로 너머에서 왼쪽으로 경찰차 한 대가 바리케이드를 향해 들이 박아 길을 터주기도 한다. 차 사이를 비집고 통과 할때 만약 이전까지 구루마의 손상도가 거의 없었다면 전속력으로 들이 박아서 통과하는 것이 더 빠르기 때문에 세게 박아도 되지만, 사소한 손상도가 누적되었다 싶으면 여기서 차량 손상도를 크게 깎아먹어 실패 할 우려가 있으므로 약간 감속해서 통과하는 것이 손상도가 덜 깎인다.
             <br><br>
             이후 쭉 진행하면 스토리 모드에서 나오던 에디 토가 대형 자석이 달린 카고밥 헬기를 끌고 다리 위로 진입 하려는 것이 보인다. 카고밥 헬기가 나타나는 시간과 위치가 랜덤이기 때문에 성공과 실패의 원인이 되기도 한다. 구루마의 속도가 훨씬 빠르기 때문에 자칫 헬기보다 앞서 나갈 수 있으므로 어느 정도 감속을 하여 자석 밑에서 구루마의 속도를 조절해 유지해 주어야 하는데 자석에 바로 붙고 안 붙고는 어느 정도 운이 따라줘야 한다. 이게 늦게 붙어서 실패하는 경우가 매우 많으니 빨리 붙기를 기도하자.
             <br><br>
             구루마가 자석에 붙고 약 2초정도 공중에서 흔들거리다 화면의 색이 변하며 소리가 나는 순간 카운트도 끝난다. 5분 19초가 찍히면 성공이고 5분 20초는 실패가 된다. 만약 스톱워치를 보니 시간 초과가 확정이다 싶으면 그대로 랜뽑이라도 한 뒤 재도전 하도록 하자. 드릴 작업이 완료되고 2명 모두 구루마에 탑승한 시간이 4분 10초 이내면 성공 가능성이 높으니 참고 할 것.
             <br><br>
             이 엘리트 도전은 실질적으론 운전사의 실력에 크게 좌우된다. 드릴러가 해킹과 드릴 작업에 드는 최단 시간은 한 번에 실수 없이 멈추지 않고 성공 시 약 135초가량이 필요한데, 제한 시간 내에서 시간을 절약하려면 이동 과정에서 단축해야 하기 때문. 게다가 구루마로 아무리 빠르게 움직여도 이동시간보다 드릴러의 해킹 완료 시간이 더 짧은 점도 한몫한다. 나름 실수 없이 빠르게 했다고 생각해도 어딘가에서 낭비한 단 몇 초 차이로 성공, 실패가 갈리므로 튜토리얼 피날레 치곤 제법 난이도가 있는 엘리트 도전이라 할 수 있다.
        </dd>
	</div>
</details>
	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
