<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>

<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>





</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">탈옥</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    볼링브로크 교도소에서 목표 인물을 탈옥시키십시오. 탈옥 작업을 하려면, 죄수 호송 버스와 밀수업자의 비행기가 필요할 겁니다. 그 자를 더욱 만족시키려면 빚 청산도 하고. 그의 차량도 되찾아 주십시오!
</div>
<br><br>
<details>
    <summary>탈옥</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도
        <br>
        <ul>
            <li>팀원들끼리 소통이 잘 되고 공략법을 잘 숙지하고 있을 경우 : ●●○○○</li>
            <li> 팀원들끼리 소통이 잘 되지 않고 한 명 이상의 팀원이 공략법을 모르고 있을 경우 : ●●●●●</li>
        </ul>
        <br><br>
        한때 군사 연구의 책임자였지만 각종 범죄를 저질러, 교도소에 수감된 막심 래시코브스키 교수를 탈옥시키는 작업이다. 탈옥의 브리핑을 하는 사람은 요원 14
        <br><br>
       추천되는 아파트는 4 인테그리티 아파트. 인테그리티 아파트 옆 고속도로를 통해 준비 작업 장소까지 가장 빠르게 이동할 수 있어 유리하고, 아파트 아래쪽으로 고속도로를 통해 내려갈 수 있는 지하 땅굴도 있어 경찰의 수배를 떼기에도 유리하다. 3 알타 St. 아파트도 이동 시 유리하고 정면에 경찰을 따돌리기 좋은 지하철 터널이 있어 역시 추천할만하다.
        <br><br>
        퍼시픽과 더불어 랜덤 초대로 팀을 이루면 깰 가능성이 낮은 습격이다. 습격 준비를 포함 모든 단계가 어려운 편인데 모두가 공략을 알면 알아서 퍼즐 조각 맞추듯 자신의 역할을 잘하겠지만, 그게 아니면 툭하면 죽어버리거나 작업을 망치는 조직원들을 볼 수 있을 것이다. 때문에 한국에서는 주로 커뮤니티에서 숙련자들이 껴서 플레이하는 경우가 많다. 퍼시픽은 워낙 반복을 많이 하다 보니 랜덤 초대를 해도 상당히 실력이 상향 평준화되어 있는 것에 비해 탈옥은 퍼시픽에 비해 많이 하지도 않을뿐더러 폴리카 작업 습격을 깬 뉴비들이 그다음으로 깨야 할 습격인지라 정말 힘들다. 퍼시픽은 한두 명이 잘하면 나머지는 좀 못해도 그럭저럭 묻어갈 수 있지만, 탈옥은 한 명이 못하면 바로 습격 실패로 직결된다.
        <br><br>
        게다가 탈옥 습격은 플리카에 이은 두 번째 습격인데 플리카를 막 완료한 저렙 유저들이 여기서 피를 본다. 가뜩이나 저랭크라 좋은 무기도 없고 체력도 적은데 적도 많이 나오고 특히나 경찰 중에서도 방탄복을 껴입은 NOOSE 부대원[3]들도 나오기 때문에 여기에 익숙치 못한 유저들은 픽픽 죽어나가거나 엄청난 난이도에 본의 아니게 트롤짓을 하게 된다. 하필이면 뉴비들에게 기대하기 힘든 비행능력이나[4] 고 랭킹만 가질 수 있는 강력한 지상 스펙[5] 둘 중 하나가 필수로 요구되므로 분명 순서 배치상 뉴비들도 어느 정도 할 수 있는 낮은 난이도가 되어야 하는 습격임에도 오히려 뉴비를 거르는 괴상한 습격이 되어버렸다. 이런 높은 난이도로 인해 탈주하는 사람들도 많다. 게다가 튜토리얼 격인 플리카를 제외하면 네 개의 습격 중 수입이 제일 낮다. 게다가 탈옥에서 해금 가능한 이동 수단들도 하나같이 성능이 안 좋다.
        <br><br>
        준비 작업이 다섯 개씩 있는 나머지 세 개의 습격과는 달리 준비작업이 네 개 뿐이라 숙련자 파티로 한다면 다른 습격에 비해 정주행이 빨리 끝난다는 이점이 있다.
        <br><br>
        여담으로 탈옥 습격에선 교도소 관제탑에 저격수들이 없다.
        <br><br>
        <ul class="heist_ul_left">
            <li>준비 작업 비용 : $40,000</li>
            <li>쉬움 난이도 수입 : $200,000</li>
            <li>보통 난이도 수입 : $400,000</li>
            <li>어려움 난이도 수입 : $500,000</li>
        </ul>
        <br>
 
    </div>
</details>
<details>
    <summary>탈옥 - 비행기</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                맥켄지 비행장에 있는 바고스의 밀매업자한테서 비행기를 훔쳐. 래시코브스키 교수를 탈옥시킨 후 다른 나라로 도주하는데 쓸 거야.
            </div>
            <br>
            <div class="skip">여정스킵 가능</div>
            <br><br>
            계획 준비 난이도 : ●●●○○
            <br>
            추천 차량 : 방탄 구루마, 인서전트 픽업 커스텀.
            <br><br>
            비행기 계획 준비는 역할이 살짝 나뉜다. 비행기인 벨럼을 조종하여 공항에 갖다 놓을 파일럿 1명과 비행장 주변을 정리할 지상 팀 3명이다.
            <br><br>
            플레이어들은 바고스 밀매업자들이 있는 맥켄지 비행장으로 가서 바고스 갱단을 싸그리 쓸어 버린 뒤, 파일럿 역할을 맡은 플레이어가 벨럼을 타고 로스 산토스 국제공항 격납고에 넣어둔다. 지상 팀 플레이어들은 비행장에 남아 바고스를 싹 쓸어버리고 벨럼이 공항에 도착할 때까지 기다린다.
            <br><br>
            비행기를 구하는 작업은 무난한 난이도지만 바고스의 병력 수가 굉장히 많은 데다가 몇 번의 웨이브로 오기 때문에 대놓고 공격하지 말고 엄폐를 잘 활용해야 한다. 방탄 구루마를 이용한다면 난이도가 엄청 쉬워지기 때문에 그냥 대놓고 차 안에서 안전하게 쏠 수 있다. 격납고 오른쪽에 가스탱크 3개가 있는데 도착하자마자 터뜨려 놓고 시작하는 것이 안전하다. 가스탱크 주변의 적들을 먼저 잡을 수도 있거니와 그냥 방치해뒀다가 총격전 중 폭발에 휘말려 실패하는 경우가 굉장히 많다.

            <br><br>
            파일럿 역할을 맡은 플레이어는 빠른 진행을 위해 비행장에 도착하자마자 벨럼을 타고 이륙할 수도 있는데, 헤비 컴뱃을 입었다면 총에 맞아 죽을 일은 별로 없지만 활주로에 있던 차량에 걸려 벨럼이 파괴될 수 있으니 주의해야한다. 밸럼이 이륙하기 쉽도록 지상 팀이 차로 밀어서 활주로를 치워 주면 좋다. 인서전트 픽업 커스텀이 있다면 금상첨화. 지능범죄 도전 중이라면 지상 팀원들과 같이 바고스를 모두 정리한 다음 활주로를 치워 놓고 안전하게 이륙하는 것이 좋다. 지상팀들은 바고스를 정리하고 지역을 떠나기만 하면 되고 파일럿이 착륙만 조심하면 무난하게 클리어. 파일럿이 비행기를 운반하는 사이 지상 팀이 죽으면 실패로 끝나기 때문에 놀다가 죽는 일이 없어야 한다.
            <br><br>
            활주로 옆에 불도저가 있다.
            <br><br>
            <hr>
            이게 정말 심각한 문제인데, 보통 이런 류의 작업이 몇 개 더 있다. 얌전히 기다리질 못하고 과격하게 폭탄을 가지고 놀다가 폭사해서 다 완수한 임무를 말아 먹는 일이 허다하다. 주의하자.
            
        </div>
</details>

<details>
	<summary>탈옥 - 버스</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    중무장한 호송대의 호위를 받는 죄수 호송 버스를 훔쳐야 해. 탈옥하는 데 사용할 거야. 추격을 따돌리고 나면 샌디 해안 근처에 잘 가져다 놔.
	</div>
	<br>
    <div class="skip">여정스킵 가능</div>
	<br><br>
	계획 준비 난이도 : ●●○○○
	<br>
	추천 차량 : 빠른 차
	<br><br>
	플레이어들은 죄수 호송 버스를 탈취하기 위해 호송대를 습격한다. 이 과정에서 한 명은 버스를 조종하고 플레이어들의 선택에 따라 모두 버스에 탑승하거나 따로 행동할 수도 있다. 버스를 탈취하면 경찰들의 추격이 시작되며, 플레이어 모두 경찰을 따돌려야 한다. 따돌린 후 버스를 조종하는 플레이어는 한 창고에 버스를 놓아둔다.
	<br><br>
	인테그리티에서 곧바로 고속도로로 빠져서 출발할 경우 요원 14의 대사가 꽤 길어 스킵이 가능할 시점에는 도착하기 때문에 여정 스킵을 하지 않고 가는 것이 좋다.
	<br><br>
	죄수 호송 버스는 볼링브로크 교도소 입구에서 출발하는데 버스가 계속해서 이동하기도 하고, 버스가 있는 위치에 보라색 GPS 찍고 그대로 따라가면 한참 돌아가게 유도하기 때문에 버스 근처에 오면 바로 경로를 이탈해 버스 방향으로 곧장 가는 것이 좋다. 버스를 그대로 내버려 두면 고속도로로 진입해 경찰을 따돌리기 번거로워지므로 버스 운전사를 먼저 사살해 버스를 먼저 세우는 것이 좋다. 이때 주의할 점은 만약 4명 모두 같은 차를 타고 버스 운전사를 향해 일점사를 하게 되면 운전사가 죽은 뒤 버스가 대미지를 받아 폭발할 수도 있다.

	<br><br>
	버스 운전사를 제거했으면 지상의 FIB 버팔로 운전사를 제거하고 경찰 헬기를 격추하자. 호밍런쳐로 격추 시킬수도 있고 조종사를 노리거나 꼬리 날개를 맞춰서 떨어 뜨릴 수도 있다. 경찰 헬기까지 격추했으면 버스를 탈취하는데 가급적 1명만 탑승하자. 2명 이상 같이 탑승하면 수배 별 버그가 일어날 수 있다. 버스에 가까이 있지 않더라도 누군가가 버스를 훔친 순간 모든 플레이어들이 경찰의 수배에 걸리게 된다. 버스를 탄 사람은 버스가 전복되지 않게 조심해서 경찰을 따돌리고 나머지 팀원들도 경찰을 따돌려야 한다. 경찰차가 도로를 중심으로 수색하기 때문에 도로가 아닌 산이나 길이 뚫리지 않은 사막 쪽으로 도망치면 쉽게 따돌릴수 있다. 모든 플레이어가 경찰의 수배를 풀고 버스를 창고에 주차시키면 작업 완료.

	<br><br>
	한편 이 계획준비는 4명이 다 나설 필요가 없는 작업이기도 하다. 1명만 교도소로 가 버스를 세워 놓고 FIB와 헬기를 제거한다음 버스를 탈취해도 된다. 그러는 동안 나머지 3명은 미리 경찰이 오지 않는 고속도로 공사장같은 곳에서 수배가 풀릴 때까지 놀고 있어도 되는 매우 쉬운 작업이지만 따로 따로 흩어진 채로 경찰을 떼지 못하고 쩔쩔맨다면 수십 분은 우습게 잡아 먹다가 실패하는 작업이기도 하다.
	<br><br>
	숙련자 두 명만 있으면 최단 시간안에 클리어 할 수 있다. 먼저 남은 두명은 별을 떼기 용이하게 미리 산 위에 올라가 있거나 도심의 아파트나 터널같은 곳에 미리 숨어있고, 숙련자 팀 중 한명은 슈퍼카를 타고 빠르게 달려가 간수 제거 후 주변 경찰차들을 정리하고 버스를 탈취하고, 다른 한명은 비질란테를 타고 상공에 있는 헬기를 격추시키고 바로 산으로 도망간다. 이 과정을 빠르게 완수 하였다면 버스 바로 왼편에 평평한 대형 안테나 지대[10] 한가운데에서 경찰의 시야만 잘 피해주고 버스를 바로 근처 전달장소에 배달하면 된다. 경찰이 진입할 수 있는 비포장도로와 시야만 조심한다면 먼저 도망간 다른 팀원들보다 빠르게 별이 떼어질 수도 있다.
	<br><br>
	이 계획준비는 버그가 하나 있는데, 수배가 풀리고 난 뒤 팀원의 수배가 다 풀리지 않은 상태로 이동하다 다시 수배가 걸리는 버그가 있다. 보통 이 버그는 수배가 풀리고 바로 이동 할 때 걸리는데, 이럴 땐 다시 안전한 장소로 가서 수배가 풀리길 기다렸다가 모든 팀원이 수배를 풀어 노란색 GPS가 나올 때까지 기다린 다음 움직이면 된다.
	<br><br>

	</div>
</details>
<details>
	<summary>탈옥 - 경찰서</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    팀 절반은 경찰 크루저를 훔쳐서 경찰인척 해. 그리고 경찰서로 가서 죄수 호송 일정표를 챙기도록 해. 나머지는 로스 산토스 항구에 있는 화물선에서 래시코브스키 교수의 도난 차량을 되찾아 와.
	</div>
	<br>
	<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    람파다티 카스코(Lampadati Casco)
	  

	</div>
	<br>
	계획 준비 난이도
	<ul>
	    <li>경찰서 팀 : ●○○○○</li>
	    <li>화물선 팀 : ●●●○○</li>
	</ul>
	<br>
	추천 차량 : 방탄 구루마
	<br><br>
	플레이어들은 두 팀으로 나뉘게 된다. 경찰서에 잠입하여 일정표를 훔쳐오는 경찰서 팀, 항구로 가서 교수의 차량을 다시 빼오는 화물선 팀으로 나뉜다. 두 팀으로 나뉜 플레이어들은 한 쪽은 일정표를, 한 쪽은 차량을 가져온다. 경찰서팀은 경찰 크루저를 탈취해 경찰서로 간 뒤, 경찰서 내부로 잠입해 죄수 호송 일정표를 훔쳐서 리더의 아파트에 두면 끝. 화물선 팀은 화물선에 침입하여 갱단을 뚫고 래시코브스키의 자동차인 카스코를 가져와서 버스를 갖다 놓은 그 창고에 주차하면 끝이다.
	<br>
	이 계획준비에서는 3 알타 St. 아파트가 추천된다. 경찰서 팀은 경찰서와의 거리도 가깝고 아파트 앞에 지하철 터널도 뚫려 있어 경찰의 수배를 풀기에도 좋으며, 화물선 팀도 화물선까지 거리가 가까워서 좋다. 4 인테그리티 아파트도 입지 면에서 충분히 좋은 위치.

    <dl>
        <dt>○경찰서 팀○</dt>
        <dd>
            주어진 무기가 권총과 야경봉 뿐이며, 복장 설정을 할 수 없다.
            <br><br>
            경찰 크루저를 훔쳐 수배를 푼 다음 경찰서로 가서 죄수 호송 버스 일정표를 훔쳐온다. 훔친 경찰 크루저는 목적지로 가져가 비치된 기름통을 이용해 파괴하고 계획실로 일정표를 가져오면 된다. 경찰서 팀은 경찰을 따돌리는데 익숙하면 쉽게 클리어 할 수 있다. 경찰 크루저를 훔치는 방법은 2가지가 있다.
            <br>
            첫 번째 방법은 사방에 총을 쏴 어그로를 끌어서 경찰차를 부르는 방법이다.
            <br>
            총질로 어그로를 끈 후에 경찰차가 오면 수배가 걸렸기 때문에 경찰이 바로 공격하므로 경찰을 사살한 다음 탈취하는 것이 좋다. 단, 경찰을 사살하면 즉시 별 3개가 뜨면서 헬기까지 뜨므로 주의 할 것. 좀 더 빠르게 훔치려면 차를 타고 총질하며 어그로를 끈 뒤 경찰차가 오길 기다리지 않고 근처에 스폰된 경찰차로 찾아가 사살한 뒤 훔치면 된다.
            <br><br>
            두 번째 방법은 1명이 핸드폰을 열어서 911에 전화해 경찰차를 호출한 뒤 훔치는 방법이 있다.
            <br>
            911로 경찰차를 호출 하면 잠시 뒤 경찰차 한대 가 오는데 그냥 내버려 두면 내리지 않고 왔다가 그냥 가버리기 때문에 경찰차 앞을 가로 막아 세운 뒤 타고 있던 경찰들을 끌어 내린 뒤 타고 도망치면 된다. 이렇게 하면 수배 별이 1개만 뜬다. 꼭 2명이 같은 경찰차를 탈 필요는 없으나 둘 다 탈 거면 동시에 뺏어 타는 것을 권장한다.
            <br><br>
            이 계획준비도 앞서 '탈옥 - 버스'에서 언급 되었듯 수배 별 버그가 생기기가 쉬운데 만약 2명이 같은 경찰차에 타고 시야에서 확실하게 벗어났는데도 수배레벨이 떨어지지 않는다면 두 사람 다 차에서 내리고 별이 깜빡일 때까지 기다렸다 타면 된다. 주의할 점은 이 두 사람이 나중에 탈옥 피날레에서 같은 비행기를 타게 되면 탈옥 - 피날레 항목에서 언급되는 그 멘붕 상황이 재현될 수 있다.
            <br><br>
            만약 어떤 사유로든 재시작한다면 베스푸치 볼버드에서 시작 하게 되는데 여기서 경찰을 따돌리기 좋은 장소로 4 인테그리티 아파트 옆 고속도로에 뚫린 스토리 모드에서 보석상 작업시 오토바이를 타고 도망쳤던 땅굴을 통해 숨을 수도 있고, 3 알타 St. 아파트 정면의 지하철 터널로 숨으면 매우 쉽게 경찰을 따돌릴 수 있다. 주의점은 두 곳 모두 초록색 발전기가 곳곳에 있는데 이걸 차로 들이받으면 그대로 폭발하니 조심하자.
            <br><br>
            수배가 풀리면 경찰차를 타고 경찰서로 간다.[14] 경찰서에 도착하면 절대 공격적인 행동을 하면 안 된다. 뛰는 것은 상관 없으나 다른 경찰과 부딪히는 즉시 수배가 걸리게 된다. 경찰서로 잠입해 일정표를 훔치면 나오는 도중 경찰 한 명이 플레이어 방향으로 다가오므로 잘 피해서 가도록 하자. 이후 다시 경찰차를 타고 지정된 위치를 따라 이동한 뒤 비치된 기름통을 차에 뿌린뒤 불을 붙여 경찰차를 폭파시키면 된다. 굳이 차 여기저기 뿌릴 필요 없이 엔진 쪽에만 조금 뿌린 뒤 불 붙여도 잘 터진다. 어떻게든 경찰차만 파괴하면 되기 때문에 물에 빠뜨려서 파괴해도 된다. 약간이라도 더 빠르게 클리어 하려면 기름통이 비치된 장소까지 갈 필요 없이 근처의 주유소에 경찰차를 대놓고 주유기를 향해 총을 쏴 함께 폭파 시켜도 된다. 주유소를 못찾겠다면 지정된 위치까지 가서 경찰차를 기름통 바로 옆에 세우고 기름통을 총으로 쏴서 폭파시킬 수도 있다. 폭파시키기 전에 미리 개인 차량 요청을 해둔 다음 터뜨리면 편하다. 공방에서 습격을 진행할 시 가끔 경찰차 시동이 안 걸리는 버그가 발생하는데, 다른 차량 안에 들어가 경찰차를 향해 총격을 가해 폭파 시킨뒤 수배를 풀고 계획실로 일정표를 가져오면 된다.
            <br><br>
            사실 경찰서 팀은 어떻게든 일정표만 훔쳐 나오면 되기 때문에 경찰차를 훔칠 필요 없이 바로 경찰서로 쳐들어가도 된다. 방탄 구루마를 타고 경찰서로 가 건물 안에 있는 경찰을 죽이고 1명은 구루마에 탄 채 입구에서 다른 경찰이 건물 안으로 들어 오지 못하게 어그로를 끌면, 다른 1명이 경찰서로 들어가 일정표를 챙긴 뒤 구루마를 타고 도주하는 방법이 있다. 이후 수배를 풀은 뒤 계획실로 일정표를 가져오면 끝. 경찰차를 훔칠 필요도, 파괴할 필요도 없기 때문에 매우 빠르게 클리어 할 수 있다. 시작할 때 화물선 팀에서 적절한 무기를 던져주면 매우 좋다. 단, 경찰을 잡느라 너무 오래 지체하면 추가로 지원 온 경찰의 수가 상당해지고 헤비 컴뱃이 아닌 일반 복장이라 구루마에 탑승하기 전에 사살될 위험이 있기 때문에 지능 범죄 도전시에는 자제하자.
            <br><br>
        </dd>
    </dl>
    <br>
    
        <dt>○화물선 팀○</dt>
        <dd>
            화물선팀은 난이도가 좀 있다. 일단 항구로 가면 큰 배에 컨테이너가 수두룩 쌓여있는데 배 곳곳에 적들이 산개해있다.
            <br><br>
            침입 루트가 크게 2가지가 있다.
            <br>
            첫 번째 루트는 화물선 오른편에 있는 계단으로 올라가 정면 돌파하는 것이다.
            <br>
            계단에 있는 적들은 플레이어가 접근하면 무조건 총부터 쏜다. 스나이퍼 라이플로 한 명이라도 저격하면 바로 경보가 울리기 시작하니 잠입 액션은 애초에 시도도 할 수 없다. 계단 앞에 있는 적 2명을 제거한 뒤 배 측면에서 공격하는 적들을 제거하면 되는데, 적들이 난간을 이용해 엄폐를 하기 때문에 지상에서 총으로 잡는데 시간이 많이 걸리므로 지상에서 로켓을 이용해 측면 복도, 특히 컨테이너와 컨테이너 사이를 노려서 쏘면 상당수의 적들을 빠르게 정리 하는게 가능하다. 안전하게 클리어 하고 싶다면 구루마 안에서 배의 측면 복도의 적들을 모두 제거한 뒤 올라가면 되지만 시간이 오래 걸리는 단점이 있다. 어느정도 잡고 나면 계단을 올라 복도를 가로 질러 가면 되는데, 계단을 오를때 점프를 뛰면 난간을 타고 바다로 뛰어 들으니 주의. 중간중간 미처 다 처리하지 못한 적들을 잡으면서 복도 끝 뱃머리 쪽으로 진행한 뒤 컨테이너를 올라가면 된다. 헤비 컴뱃을 입고 있다면 죽을 일은 거의 없고, 헤비 컴뱃이 없더라도 엄폐만 잘 해주면 손쉽게 목표 지점에 도달할 수 있다.
            <br>
            다만 약간 변형적인 방법으로 왼쪽 복도를 향해 전진하는 것 보다 좀 더 쉬운 방법이 있다. 처음 왼쪽 복도로 은/엄폐하며 가지 않고 오른쪽 계단을 통해 한 층만 올라간 뒤에 배 안쪽으로 조금만 걸어가다 보면 컨테이너 위로 올라가는 통로가 있다. 통로를 통해 올라간 뒤에는 컨테이너 아래의 적들이 위쪽으로 사격하지 못하므로 플레이어는 컨테이너와 컨테이너 틈 사이로 빠지지 않고 적절히 뛰면서 가다가 자물쇠 근처의 적 2명만 잡으면 카스코까지 매우 안전하게 도달 할 수 있다.
            <br><br>
            두 번째 루트는 낙하산을 타고 컨테이너 위로 바로 착지하는 방법이다.
            <br>
            배를 바라봤을 때 뱃머리 쪽에 있는 크레인의 사다리 끝까지 올라간 뒤 준비되어있는 낙하산을 이용해 난간에서 컨테이너 위로 낙하하는 것이다. 높이가 낙하산을 펴기에 다소 아슬아슬하므로 난간에서 뛰자마자 곧바로 낙하산이 펴질 수 있게 광클하고 있는 것이 좋다. 계단 앞에 있던 놈들과는 달리 배 위에 있는 놈들은 사다리를 타는 플레이어가 분명히 시야에 들어오는데도 불구하고 먼저 쏘진 않는다. 일단 낙하를 하는 순간, 적들이 경보를 울리며, 컨테이너 위에 있는 적들만 처치하면 딱히 배 최상층까지 쫓아오는 갱단원은 없기 때문에 낙하산 펴는 것만 익숙하다면 첫 번째 방법보다 더 빠르다. 다만, 적들에게 발각 된 상태에서 낙하산을 타고 내려오면 좋은 과녁판이 될 수 있으니 주의.
            <br><br>
            컨테이너 위의 적을 모두 잡고 가운데 쯤에 있는 자물쇠가 걸린 컨테이너가 있는데 그 자물쇠를 누가 쏘느냐에 따라 카스코를 운전하는 사람이 갈린다. 운전에 자신 있는 사람이 쏘자. 자물쇠를 쏘면 컷신으로 넘어가는데 두 명 다 가까운 곳에 있다면 자동으로 둘 다 카스코 안으로 이동된다. 카스코는 방탄이 아니라서 공격에 굉장히 취약하니 주의해야 하며, 적들이 따라온다고 해서 차 안에서 총을 쏘게 되면 경찰의 수배가 걸리면서 노란색 GPS 경로도 안 보이게 되고 적들과 함께 경찰들까지 추격해 난이도가 급상승 하기 때문에 적들이 따라 붙더라도 총을 쏘지 않고 이동해야 한다.[17] 적들은 차를 타고 도로를 통해서 추격해 오기 때문에 도로를 따라 진행시 운전이 미숙해 어딘가에 잘못 박아서 끼거나 전복되면 그대로 포위 당해 사살될 수 있으니 주의하자.
            <br><br>
            적들이 귀찮다면, 아예 도로를 따라가지 않고 기찻길을 따라 쭉 진행하면 적들이 접근이 불가능해서 매우 안전하게 이동할 수 있다. 카스코를 몰고 나와 첫번째 바리케이드를 지난뒤 바로 왼쪽 기찻길을 따라가면 된다. 단, 반대 방향에서 오는 기차와 부딪힐 위험이 좀 있다. 기찻길에는 GPS가 찍히지 않으므로 기찻길을 따라 쭉 진행 해오다 오른쪽으로 고속도로가 나오는 지점에서 도로로 진입한뒤 GPS를 따라가면 된다. 이 방법은 안전하지만 다소 멀리 돌아가는 길이므로 참고 할 것.
            <br><br>
            화물선 팀의 목적은 어떻게든 카스코를 목표지점으로 가져가기만 하면 되기 때문에 1명만 카스코에 타고 가도 된다. 이 점을 응용해서 1명만 배로 먼저 가서 카스코를 훔치고, 다른 1명은 인서전트나 방탄 구루마에 타고 뒤따라 간 후, 배에서 좀 떨어진 곳에서 대기하다가 카스코가 배에서 내려오면 첫번째 바리케이드에서 길을 막고 있는 적들의 차를 들이받아서 튕겨내면 된다. 초보들이 보통 여기서 많이 죽는데, 이렇게 해서 길을 뚫어주면 죽을 위험도 줄어들고 카스코도 빠르게 주행할 수 있다. 카스코의 뒤를 따라가면서 적들이 따라붙는다 싶으면 계속 범퍼카 놀이를 해주면 된다. 앞부분을 들이받아서 방향만 틀어놔도 제대로 따라오지 못한다. 물론 총을 쏘면 안 된다.
            <br><br>
            카스코를 타고 적들을 따돌리며 고속도로를 달리다보면 요원 14가 무전기로 어디로 가고 있냐고 묻는다. 돌아서 가든 지름길로 가든 상관없이 물어본다. 그리곤 차를 망가뜨리지 말고 잘 타고 오라는 말과 함께, 나중에 그런차 마음껏 몰고 싶으면 스스로 돈 모아서 출세한 다음에 하라고 한다.
            <br><br>
        </dd>
    </dl>

	</div>
</details>
<details>
    <summary>탈옥 - 더러운 작업</summary>
    <div class="heist_div_left">
        <div class="heist_div_a">
	    팀 절반은 시청 바깥에서 검사 새끼들을 처치하고 진술서를 가져와. 나머지 절반은 래시코브스키의 사업 파트너와 경비병을 조용히 처치해.
	</div>
	<br>
	계획 준비 난이도
	<ul>
	    <li>시청 팀 : ●●○○○</li>
	    <li>저택 팀 : ●●○○○</li>
	</ul>
	<br>
	추천 차량
	<ul>
	    <li>시청 팀 : 방탄 구루마</li>
	    <li>저택 팀 : 빠른 차</li>
	</ul>
	<br>
	이 역시 두 팀으로 나뉘는 작업. 검사들을 암살하여 진술서를 가져오는 시청 팀, 래시코브스키의 사업 파트너를 암살하는 저택 팀으로 나뉘게 된다.
추천되는 아파트는 시청팀을 기준으로 4 인테그리티 아파트다. 시청에서 가장 가깝고 인테그리티 지하 땅굴로 바로 숨기도 용이하다. 저택 팀을 기준으론 어디서 시작 하든 상관 없지만 이클립스 아파트가 저택과 가장 가깝다.
<br><br>
<dl>
    <dt>○시청 팀○</dt>
    <dd>
        시청 팀은 유리한 고지대로 올라가서 검사들이 오길 기다린뒤, 검사들이 차에서 내리면 저격하여 진술서를 가져오고 경찰을 따돌린 뒤, 계획실로 진술서를 가져다 놓는다.
        <br>
        검사들을 암살할 때 호흡을 맞춰서 쏘라고 하나, 어차피 어떻게 죽여도 수배가 걸리는 것은 마찬가지이고 그냥 어떻게든 시청에 들어가기 전에 죽이면 되므로 굳이 저격총을 쓸거 없이 미니건이나 소총으로 속 편하게 갈아버려도 된다. 단, 차량이 폭발하거나 호밍 런처, RPG 같은 폭발성 무기를 사용하면 검사가 죽으면서 진술서도 함께 파괴되니 사용하지 말 것.
        <br><br>
        검사들을 암살하면 진술서를 얻고 바로 경찰을 따돌려야 하는데 몰려드는 경찰의 숫자가 상당해 죽을 위험이 높다. 쉽게 클리어 하는 방법이 있는데 미리 사다리 앞에 구루마를 주차해놓은 다음 옥상으로 올라간다. 두 명 모두 옥상에 도착해 단계가 갱신되면 1명은 검사들을 맡고 1명은 바로 사다리 쪽으로 와서 대기한다. 검사들이 차에서 내리면 사다리 앞에 대기해 있던 플레이어는 곧바로 내려와 방탄 구루마를 타고 검사들을 향해 가고, 옥상에 있던 플레이어는 검사들을 암살하자마자 사다리를 통해 내려 간다. 그 사이 구루마를 탄 플레이어는 진술서를 가지러 가는데 떨어진 위치에 맞게 차 문짝을 맞춰서 세우면 내리자 마자 진술서를 획득하고 바로 탈 수 있으며 다시 사다리 앞으로 방탄 구루마를 몰고 가 옥상에서 내려오는 플레이어를 태우면 된다. 그리고 시청 오른쪽으로 공사장이 있는데 공사장에서 인테그리티 아파트 방향으로 쌓인 흙더미를 밟고 그대로 고속도로로 넘어 갈수 있으며 착지후 바로 앞에 있는 땅굴로 숨어 쉽게 경찰의 수배를 풀 수 있다. 수배를 풀고 진술서를 계획실로 가져다 놓으면 작업 완료.
        <br><br>
    </dd>
    <dt>○저택 팀○</dt>
    <dd>
        저택 팀은 래시코브스키의 사업 파트너인 디마 포포브의 저택으로 가서 디마 포포브를 암살하고 신속하게 빠져나온다. 목표지점까지 가야 하는데 2명 모두 도착해야 하므로 같은 차를 타고 가는 것이 편하다. 컷신이 끝난 후 그의 저택에 잠입해서 조용히 디마 포포브를 암살하면 끝이다.
        <br><br>
        가장 쉽게 깨는 방법은 저격으로 포포브를 암살하는 건데 컷신을 본 뒤 저택으로 가지 않고 길따라 쭉 간 다음 뒤에 있는 산에 올라가서 저격으로 암살하는 방법도 있다. 이 방법을 이용할 경우 헤비컴뱃, 방탄 구루마 필요 없이 저격 한 번으로 매우 쉽게 깰 수 있다.
        <br><br>
        다른 방법으로는 바로 진입하지 않고 정문에서 조금 더 가면 내리막 길이 나오는데 여기서 담을 넘어 오른쪽 길로 간 후에 소음기가 달린 무기를 쓰고 경호원을 조용히 제거하며 잡아도 되지만 오른쪽 길로 들어가면 경호원에게 들켜도 디마 포포브의 도주 경로와 겹쳐 플레이어 방향으로 도주하기 때문에 곧바로 사살이 가능하다. 소음기가 달린 무기로 재빨리 없앤다면 경보를 울리지 않으므로 경호원까지 모두 조용히 처치 할 수도 있지만 시간이 좀 걸린다. 혹시라도 다른 경로로 접근하다 경호원들에게 들켰다면 디마 포포브가 도망가기 시작하는데 재빨리 추격해서 잡아 죽이거나 아니면 한 명이 미리 도주차량에서 대기를 하는 방법도있다. 어느쪽을 하든 암살을 끝내고 지역을 벗어나면 클리어.
        <br><br>
        또한 그냥 일부러 경비원에게 들키고 나서 도망가는 디마 포포브를 쫓아가서 죽이는 방법도 있다. 저택 반대편으로 돌아가보면 저택으로 올라가는 비포장길이 있는데 근접지뢰를 하나 깔아두고 소음기가 달리지 않은 총으로 소동을 일으켜주면 디마 포포브가 도망치려고 자동차를 타고 가다 근접지뢰가 폭발하여 죽는다. 디마 포포브를 암살하기 전에는 저택 팀은 수배레벨이 뜨지 않기 때문에 경찰을 따돌려야 될 걱정은 안 해도 된다.
    </dd>
</dl>
<br><br>
<hr>
스토리 모드의 보석상 작업 습격에서 도주 루트로 사용하는 굴이다.
    </div>
</details>
<details>
    <summary>탈옥 - 피날레</summary>
    <div class="heist_div_left">
        <div class="heist_div_a">
            볼링브로크 교도소에서 래시코브스키 교수를 탈옥시킨다. 지상 팀은 호송 버스를 타고 죄수와 교도관 행세를 해. 그리고 교도소로 가서 교수를 데리고 나와. 폭파 담당은 교도소로 향하는 호송 버스를 처리하고, 파일럿은 비행기로 사람들을 싣고 빠져나오도록.
        </div>
    <div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    조빌트 벨럼 5인승(Jobuilt Velum 5-Seater)
	    <br>
	    바피드 죄수 호송 버스(Vapid Police Prison Bus)
	</div>
	습격 피날레 난이도 : ●●●●○
	<ul>
	    <li>파일럿 : 꽁무니 꼼수를 모를 경우 ●●●○○, 회피기동 방법을 알거나 꼼수를 알 경우, ●○○○○</li>
	    <li>죄수, 교도관 : ●●●●○, 구루마등 개인차량 트릭을 알고 있을 경우 ●○○○○</li>
	    <li>파괴요원 : 교도소 밖에서 지원해줄 경우 ●○○○○, 후반부에만 지원해줄 경우 ●●○○○, 파일럿이 못할 경우 ●●●○○</li>
	</ul>
	<br>
	추천 차량
	<ul>
	    <li>파일럿 , 파괴요원 : 빠른 차</li>
	    <li>죄수, 교도관 : 방탄 구루마, 무장 차량</li>
	</ul>
	<br>
	피날레는 4가지 역할로 나뉜다. 파일럿은 로스 산토스 공항에 넣어둔 벨럼을 타고 팀원들이 있는 지역으로 이동시킨다. 파괴 요원은 로스 산토스 외곽에 있는 죄수 호송 버스를 탈취하여 한적한 곳에 가서 폭파시킨 후 근처에 있는 버자드 헬기를 탈취한다. 죄수와 교도관은 죄수 호송 버스에 탑승해 교도소에 잠입한 뒤, 행동을 개시한다.
<br><br>
각 플레이어들이 수행해야 하는 역할이 뚜렷하기 때문에 한 명이 못하는 것이 굉장히 티가 나는 습격 임무다. 최소한 공략이라도 보고 도전하도록 하자.
<br><br>
감옥에 신분을 숨기고 들어가야 하기 때문에 무조건 지정된 복장으로 고정되며, 따라서 헤비컴뱃 같은 중기갑 복장을 입을수가 없다. 파일럿은 로스 산토스 공항에서 벨럼을, 파괴 요원은 죄수 호송 버스를 파괴하고 교도관과 죄수가 교수를 빼내오면 된다.
<br><br>
엘리트 도전 시 교수 구출 시간 카운트는 교도소 내에서 교수와 만나는 컷신부터 모두 벨럼을 타고 가다 낙하 지점에서 나오는 컷신까지다. 때문에 아파트 위치가 크게 중요하지는 않은 습격 피날레지만 굳이 추천한다면 4 인테그리티 아파트가 교도소팀이나 파괴요원에게 유리하다.
<dl>
    <dt>○교도관과 죄수 팀○</dt>
    <dd>
        일단 교도관은 랭킹이 높은 플레이어에게 주는 것이 좋다. 교도관은 본인의 무기를 전부 자유롭게 사용할 수 있고 죄수는 기본으로 제공하는 AP 피스톨과 교도관이 쓰던 총, 인벤토리에서 구매한 투척무기만 사용할 수 있다. 근데 생존률 좀 높여보겠답시고 저랭크 유저에게 교도관을 줘버리면 고랭크 유저는 고화력 무기를 봉인당하고 저랭크 유저는 고화력 무기가 없어 체력과 실력은 괜찮은데 화력이 딸리는 고랭크 유저와 체력도 적고 화력과 실력도 딸리는 저랭크 유저라는 환장의 조합이 탄생하게 된다. 죄수에게도 AP 피스톨이 있으나 탄약이 많지 않기 때문에, 교도관은 버스 탑승 전 죄수가 사용할 총기와 탄약들을 미리 던져주면 좋다. 패치로 인해 상호작용 메뉴에서 탄약을 살 수 있으므로 AP 피스톨만으로도 탄약 걱정없이 충분히 플레이 가능해졌다.
        교도소 정문에 차단 막대가 있는데 무시하고 부수고 들어가면 철조망으로 된 문이 열린다. 정문에 있던 교도관의 대사가 끝날때 까지 얌전히 서있다 들어가면 되는데 괜히 어딘가 들이 박거나, 심심했던 죄수가 총을 조준하거나 엿을 날린다거나, 가만히 서있는 교도관을 버스로 치면 실패가 된다.
        <br><br>
        도착하면 차에서 내리는 컷신이 나오는데, 이후 달리기만 하더라도 바로 경보가 울리게 된다. 천천히 걸어가더라도 이동 도중 한 교도관에게 들켜 어차피 전투 태세로 변하므로, 그냥 버스에서 내리자마자 바로 앞의 교도관 두 명을 죽이고 전방으로 사다리 옆에 있던 교도관을 죽인 뒤 앞에 보이는 건물의 반대편 난간에 있던 교도관까지 바로 잡아주고 진행하면 빠르다. 만약 버스 탑승 전 죄수가 쓸 총을 교도관이 주지 않았다면 죽인 교도관의 총을 죄수가 먹어야 진행이 쉽다.
        <br><br>
        이후 사다리나 계단을 통해 난간으로 올라가게 되는데, 사다리쪽이 더 짧기 때문에 대부분 사다리쪽 루트로 올라간다. 난간을 올라가면 각각 왼쪽 지붕 위에 한 명, 오른쪽 탑 위에 한 명을 제거하면 아래에 엄폐해 있는 적들을 잡으면 된다. 참고로 오른쪽 탑으로 가보면 구급상자가 있으니 체력이 바닥났을 때 먹어주면 되지만 적들이 아직 많이 남은 상태에서 가면 일점사 당해 죽기 쉽다. 이후 계단을 내려가 숫자 7이 적힌 벽으로 달려가면 교수와 만나는 컷신이 나오는데 컷신이 나오는 순간 지상에 남아 있던 적들이 모두 사라지고 NOOSE 팀이 나오는 단계로 넘어간다. 지상전을 그냥 스킵 하고 싶다면 계단 난간에서 그냥 떨어진 뒤 교수를 향해 달려가는 방법이 있다. 단 계단에서 낙하시 체력이 깎이고 적들에게 총 맞아 죽을 위험이 있는 다소 도박성이 강한 방법이니 주의할 것.
        <br><br>
        컷신이 끝난 후 교수가 엄폐해 있는 엄폐물은 수그려 앉아도 머리를 엄폐 해주진 않기 때문에 전진할 때 주의가 필요하다. NOOSE 팀은 맷집이 제법 튼튼하기 때문에 가능하면 헤드샷을 노리며 전진하고 일점사 당하지 않도록 주의한다. 모든 습격을 통틀어 가장 힘들고 긴 총격전을 자랑하는 피날레이니 방탄복과 스낵도 꽉꽉 채워놓는건 기본이다. 적들을 제거 하면서 교수와 함께 교도소를 빠져나가면 되는데 교수를 두고 너무 빨리 진행하면 교수가 따라오지 않기 때문에 따라올 수 있게 거리를 유지해 줘야 한다. 한 명이 적들을 정리하며 빠르게 전진하면 나머지 한 명이 교수와 발을 맞춰 뒤따라 가면 빠르게 진행 가능하다.
        <br><br>
        적들을 모두 잡고 정문 앞에 있는 경찰 라이엇 밴을 타고 벨럼이 있는 방향으로 간 뒤 탑승하면 된다. 대부분의 플레이어는 샌디 비행장에 착륙하고, 비행장에서 비행기를 탈시 개활지라 총 맞아 죽을 확률이 크니 파괴요원의 공중지원이 중요하다.
        <br><br>
        파괴요원이 교도소 남쪽 담장 밖에 자리를 잡을 때까지 기다렸다가 교도소 팀이 교도소로 들어가는 방법도 있다. 이 때에는 파괴요원이 경찰들을 알아서 제거해 주기 때문에 매우 수월하다. 아래의 파괴요원 부분을 참조.
        <br><br>
        이렇듯 수많은 적을 상대해야 하기 때문에 난이도가 높지만 구루마 트릭을 알고 있다면 난이도는 급하강한다. 교도관은 시작 전 구루마를 꺼내 놓아야 한다. 탈옥에서 구루마를 운용하려면 우선 교도소 근처에 구루마를 배치해 두어야 하는데, 호송 버스를 타고 가다 입구에서 개인 차량 요청으로 구루마를 호출하면 교도소 입구에 배치 할수 있어 편리하다. 간혹 감옥 내부로 구루마가 호출되는 경우도 있으니 가급적 감옥에서 멀리 떨어져서 부르자. 만약 개인 차량 요청이 불가능하거나 쿨타임이 걸렸다면 직접 구루마를 몰고 교도소 입구에 배치해야 하는데, 정문 앞의 25가 적힌 표지판이 있는 위치에 놓을 수도 있고, 정문 옆의 주차장 쪽에 주차해 놓는 방법도 있다. 너무 가까이 가면 눈치채서 실패하니 주의. 구루마 배치가 되면 버스를 타고 교도소로 진입한 뒤 적들을 모두 잡고 곧장 구루마를 가지러 가면 된다. 이 때 주의점은 둘 중 하나라도 구루마를 타기전에 사다리나 계단을 올라가 체크포인트를 찍으면 안된다는 것이다. 만약 체크포인트를 먼저 찍게 되면 구역 제한에 걸려 구루마를 가지러 갈 수 없게 된다. 이미 구루마를 가져왔다 해도 벽을 넘어가려 하면 지역을 벗어났다고 인식된다.
        <br><br>
        구루마를 이용하는 방법은 크게 네 가지로 나뉜다.
        <br><br>
        첫 번째 방법은 둘이 같이 구루마를 타는 방법이다. 팀원이 구루마 트릭을 모르는 외국인이라면 단순히 따라오게 하는 것으로 시도 가능하다. 버스에서 내린뒤 보이는 적들을 모두 제거하고 둘이 같이 구루마로 향한다. 구루마를 타고 교도소 안으로 들어와 정문 입구 왼쪽의 펜스를 무너 뜨린뒤 펜스를 밟고 넘어가면 된다. 펜스에서 가운데 기둥을 기준으로 왼쪽과 오른쪽으로 나뉘는데 기둥 왼쪽은 펜스를 무너 뜨린뒤 약간만 속도를 내면 쉽게 넘어 갈 수 있고 조금 전진하면 철조망 문이 열리므로 기둥 오른쪽으로 넘어가지 못한다면 기둥 왼쪽으로 넘어가면 된다. 기둥의 오른쪽은 콘크리트 베리어에 막혀 있기 때문에 펜스를 무너뜨린 뒤에 밟고 넘어가야 하는데 펜스를 잘못 넘어뜨리면 밟고 넘어갈 발판이 없어 넘어가지 못하므로 주의. 이후 교도소를 반바퀴 돌아가면 물탱크 같은 구조물이 보이며 여기서 오른쪽 샛길을 통해 가면 된다. 체크 포인트를 찍지 않고 진입했기 때문에 둘 중 한 명은 계단을 타고 체크 포인트를 찍고 오면 된다. 올라간 한 명이 체크 포인트를 찍자마자 레이더에 교수의 위치가 하늘색 점으로 표시되는데, 구루마에 탄 사람이 차를 몰고 그대로 교수에게 다가가면 곧바로 컷신으로 이어진다. 단, 이때 주의점은 체크 포인트를 찍기전에 먼저 교수에게 가있으면 바로 컷신으로 넘어가지 않으므로 약간 거리를 두고 대기했다가 체크가 찍히는것이 확인 된 다음 들어가야 한다.
        <br><br>
        두 번째 방법은 한명은 사다리 밑에서 대기하고, 다른 한 명은 구루마를 타고 교도소로 진입하는 방법이다. 첫 번째 방법과 같이 구루마를 탄 사람이 왼쪽의 펜스를 넘어 간 뒤 교도소 안으로 진입해 교수를 만날 준비가 되면 사다리 밑에서 대기하던 사람이 올라가 체크 포인트를 갱신하는 것이다. 사다리 쪽 체크포인트가 갱신되면 구루마를 탄 사람이 교수를 만나 컷신을 보면 된다.
        <br><br>
        세 번째 방법은 구루마로 펜스를 넘기 전 사다리를 올라 체크포인트를 찍는 방법이다. 두 번째 방법과의 차이점은 체크포인트를 찍기 전 구루마가 펜스를 넘어 교도소 안까지 진입한 이후에 찍는 게 두 번째 방법이라면, 이 방법은 구루마를 타고 펜스를 넘기 전에 체크포인트를 찍어서 교도소 오른쪽으로 열린 차단문(옆으로 열리는)을 통과해 가는 방법이다. 역시나 교도소를 반바퀴를 돌면 교수에게 갈 수 있고, 체크포인트를 먼저 찍었기 때문에 곧바로 컷신으로 연결된다.
        <br><br>
        네번째 방법은 의외로 모르는 사람들이 많으며 아무도 알려주지 않은 방법인데 가장 편한 방법이다. 굳이 왼쪽 펜스로 넘어가지 않고 오른쪽 철창으로 갈 수 있다. 어느 한 명이 체크포인트를 찍었을 때 오른쪽 철창과 입구 철창이 자동으로 열리며 그 사이 다른 한 명은 구루마를 타고 곧장 열려있는 오른쪽 철창을 통해 물탱크를 지나 두번째 체크포인트로 가까이 가준 뒤 교수에게 다가가 컷신을 보면 된다.이 방법은 앞에서 말한 펜스를 넘어가는 방법들과 달리 시간을 효과적으로 단축시킬 수 있기 때문에 이 글을 봤다면 이 방법을 적극적으로 쓰길 바란다.
        <br><br>
        컷신이 끝나도 구루마가 그대로 있기 때문에 죄수, 교도관이 같이 타고 NOOSE를 제거하면 된다. 이때 NOOSE에 구루마를 너무 가까이 대면 사각이 생겨 오히려 사격하기 힘들기 때문에 너무 가까이 대지 말고 거리를 둔채 사격하자. 지상의 적들을 모두 제거하면 교수를 데리러 가라는 메시지가 뜨는데 이 메시지가 뜨면 교수도 구루마를 타게 된다. 정석대로 나오는 길은 좁아서 구루마가 나올 수 없으니 왔던 길로 다시 돌아 교도소를 빠져나가자. 이렇게 하면 교도관팀의 난이도는 대폭 하향되며 엘리트 도전시에도 안전하고 빠르게 NOOSE를 정리할 수 있다. 1.40 업데이트로 개인차량 취급하는 중무장 차량이 나와서 하프트랙을 타고 탄약 걱정 없이 맘껏 갈기는 등 벙커를 산 유저가 있다면 매우 쉬워지고 죄수도 지겹지 않은 플레이가 가능해졌다. 이후 파일럿이 경찰을 떼고 낙하지점에 도착하면 낙하산을 펴고 잘 착지 하고 버자드 헬기의 테일로터에 갈려 죽는 것만 조심하면 습격 성공. 점프를 하지 말고 달리기만 이용하여 헬기를 타는 게 안전하다.
        <br><br>
        무기밀매 업데이트로 추가된 인서전트 픽업 커스텀등 각종 무기화 차량들이 개인차량 판정이라 탈옥습격에서도 구루마 처럼 마음껏 써먹을 수 있기 때문에 더욱 더 수월해졌다. 이젠 AP 피스톨로 깨작데는 것이 아니라 강력한 폭발물과 미니건으로 NOOSE들을 쓸어버릴 수 있게 되었다. 파괴요원 지원도 필요없을 정도
    </dd>
    <dt>○파일럿○</dt>
    <dd>
        파일럿은 공항에 도착해 밸럼을 타고 출발, 이후에 따라붙는 제트기를 상대로 회피기동을 하면서 지상팀이 빠져나갈 때까지 생존하면 된다. 산 중턱에 바인우드 표지판을 지나면 위험개체로 판명되어 제트기를 출격시키기 때문에 굳이 서두를 필요는 없다. 제한시간 2~3분 남은 시점에 공항에서 출발해도 충분하고 아예 매우 높은 고도를 유지한 채 비행장 근처를 맴돌아도 제트기가 안 붙기 때문에 주변에서 맴돌다 1분 정도 남았을 시점에 맞춰 고도를 내려줘도 된다. 파일럿이 너무 빠르게 도착하면 교도소 주변으로 경찰들이 더 빠르게 모인다. 간단한 회피기동은 제트기와 마주보고 달려가 회전하여 제트기 뒤를 따라다니는 것. 유의할 점으로, 제트기와 마주보고 있으면 아무리 가까워도 미사일, 기총소사를 하지 않으나 꼬리를 잡힌 상태라면 미사일 발사 사거리보다 안쪽이라도 폭발탄을 쏘므로 꼭 꼬리에 붙어 다니자. 제트기는 기본적으로 포트 잔쿠도 공군 기지쪽에서부터 날아오니 참고하면 좋다. 밸럼이 가까이 붙으면 제트기의 속도가 밸럼의 속도보다 느려지기 때문에 폭파담당이 격추시키기에 편하나 아무 생각없이 가속 키를 누른채 따라가다 카미카제를 할 수도 있으므로 속도만 떨어지지 않는 선에서 따라가는 것이 좋다. 이런 방식으로 제트기를 몰다가 지상팀이 교도소를 탈출하면 임무 메시지가 바뀌고 제트기는 알아서 사라지거나 추락하기 때문에 무시하고 지상팀을 태우러 가면 된다. 이렇게 하면 파괴 요원 쪽에서 굳이 제트기를 격추할 필요도 없고 오히려 잡힐 때마다 새로 나온 제트기 뒤를 따라 잡아야 하기 때문에 민폐가 되기도 한다.
        <br><br>
        한 가지 팁으로 PC기준 G키'(게임패드로는 L)를 눌러 랜딩기어를 내려주면 벨럼의 속도가 느려진다. 이를 이용하여 제트기와의 거리가 좁혀졌다 싶으면 랜딩기어를 내려주고, 멀어졌다 싶으면 랜딩기어를 다시 집어넣어 속도를 높혀주자. 제트기는 정면만 아니면 미사일이 락온 되지 않기 때문에 그냥 가까이 따라갈 것도 없이 멀리 두고 따라가도 충분하다. 능숙한 파일럿이라면 제트기의 이동 방향을 어느 정도 유도 하는 것도 가능하다. 너무 정직하게 정확히 뒤에서 따라가면 제트기가 무작정 직진만을 해 바다나 도시 끝까지 날아가는데, 유도하고자 하는 방향으로 그냥 한바퀴만 빙 돌아주면 제트기가 따라오니 한바퀴 빙 돌아 느긋하게 꼬리를 잡아 쫄쫄 따라다니자. 죄수 팀이 나올때 까지 교도소 머리 위에서 빙빙 돌며 놀고 있는 짓도 가능하다. 물론 그것조차 번거롭고 외국인 팀원에게 체팅으로 지시를 해야되는 파일럿의 경우, 제트기가 미사일을 쏘든 말든 회피기동을 장시간 유지할 수 있기에, 뒤꽁무늬를 쫓아가는 행동이 더욱 까다로울 수 있다. 모든 행동이 파일럿의 역량에 따라 천차만별로 바뀌기에, 자신의 조종 실력에 맞게 플레이를 결정하면 된다.
        <br><br>
        교수, 죄수, 교도관이 밸럼에 모두 탑승했다면 파일럿은 밸럼을 이륙시켜서 경찰을 따돌린 뒤, 근처 해안가 상공의 체크 포인트로 날아가면 된다. 이 때 교도소 위를 비행하면 교도소에서 쏘는 호밍에 공중분해 당해서 처음부터 다시 시작해야 하기 때문에 조심하자. 이 때 파일럿은 처음부터 무작정 고도를 높여버리면 새로운 경찰 헬기들이 계속해서 생성돼 따라 붙기 때문에 경찰차의 시야에 닿지 않는 비교적 낮은 고도에서 저공 비행해 목표 지점까지 직선으로 날아가기만 해도 빠르게 경찰을 뗄 수 있다. 경찰을 모두 떼고 나면 체크포인트가 생각보다 꽤 높은 상공에 있으므로 고도를 높여 주면 된다. 이 점을 유의해서 제대로 수행하면 컷신에서 교수에게 비행기 조종을 넘기고 래시코브스키는 "잘 가! 이걸로 돈 좀 벌었길 빈다!" 라고 말하고 날아간다. 컷신이 끝나면 파일럿, 죄수, 교도관은 낙하산으로 근처 해안가로 낙하한다.
        <br><br>
        가끔 밸럼으로 체크포인트를 찍는 과정 때문에 실패하기도 한다. 밸럼의 고도는 체크포인트의 고도와 좀 차이가 나도, 맵상으로 같은 위치가 되면 컷신으로 넘어가게 되는데, 여기서 중요한 점은 밸럼의 고도가 체크포인트 고도보다 많이 낮은 상태에서 컷신으로 넘어가면 컷신 이후 낙하 도중, 래시코브스키가 죽었다는 글과 함께 습격 실패가 되기도 한다. 매우 심각한 버그로, 컷신 이후 래시코브스키가 죽었다는 문구와 함께 실패하는 건 거의 100% 이 경우다. 따라서 파일럿은 가능하면 체크포인트보다 낮은 고도로 다가가지 않도록 주의하자.
        <br><br>
        전투도 없고, 운전만 하면 되기 때문에 전투에 자신없다면 파일럿을 하는 것이 좋다. 단 착륙을 할 줄 몰라서 엔딩에 다와가는 순간인 지상 팀 태우러 착륙할 때 폭사할 경우 팀원들의 우레와 같은 탄성을 듣게되므로 꼭 연습해 보고 가는 것이 좋다.
        
    </dd>
    <dt>○파괴 요원○</dt>
    <dd>
        파괴요원은 죄수 호송버스를 따라가 버스 운전수를 죽인 뒤 버스를 탈취하면 된다. 온갖 이상한 이유로 죽거나 실패하는 GTA 특성상 교도관을 죽이면 버스가 언덕이나 벼랑으로 미끄러져 그대로 버스가 옆으로 전복되어 폭발해 실패하는 경우가 있고, 교도관을 죽이기 위해 쏜 총소리에 겁을 먹은 NPC들이 버스를 타기 위해 차에서 내린 유저를 뺑소니 치고 가는 어이없는 상황도 있으니 주의하자. 버스를 타고 활주로에 도착하면 점착폭탄 하나를 붙여 폭파하고 (단, 활주로 도착 이후, 정확한 지점에 도달하지 않고 차량을 폭파 시 (건물 뒤가 아닌 앞이라던지), 운반 도중 파괴된 것으로 간주되어 실패 처리되므로 주의.) 바로 옆에 있는 빨간색 오프로드를 타고 활주로 끝 너머 메리웨더(2명)가 지키는 버자드 헬기를 훔쳐서 밸럼과 지상팀을 지원하면 된다.
        <br><br>
        습격상황에 따라 파일럿을 지원할수도 있고 죄수팀을 지원할수도 있다. 플레이어의 유도리에 따라 헬기를 탈취하고 미션 내내 아무것도 안 하고 놀기만 하다가 마지막에 해안가로 낙하하는 팀원들을 태우고 가기만 할 수도 있지만 가급적 도와주는 것이 미션을 더 빨리 끝낼 수 있다. 파일럿이 먼저 언급한 제트기의 꼬리를 따라가는 트릭을 모른다면 밸럼 주변을 어슬렁거리다 제트기를 향해 미사일을 발사하면 된다. 밸럼이 제트기의 꽁무니를 잘 쫓아다닌다는 걸 확인하면 교도소 팀을 지원 할 수 있다. 다만 헬기가 교도소에 너무 가까이 접근하면 호밍 미사일에 격추 되기 때문에 버자드가 락온만 가능한 거리를 유지해 주는 것이 중요하다. 멀리 떨어져있어도 가끔식 호밍런쳐가 날아오니 이럴때는 회피기동을 써주자 전투기보다 피하기 어려울 것 같지만 방법을 알고나면 쉽고 버자드 자체가 회피기동하기도 쉬우니 익혀두자. 본인의 조종 실력이 매우 뛰어나다면 호밍 미사일도 피할 수는 있기 때문에 교도소 안까지 침입해 미사일을 피하며 적들을 잡고 시간 제한이 되기전에 밖으로 빠지는 식의 플레이도 가능하다. 이는 매우 위험한 방법이기 때문에 될 수 있으면 교도소 밖에서 지원해주는 것이 좋다. 죄수팀의 전투능력이 높든 낮든, 파괴 요원이 교도소를 지원해주는 것은 빠르고 안전한 진행에 매우 도움이 된다.
        <br><br>
        지원할 때 가장 쉬운 방법은, 파괴요원이 버자드를 타고 교도소 남쪽 담장 밖에 먼저 자리를 잡은 후에 교도관과 죄수가 교도소로 들어가면 된다. 이렇게 하면 교도관과 죄수가 체크포인트를 찍는 동안 나오는 모든 경찰을 파괴요원 혼자서 다 잡아버릴 수도 있다. 교도관과 죄수가 교수를 만나는 컷신이 나올 동안, 그들의 정면에 스폰되는 경찰들을 먼저 제거하는 것도 가능하다. 교도관과 죄수가 출구쪽으로 거의 다 오면, 파괴요원은 풍력 발전 단지의 중간쯤에서 대기하면 된다. 처음 스폰되는 경찰헬기 3대중 2대가 그쪽에서 스폰되기 때문에, 스폰 되자마자 바로 잡아버리면 된다. 그 후 교도소 팀과 거리를 유지하면서 스폰되는 경찰헬기를 모조리 격추하면 된다. 멀리서 쏴줘야 교도관과 죄수가 안전하게 벨럼에 탑승할 확률이 높아진다. 다만, 자칫 잘못하다 격추한 헬기의 잔해가 떨어져 밸럼 팀을 덮칠 수 있으니 격추할 때 조심해야 한다. 그 후, 교도소 팀이 교도소를 나와 밸럼을 타고 도망 가는 동안 파괴 요원은 밸럼 팀 근처로 오는 경찰들을 상대한다. 경찰 헬기는 사격거리가 길고 밸럼에 부딪힐 수도 있기 때문에 무조건 최우선 제거 대상이다. 계속 경찰헬기를 격추해서 경찰의 관심이 자신에게 집중되도록 해야 벨럼에 탄 나머지 3명이 수배 레벨을 떼기 수월해진다. 그리고 밸럼 팀이 도망가고 있을 때 따라가는 행동은 하지 말자. 경찰 어그로가 버자드에게 끌려있는 상태인데 지명수배를 떼야 하는 밸럼 멤버들에게 접근하는 것은 심각한 트롤링이 아닐 수 없다.
        <br><br>
        밸럼에 탄 멤버들이 수배령을 제거하면, 파괴요원 주변에 있던 경찰들이 사라지면서 수배가 금방 풀린다. 그 후, 해안가에 낙하한 팀원들을 버자드에 태우고 도시로 빠져나가면 된다. 파괴 요원은 미리 해변가에 헬기를 대놓고 기다릴 수도 있지만 엘리트 조건과는 상관 없기도 하거니와 낙하선을 타고 내려오다가 위치선정에 실패해서 헬기의 메인 로터에 갈려서 죽는다거나, 낙하하다 죽는 헬기에 부딪혀 죽는 경우도 있으므로 팀원의 수준을 생각해서 미리 착륙할 장소를 염두에 두자. 또 지상에 내려온 팀원이 헬기 테일로터에 갈려 죽는 경우도 많으므로 착륙 전에 미리 방향을 조절하자. 바위 위에 서 있다가 헬기를 향해 쓸데없이 점프해서 프로펠러에 갈려 죽는 일도 있으므로 미리 얘기해 줘야한다. 상공에서 팀원들이 모두 낙하한 것을 보고 천천히 착륙하면 된다.
        <br><br>
        파괴 요원은 팀원의 실력에 따라 해야 할 일의 편차가 큰 편이다. 파일럿이 제트기를 상대로 따라가는 트릭을 몰라서 회피기동에 실패하고 지상 팀 또한 자꾸 죽는다면 그야말로 파괴 요원의 캐리가 필요하다. 물론 버자드로 공중지원을 해줘도 교도소 팀이 죽는 경우도 있다. 반면에 팀원들의 실력이 걸출하면 파괴요원은 죄수 팀이 교수를 데리고 빠져나올 때까지 놀고 있어도 아무 문제없을 정도. 빠르면 버자드가 도착하기도 전에 이미 교도소를 빠져 나오는 팀원도 있으며 심지어 파일럿이 추격하는 제트기를 충분히 잘 다루고 경찰 헬기 또한 잘 피해 다닌다면 정말로 할게 없다.
        <br><br>
        요원 14는 너희들의 실력에 대해 감명 받았다면서 다음 계획을 예고하면서 계속 일해달라고 한다. 습격이 끝나면 플레이어들은 리더의 아파트에서 술잔으로 건배를 하며 하이파이브를 하고 파티를 하는 장면이 나온다.
        <br><br>
        하지만 실상은 많은 습격 뉴비들을 멘붕과 스트레스로 꽉 차게한 습격 피날레가 되어버렸다. 일단, 숙달된 유저끼리 한다면 피날레 자체의 난이도는 그렇게 크게 높지가 않다. 그게 한국인들끼리라면 더욱. 대놓고 돌진하는 죄수와 교도관만 없고, 파일럿은 그냥 속도 조절하며 제트기 뒤를 쫄래 쫄래 따라가고, 때맞춰서 이착륙만 잘하면 된다.근데도 멘붕에 빠지는 이유는 앞에도 수차례 언급되었던 수배레벨 버그 때문. 교수와 교도관과 죄수가 다같이 교도소를 탈출하고 밸럼을 다같이 타고 버자드가 엄호해주는 상황까지 오면 이 습격 자체는 이미 종반부이다. 밸럼에 탄 플레이어 3명은 경찰을 따돌려야 하는데 수배 버그 때문에 아무리 날아가도 경찰의 수배가 없어지지 않는다. 이런 버그는 고질적인 GTA 온라인의 문제였는데 그 버그가 이 미션에서 발암물질처럼 작용하기 때문에 많은 유저들이 항의했다.
        <br><br>
        이 버그가 발생하는 원인은 GTA 온라인의 시스템적인 문제에서 이해해야 하는데 수배가 걸린 유저 A와 수배가 걸리지 않은 B라는 유저가 있을 시 수배가 걸린 A가 탄 탑승물(차, 비행기, 헬기, 보트 등)에 수배가 안걸린 B가 탑승하게 되면, A의 수배령이 B에게도 적용 된다. 같은 탑승물에 여러 명이 타더라도 동시에 별이 떨어져야 하지만 A의 수배령이 떨어지려고 별이 깜빡일때 B의 수배령도 같이 떨어져야 하지만 버그로 인해 B의 수배령이 그대로 유지 되면 동승자 간에 수배령이 똑같이 적용되는 시스템상 B의 영향으로 깜빡이던 A의 수배령이 다시 불게 된다. 이후 B의 수배령이 떨어지려 할때도 수배령이 유지된 A의 영향으로 B의 수배령이 다시 붙는 무한 반복이 되는 것이 이 버그의 발생 방식. 이 버그의 원인은 유저들간의 인터넷 회선 상태가 좋지 않거나 핑이 높거나 탑승자가 많으면 많을수록 동승자간에 수배령이 동기화 되는데서 문제가 발생하기 때문이다. 특히 외국인 유저들과 플레이시 이 버그가 더욱 잘 생기는 편.
        <br><br>
        다른 습격이나 임무등에서 가장 좋은 해결 방법은 적당히 으슥한 곳에 탑승물을 대놓고 모두 내려 각자 별을 뗀 뒤 다시 타고 가는 것이지만 탈옥 피날레에서는 그럴수도 없기에 이를 위한 해결법이 여러가지가 있는데 몇 가지만 소개하자면.
        <ul>
            <li>파일럿이 저공 비행으로 경찰차나 헬기등의 시야에 일부러 계속 노출 되어 있다가 시야 밖으로 빠져서 수배령이 떨어지는 타이밍을 동시에 맞추는 방법이 있다.</li>
            <li>파괴요원이 계속해서 난동을 부려 수배령이 떨어지지 않게 유지하여, 경찰들의 주의를 끄는 동안 밸럼팀이 먼저 수배레벨을 떨어뜨리는 방법이 있다. 이 때에는 경찰의 시야가 버자드 쪽에 쏠리기 때문에 밸럼팀이 버그에 걸리더라도 버그에서 풀릴때까지 어느정도 시간을 벌 수 있다. 버자드 또한 굉장히 날렵하기 때문에 이후 무작정 고도만 높이지 않는다면 경찰 따돌리기가 매우 쉽다.</li>
            <li>사실 가장 확실한 방법으론 팀원들의 실력이 모두 상향 평준화 상태라면 피날레를 처음부터 다시 시작하는 방법이 있다. 다만 밸럼에 같이 탑승하는 교도관, 죄수, 파일럿 중 한명의 역할을 파괴요원과 바꿔야 한다. 위에서도 언급되었듯이 수배레벨 버그는 회선 상태가 좋지 않은 팀원이 두 명 이상이 같은 탑승물에 타서 수배레벨을 해제하지 못하는 상황이기 때문에 밸럼 팀 중 핑이 높은 한 명을 파괴요원과 역할을 바꿔서 수배령을 떼는 것이다.</li>
        </ul>
        <br>
        그 외, 저장 체크 포인트가 없다는 점도 멘붕에 빠지는데 한몫한다. 다른 습격 피날레들과 달리 탈옥 피날레는 어느 구간에서 실패하던 무조건 처음부터 다시 진행해야 하기 때문. 마지막 낙하 구간에서 프로펠러에 갈려죽거나 도시로 가는 헬기에서 뛰어내린 후 낙하산을 펴지않아 죽어도 얄짤 없다. 또한 다른 습격에서는 저장된 복장으로 맞출 수 있고, 꾸역꾸역 헤비 컴뱃을 입어주면서 플레이하기 때문에 사실상 습격 피날레 중에 가장 어렵다고 해도 무방하다. 숙달된 유저들 4명이 모여서 한다면 별 문제 없지만, 랜덤초대로 인원을 구성하여 시작한다면 모든 습격을 통틀어 성공 확률이 가장 떨어진다.
        <br><br>
        다행스럽게도 파일럿은 운전에만 전념하면 되고, 파괴 요원은 교도소 밖에서 안전하게 지원하는 역할이라 교도관과 죄수만 잘한다면 80%는 먹고 들어간다.
        <br><br>
        현재 파괴요원의 버자드의 심각한 버그가 생겼는데 비행기에서 낙하하는 컷신이 끝나면 버자드의 시동이 꺼져서 추락하게 된다 그러므로 컷신이 나오기전 미리 착륙해있거나 높게 날고 있어야한다.
    </dd>
</dl>

    </div>
</details>
<details>
	<summary>엘리트 도전</summary>
	<div class="heist_div_left">
	    <div id="elite">
	        엘리트 도전 과제
	        <hr>
	        래시코브스키가 입은 대미지가 1% 혹은 받지 않음<br>
	        4:40 내로 교수를 탈옥시키기<br>
	        아무도 죽지 않기<br>
	        빠른 재시작 사용 안 함<br>
	    </div>
	    <br>
	    탈옥 엘리트 도전의 카운트는 교수와 만나는 컷씬부터 밸럼이 낙하 지점에 도착한 시점이 4분 40초 이내이다. 교도관과 죄수 팀이 교수를 만나기 전에 파괴 요원이 교도소 밖에서 미리 자리를 잡아 둔 뒤 준비가 끝나면 그대로 교수를 만나 컷씬이 시작되면 스톱 워치를 돌리면 된다.
	    <br><br>
	    엘리트 도전 성공에는 교도소 팀이 교도소를 빠져나오는 속도와 파일럿이 안전하게 벨럼을 교도소 앞에 착륙 해 놓을수 있느냐에 달려 있는데, 파괴요원의 역할이 매우 중요하다. 파괴요원이 교도소를 지원해서 교도소 팀이 최대한 빠르게 교도소를 나올 수 있게 서포트 해줘야 하며 이와 동시에 벨럼 주변에 들이대는 경찰 헬기와 차들을 최대한 빨리 격추해야 하기 때문. 파괴 요원이 미리 교도소 외곽에 자리를 잡아 준비한 다음 교도소 팀이 교수와 만나는 식으로 서로 타이밍을 맞추는 것이 좋다. 교도소를 지원함과 동시에 교도소 탈출 전 벨럼이 교도소 앞에 착륙 할 수 있도록 다가오는 경찰들을 미리 제거해 두어야 하는 등 역할이 막중한 편. 4명의 팀웍이 굉장히 중요한 난이도가 높은 엘리트 도전이다.
        <br><br>
        <dl>
            <dt>○죄수와 교도관(이하 지상팀)팀○</dt>
            <dd>
                탈옥 엘리트에서 가장 중요한 건 벨럼을 교도소 앞에 착륙시킬 수 있는 파일럿과 교도소 지원에 능한 파괴 요원이기에 지상 팀은 아무래도 공중 쪽 보다는 비중이 떨어진다. 지상 팀의 전투는 교도관이 파괴 요원이 처리 하기 힘든 사각지역을 보완하며 전진하는 것과, 죄수는 교수가 피해를 받지 않게 적당히 총알 받이를 하며 틈틈히 교수를 마크해 따라오게 하는 것이 할 일. 교수의 인공지능이 은근히 떨어지기에 지상 팀 중 한 명이 틈틈히 마킹을 해줘야 빨리빨리 전진을 할 수 있는데, 무기가 풍부한 교도관보다는 무기가 AP 피스톨뿐인 죄수가 마크하는 편이 더 좋다. 교수는 주변에 적들이 남아 있으면 움직이지 않으므로 NOOSE뿐 아니라 경찰이 주변에 남아 있지 않은지 잘 확인해야 한다.
                <br><br>
                교도관이 드는 무기중 추천하는 것은 컴뱃 MG. 장탄수, 연사력, 사거리, 위력 모두 흠잡을 곳이 없다. 또한 무기 특성상 탄퍼짐도 있기에 이를 이용해 명중을 더 쉽게 할 수 있는 편. 컴뱃 MG보다 더 강한 미니건을 돌리는 것은 비추천. 미니건 자체가 들고 있으면 엄폐가 안 되고, 돌리다가 총알받이 돼서 죽는다. 이동속도가 느려지는 건 덤. 엘리트 도전을 위해선 파일럿이 교도소 팀을 빨리 태운뒤 목표 지점까지 빠르게 경찰을 떼고 도착 해야 하는 것이 관건이기 때문에 팀웍이 상당히 중요한데 교도소 팀은 교도소를 나오기전 미리 파일럿에게 착륙 준비를 하도록 얘기해주어야 시간 절약이 가능하다. 앞에서 소개된 구루마 트릭을 사용하면 파괴 요원과 함께 안전하고 매우 빠른 속도로 클리어 가능하다. 구루마를 사용하더라도 한명은 교수 옆에서 총알 받이 겸 진행 방향으로 유도를 해줘야 한다. 참고로 구루마 사용시 나갈 때는 구루마를 타고 나가지 않고 출구쪽에 비치된 경찰 라이엇 밴을 타고 나가야 한다. 구루마를 타고 나가려면 교도소 외곽으로 돌아나가야 하기 때문. 어차피 엘리트 도전시엔 밸럼이 교도소 입구에 착륙하기 때문에 경찰 밴의 속도는 크게 문제가 안된다.
            </dd>
        
        <dt>○파일럿○</dt>
        <dd>
            그냥 할 때는 전투기 꼬리나 쫓아 다니기만 하는 편한 역할이지만, 엘리트 도전 시에는 지상 팀의 진행 상황을 잘보며 제트기를 피해 착륙 타이밍을 잘 잡는 것이 중요하고 지상 팀을 모두 태운 뒤 얼마나 빨리 경찰의 수배를 떨어뜨리냐에 성공 여부가 달려있다.
            <br>
            파일럿은 굳이 빨리 갈 필요가 없고, 공항에서 제한시간 3분 30초 쯤 출발하는 것이 좋다. 만약 일찍 출발했다면, 바인우드 사인 옆 언덕에 잠시 착지한 후에 제한시간이 2분 쯤 남았을 때 출발하면 추격하는 전투기가 늦게 뜨므로 착륙할 타이밍을 잡기가 수월하다. 제한시간이 2분쯤 남았을 때 쯤이면 교도관 팀의 버스가 이미 교도소에 들어갔을 것이다.
            <br><br>
             지상 팀의 진행 속도에 따라 교도소 근처에 가자마자 바로 착륙할 수도 있지만, 지상 팀이 아직 진행 중이라면 언제든 착륙할 수 있게 교도소에서 멀지 않은 지점에서 제트기를 따돌리면서 맴도는 식의 운용이 필요하다. 고도를 너무 높지 않게 유지하고 샌디 비행장과 알라모해 사이쯤에서 위에서 내려다 볼때 시계방향(파일럿 플레이어 기준 비행기가 오른쪽 방향으로)으로 빙빙 돌면서 제트기를 따돌리다 지상 팀이 신호를 줄 때 곧바로 착륙 하는 식으로 운용 할 수 있다. 주의점은 제트기가 파괴 요원의 버자드에 너무 접근하면 제트기가 버자드를 격추시켜 실패하기 때문에 제트기가 교도소쪽으로 가지 않게끔 해야 한다. 
             <br><br>
             지상 팀 또는 파괴 요원이 착륙 신호를 주면 벨럼을 교도소 앞에 착륙하면 되는데 교도소 입구 주차장쪽으로 착륙 하는 것은 가장 빠르지만 경찰차나 주차된 차에 막혀서 이륙이 힘들 때가 종종 있다. 교도소 입구쪽에 있는 ㄱ자로 된 배수로에 착륙하는 것이 가장 안전하다.
             <br><br>
             여기에서 지상 팀을 모두 태운 뒤 경찰의 수배를 떼고 낙하지점에 도달해야 하는데, 이륙 직후엔 속도도 느리고 주변에 경찰 헬기들이 가까이 붙어 추격해 오기 때문에 경찰 헬기의 시야에서 벗어나는 것이 먼저다. 벨럼은 고도를 상승하며 가면 속도가 느려지는데 경찰 헬기의 속도가 의외로 빠르기 때문에 초반부터 고도를 올리며 가지 말고 저공 비행으로 속도를 붙여 직선으로 날아가 경찰 헬기의 시야에서 벗어난 다음 고도를 올리도록 하자. 직선으로 날아갈때 적당한 고도는 낙하 지점 방향으로 가다보면 세워진 풍력 발전기 보다 높은 고도 정도면 충분하다.

             <br><br>
             경찰의 수배가 떨어지려고 별이 깜빡이기 시작하면 이때부터 서서히 고도를 올리며 가면 된다. 낙하지점 까지 날아 가는 도중에 스폰되는 경찰 헬기들을 조심해야 하는데, 만약 정면에서 경찰 헬기가 갑자기 스폰된다면 선회해서 피하기 보다는 급강하해서 피하는 것이 좋다. 별이 깜빡이고 도중에 걸리지 않는다는 전제하에 수배가 해제되는 데까지 약 1분 10~30초 정도 걸린다. 벨럼 이륙 이후 일련의 과정이 순조롭게 진행 되었다면 수배가 해제되는 동시에 정확히 낙하 지점에 도달해 컷씬을 볼 수 있다. 카운트는 낙하지점에 도착해 컷씬이 시작과 동시에 끝이 난다.
             <br><br>
             탈옥 엘리트의 파일럿은 습격원 중 가장 비행기를 잘 다룰 수 있는 사람이 잡아야 승산이 있다. 엘리트 도전을 위해서는 추격하는 제트기를 피하면서 지상 팀의 움직임을 체크해서 착륙 타이밍을 미리 잡아놓는 것이 중요하다. 제트기를 피해 비행장이 아닌 교도소 앞에 미리 착륙 해 놓아 교도소 팀이 나오자마자 바로 탑승해 날아가야 시간을 맞출 수 있기 때문.
             
        </dd>
        <dt>○파괴 요원○</dt>
        <dd>
            파괴 요원은 무조건 교도소 지원을 간다. 이때 지상 팀과 소통해서 버자드의 상황 등을 보고하며 행동하는 것이 중요. 교도소 남쪽에 미리 자리를 잡은 후, 지상 팀이 교수를 만나고 컷씬이 나오는 동안에 부지런히 교도소 안에서 스폰되는 경찰들을 미리 잡아야 한다. 그래야 교수가 1초라도 빨리 움직일 수 있다.
            <br>
            또한 파괴 요원은 비행기가 도착했을 때 경찰을 빠르게 제거해야 한다. 특히 경찰 헬기는 무조건 1순위로 터트려야 한다. 지상의 경찰들은 그렇다치더라도 경찰 헬기는 벨럼을 쫓아다니며 계속 수배를 붙이기에 파괴요원은 경찰 헬기를 집중 마크해야만 한다.
            <br><br>
            결론적으로 엘리트 도전을 하지 않으면 난이도는 교도관>죄수>파괴요원>파일럿이지만 탈옥을 처음하는 유저는 대부분 공략숙지와 비행실력이 충분치 않기 때문에 파괴 요원과 파일럿의 난이도가 우위를 점할 때도 있다. 엘리트 도전이라면 파일럿>파괴 요원>교도관>죄수가 된다. 파일럿은 엘리트 도전시에 교도소 바로 앞에 착륙해야 하고 파괴 요원은 스폰되는 경찰이나 헬기를 계속 처리해야 하기 때문.
        </dd>
        </dl>

	</div>
</details>
	</section>
        <? include '../../../footer.php';?>
        <br>
</body>

</html>
