<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">휴메인 연구소 습격</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    비밀 연구 시설로 가서 데이터를 빼내십시오. EMP를 확보하여 그들의 시설에 가져다 두고, 연구소의 키 코드를 확보하고, 공격용 헬리콥터를 구하면 됩니다. 그 후 이 일을 끝내려면 절반의 팀원들은 연구소에 침입하고, 나머지 절반은 보안 요원들을 처치하십시오.
</div>
<br><br>
<details>
    <summary>휴메인 연구소 습격</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도 : ●●●○○
        <br><br>
        바로 전 습격인 탈옥 피날레 마지막에 요원 14가 예고한 일이 바로 이것. 이것 때문에 래시코브스키 교수를 탈옥시킨 것이다. 그가 한때 이곳의 책임자였기 때문. 휴메인 연구소에 잠입하여 기밀 정보를 빼내 오는 작업이다. 요원 14가 예고한 일이기 때문에 브리핑을 하는 사람도 요원 14이다.
      
        <br><br>
        <ul class="heist_ul_left">
            <li>준비 작업 비용 : $54,000</li>
            <li>쉬움 난이도 수입 : $270,000</li>
            <li>보통 난이도 수입 : $540,000</li>
            <li>어려움 난이도 수입 : $675,000</li>
        </ul>
    </div>
</details>
<details>
    <summary>휴메인 연구소 습격 - 키 코드</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                시내에서 연락책을 만나서 휴메인 연구소 키 코드를 받아. 혹시 문제가 생길지 모르니까 정찰원과 경호원을 준비해서 가도록 해.
            </div>
            <br><br>
            계획 준비 난이도 : ●●●○○
            <br><br>
            역할이 총 4개로 나뉘며, 행동 장소는 모두 똑같다. 정찰원(남쪽)은 지정된 남쪽 구역에서 혹시모를 일에 대비한다. 정찰원(북쪽) 역시 지정된 북쪽 구역에서 혹시 모를 일에 대비한다. 바이어와 경호원은 거래 현장에 있는다. 바이어는 말 그대로 키 코드를 가져올 사람, 경호원은 바이어를 지킨다.
            <br><br>
            플레이어들은 거래 장소로 가서 각자 자리에 가서 대기를 한다. 기다리면 거래 장소 위로 헬기가 지나가고 얼마 안가 IAA 요원들이 오는데 키 코드를 제공하는 사람이 스토리 모드에서도 등장한 IAA 요원인 카렌. 거래가 순조롭게 진행되던 찰나. 갑자기 FIB 요원들이 대량으로 기습을 해오며 카렌의 경호원은 죽지만 카렌은 무사히 도망친다. 플레이어들은 FIB 요원들의 기습을 막아내며, 키코드를 무사히 리더의 아파트로 가져온다.

            <br><br>
            키코드를 구하는 작업은 상당히 골 때리는데, 보통 리더의 아파트와 거리는 가까운 편이나 몰려오는 FIB 병력들이 가히 별 5개를 단마냥 개떼 러시를 해오기 때문에 초보자들은 버티기 힘든 편, 특히 정찰원들은 고지대에 있어서 버티기 그나마 쉽지만 바이어와 경호원은 그대로 노출되어있기 때문에 재빨리 엄폐를 하고 이리저리 움직여야 한다. 측면을 보면 차고가 있는데 가까이 가면 열리니 그쪽에 숨으면 안전하다. 4명 모두 헤비 컴뱃 복장을 저장하고 리더가 시작하기 전에 저장된 복장으로 플레이할 수 있게 해주고 모두 헤비 컴뱃 아머를 착용하면 버티기가 쉬워진다. 다가오는 적들을 잡다 보면 서류 가방을 획득할 수 있으므로 그냥 재빨리 아파트로 오면 된다.

            <br><br>
            가장 쉬운 방법은 컷신이 끝나면 정면에 FIB 차량이 3대가 있는데 호밍 런처나 RPG를 쏴 폭파시키면 차량 주변에 엄폐해있던 적들이 순식간에 정리된다. 시작 시 아파트에서 나와 목표 지점에 도착하기 전 주차장 앞에 위치한 철조망을 미리 차로 넘어 뜨려 두면 로켓을 쏠 때 장애물이 없어 다이렉트로 차에 명중 시킬 수 있다. 정면의 차 3대를 모두 부수면 뒷골목과 옆 골목에서도 적들이 공격해 오므로 곧바로 골목을 향해 로켓을 발사한 뒤 총기로 교체한 뒤 상대해 주면 된다. 보다 안전하게 클리어하고 싶다면 정면의 차 3대를 모두 폭파 시키자마자 측면의 차고로 몸을 피한 뒤 싸우는 것이 좋다. 정찰원들은 기본적으로 고지대에서 엄폐물을 끼고 싸우므로 레이더를 주시하며 정면과 골목길에서 나온 적들을 처리하면 되고, 숙련된 정찰원들이라면 차 3대가 폭발 하자마자 곧바로 지상으로 내려와 4명이 함께 싸우는 방법도 있다. 적들은 몇 번에 걸쳐 공세를 해오는데 두 번째 공세 때 나온 적들을 모두 정리하게 되면 서류 가방을 획득할 수 있다. 여기서 서류 가방을 획득 후 바로 이동하지 말고 한 번 더 몰려오는 적을 모조리 정리하면 더 이상 적이 나타나지 않으므로 아주 안전하게 서류 가방을 운반하는 방법이 있고, 또 다른 방법으론 두 번째 공세 때 적 한둘 정도만 남겨둔 상황에서 미리 서류 가방과 타고 갈 차량 앞에서 대기한 뒤 남은 적을 제거하면 곧바로 서류 가방을 획득할 수 있으며 재빨리 주차된 차량을 타고 적들을 무시한 채 아파트로 도망치는 방법이 있다.
            
            <br><br>
            다만 주차장에 몰려드는 FIB 요원들을 다 제거하더라도 리더의 아파트로 가는 도중에 요원들이 추격을 해온다. 이때 문제가 있는데, 리더의 아파트가 멀다면 굉장히 오랫동안 추격 받게 된다는 것이다. 물론 헤비 컴뱃 아머를 입고 있다면 죽을 확률은 낮지만, 플레이어들이 타고 온 개인 차량은 처음 컷신이 지나면 다 사라져서 주차장에 남겨진 일반 차량을 타고 도주하는 것이 대부분이며 FIB의 화력은 상당하기 때문에 추격이 계속되면 죽을 가능성이 생긴다. 하지만 리더가 거래 장소에서 가까운 아파트에서 시작을 한다면 추격 시간이 짧아지거나 아예 추격을 받지 않으니 리더라면 거래 장소에서 가까운 아파트에서 시작을 하자.

            <br><br>
            사실 키코드 준비 작업 자체의 난이도는 중간 정도 된다. 문제는 한 번 실패하면 그 컷신을 또 봐야 한다.
            <br><br>
        </div>
</details>

<details>
	<summary>휴메인 연구소 습격 - 인서전트</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    데이비스 쿼츠 채석장에 있는 메리웨더 테스트 구역에서 인서전트 LAPV 차량 두 대를 훔쳐야해. 휴메인 연구소 습격에 사용할 거야.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
	<br><br>
	계획 준비 난이도 : ●●●○○
	<br><br>
	플레이어들은 데이비스 쿼츠 채석장으로 가서 메리웨더의 방탄 장갑차인 인서전트 테스트 구역을 기습한다. 인서전트는 총 2대로, 한 대는 일반 인서전트이고 한 대는 기관총이 달린 인서전트 픽업이다. 전차 주포를 정통으로 맞아도 안 터지는 차를 테스트 한답시고 기관총 쏴갈기고 있다. 플레이어들은 인서전트를 탈취해 메리웨더의 추격을 따돌리고 무사히 은신처로 가져온다.
	<br><br>
	메리웨더가 인서전트를 테스트하고 있는 데이비스 쿼츠 채석장으로 이동하자. 채석장에는 메리웨더 병력이 제법 많고 적들이 엄폐가 가능한 오브젝트들이 많기 때문에 지형을 이용해 언덕 위에서 저격을 하는 것을 추천하며 인서전트는 폭발에 저항성이 있어 로켓과 같은 폭발성 무기를 제한적이나마 사용할 수는 있지만 과하면 인서전트조차 파괴될 수 있으므로 주의하도록 하자. 적을 모두 제거하면 최소 2명은 인서전트 픽업에 타서 한 명은 조종, 한 명은 기관총 사수를 해서 추격해 오는 메리웨더 병력들을 막아내야 한다. 인서전트는 폭발에는 강하지만 방탄유리가 아니기 때문에 창문을 통해 총에 맞을 수 있다. 스낵을 많이 가져가자. 채석장의 적들이 다 정리되지 않은 상태에서 인서전트부터 타게 되면 곧바로 버자드 공격 헬기와 메리웨더의 카니스 메사 차량이 채석장의 적들과 함께 동시에 공격을 해오므로 채석장을 정리 후 인서전트에 탑승하는 것이 안전하다. 인서전트 운전자들은 GPS가 가리키는 경로로는 채석장의 도로 형태가 쓸데없이 복잡하기 때문에 지름길 경로를 숙지해 두는 것이 좋다. 채석장 내의 GPS를 무시하고 채석장 서쪽에 있는 철길을 따라서 가면 매우 빠르고 안전하게 갈 수 있다.
	<br><br>
	'채석장에서 올라가는 언덕길 끝에서 버자드 공격 헬기 2대와 메리웨더 차량 2대가 공격해오는데 메리웨더 차량이 온 방향으로 그대로 직진하면 기찻길이 나온다. 기찻길을 따라 오른쪽 방향으로 쭉 진행하다 보면 다리 밑을 지나게 되고 철길을 그대로 따라가면 작은 터널이 나오는데 터널이 나오기 전 오른쪽 언덕을 넘어 도로에 합류한 뒤 GPS를 따라가면 중간에 메리웨더를 만나지 않으면서 거리를 대폭 단축할 수 있다. 도로 진입 후엔 난입해오는 메리웨더 차량들과 바닥의 장애물, 경로 이탈 등을 조심하면 된다. 인서전트 픽업의 사수는 탑승 하자마자 2대의 버자드 공격 헬기부터 최우선 공격하여 격추시키도록 하자. 비교적 낮게 날기 때문에 운전자들도 차 안에서 직접 조종석이나 테일로터를 노린다면 인서전트 픽업이 아니라도 충분히 잡을 수 있다. 메리웨더들은 출현 위치가 정해져 있으므로 레이더에 표시되기 전 출현 위치를 미리 노리고 공격하는 것도 좋고 투척에 자신이 있다면 운전하면서 점착 폭탄으로 처리하며 가는 것도 추천할만하다. [5] 인서전트 픽업의 운전자가 운전 실력이 부족해 차량이 전복되면 사수석에서 있던 유저가 차에서 떨어져 총알 세례를 맞거나 그대로 차량에 압사당하는 사고가 종종 발생하는데 PC판 키보드 기본 설정 기준으로 H 키를 누르면 사수석과 내부 좌석을 옮겨 다녀서 낙차를 피할 수 있다.

	<br><br>
	</div>
</details>
<details>
	<summary>휴메인 연구소 습격 - EMP</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    휴메인 연구소의 전기를 다 끊으려면 전자기 펄스 장치를 구해야 해. 히드라 수직 이착륙기에 장착되어 있지.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
	<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    
	    매머드 히드라(Mammoth Hydra)
	 
	</div>
	<br>
	계획 준비 난이도 : ●●●○○
	<br><br>
	퇴역한 전투기가 현역 항공모함에 있다.
플레이어들은 지정된 장소에 있는 딩이를 타고 바다 한가운데에 있는 항공모함에 잠입하여 군인들을 기습한다. 무사히 활주로에 온 플레이어들은 한 사람은 히드라 수직 이착륙기를 조종하고 나머지 3명은 주변에 있는 레이저 전투기에 탑승한다. 히드라를 운반하는 도중 적이 제트기 다수를 출동시키며, 히드라를 격추시키려 한다. 히드라는 공습에 살아남으면서 제트기를 파괴시키고, 나머지 플레이어들은 레이저 전투기로 히드라를 보호해야 한다. 제트기들을 모두 없애고 살아남으면 히드라를 공항에 착륙시킨다.
	<br><br>
	GTA 산 안드레아스에 나오는 히드라 훔치는 미션이 생각나게 하는 작업. 일단 리더는 시작하기 전에 복장을 헤비 컴뱃으로 다 맞춰주자. 이번 작업은 선택 가능한 복장에 헤비 컴뱃이 있기 때문. 헤비 컴뱃을 안 입으면 항공모함 내부의 총격전을 뚫기가 힘들다.
	<br><br>
	항공모함 갑판까지 모두 싹 쓸었다면 가장 히드라 조종에 자신 있는 사람이 히드라를 타고 나머지는 그 주위에 레이저 전투기를 탑승해서 히드라를 몰려오는 제트기 러시로부터 지켜내야 한다. 적 전투기들은 히드라를 누군가가 타는 순간 등장하므로 레이저 전투기들이 미리 이륙하면 대응하기 쉽다. 히드라도 전투 능력이 있으니 쫄지말고 싸우자. 락온이 걸렸다면 고도를 급격히 높이거나 한쪽 방향으로 급선회하는 등 회피기동을 하여 락온을 풀자. 만일 재수 없게 미사일을 맞았는데 살아있다면 망설이지 말고 즉시 뛰어내려야 한다. 어차피 낙하산도 자동으로 착용되어 있고 전투기들도 굳이 그걸 추격하진 않는다. 단, 조금이라도 망설이면 그대로 탈출도 못해보고 공중분해되거나 전투기의 폭발에 휘말려 죽을 수 있으니 즉시 뛰어내려야 한다. 적 전투기들은 편대를 지어서 오므로 먼저 진출한 사람이 기관포로 긁어만 줘도 일자로 죽어준다. 만약 전투기로 잘 싸우지 못하겠다면 계단 아래로 내려가서 얌전히 대기하자. 괜히 지대공 지원하겠답시고 RPG나 호밍 런처를 들고 대기하다가 적 레이저의 캐논에 맞고 순삭 당할 수 있기에, 특히 지능범죄 도전 중이라면 절대로 항공모함 갑판 위에서 놀면 안 된다. 전투기를 다 제거하면 히드라를 공항에 착륙시켜야 하는데, 그사이 레이저를 탄 유저들이 신나서 놀다가 빌딩에 박거나 하는 불상사가 생길 수도 있다. 제발 그러지 말자. 인내심을 갖고 히드라가 운반될 때까지 상공에서 놀자. 히드라를 운반하는 유저도 굉장히 조심해서 다룰 것.
	<br><br>
	한가지 주의할 점은 공중전이라 하여 막 최대 추진으로 적과 부벼대지 말자. 본의 아니게 자폭 특공대가 돼버린다. 탈옥 피날레를 해보면 알겠지만 적 전투기의 AI 한계상 엄청 느리다. 또 아군과 충돌할 수 있으므로 거리를 벌리며 교전하도록 하자. 공중전에서 죽는다면 십중팔구는 무조건 전투기끼리의 충돌이다.
	<br><br>
	적 전투기를 모두 처리하고 나면 라디오가 자동으로 켜지며 음악이 하나 나온다. Kenny Loggins의 Danger Zone이라는 곡인데, 바로 영화 탑건의 오프닝 곡이다. 전투기의 호쾌한 비행, 도심지의 멋진 야경, 기가 막힌 선곡이 어우러져 상당히 간지나는 장면을 연출한다. 이 때문에 준비 작업임에도 불구하고 오히려 피날레보다 인상 깊다고 하는 사람들이 많다.
	<br><br>
	이 계획 준비는 항상 밤이라서 히드라를 공항으로 운반 도중 철탑을 보지 못해 박아 터지는 경우가 있으니 주의해야 하며, 연말 기간에는 미션 내내 눈이 와서 가시성이 매우 안 좋다. 공항으로 조종하는 동안에는 고도를 쭉 높여 장애물이 없는 상황에서 안전하게 날아가자.

	<br><br>
	
여담으로 꿀팁이 있는데, 히드라를 탈취한 뒤 호버링 모드를 사용해서 히드라 왼쪽아래의 공간으로 들어가면 적 레이저들의 공격을 절대 받지 않는다. 전투기가 알아서 항공모함과 충돌하며 자폭한다. 레이저 조종사들의 실력이 좋다면 한 번 시도해 볼 만한 꼼수이다.

	<br><br>
	</div>
</details>
<details>
	<summary>휴메인 연구소 습격 - 발키리</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    휴메인 연구소 습격에 필요한 발키리 중무장 헬리콥터를 챙겨. 메리웨더 보안팀이 로스 산토스 군사 항구에 있는 놈들 기지에 보관하고 있어.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
    계획 준비 난이도 : ●●●○○

	    <br><br>
	    플레이어들은 군사 항구를 습격하여 헬기장에 있는 중무장 헬리콥터인 발키리를 훔친다. 한 명이 조종하고 나머지 3명은 사수자리에 간다. 조수석에 앉은 사람은 발키리 앞에 달린 기총으로 발키리를 보호, 나머지 두 명은 좌우에 달린 미니건으로 발키리를 보호한다. 비행 도중 적 헬기 다수가 발키리를 공격한다. 플레이어들은 공습을 이겨내고 은신처로 발키리를 운반시킨다.
	    <br><br>
        이 작업은 크게 세 가지 방법이 있는데, 첫 번째 방법은 구루마나 인서전트를 타고 그냥 발키리가 있는 곳까지 돌진한 뒤 발키리 주변의 적들을 빠르게 제거 후 재빨리 발키리에 탑승해 이륙하면 버자드 공격 헬기가 격납고의 왼쪽에서 날아오므로 곧바로 격추한 뒤 목표 장소까지 날아가는 방법이 있고, 두 번째 방법은 군사 항구 입구의 경비를 죽인 뒤 안전하게 버자드부터 격추하고 발키리까지 들어가는 방법이 있고, 세 번째로 아예 입구에서부터 적들을 모두 쓸어가는 방법이 있다. 입구부터 총격전으로 밀고 들어간다면 건물 중앙 난간에 있는 스나이퍼를 주의하자. 두 방이면 사망이다.
	    <br><br>
	    그 외에도 방탄 구루마가 있다면 다 쌩까고 발키리타고 나가면서 버자드만 잡아주면 된다.
	    <br><br>
	    버자드 공격 헬기가 너무 가까이 접근하면 미사일에 의해 몰살되기 때문에 아예 빠르게 발키리까지 돌진해 발키리를 타고 공중전으로 처리하거나 항구 입구에서 호밍 런처로 처리하거나 발키리 탑승 전 호밍 런처로 처리하도록 하자. 어떻게든 발키리에 도달하면 가장 조종에 자신 있는 사람이 조종하고 나머지는 사수자리에 탑승하자. 조수석은 발키리 아래에 달린 기총을 사용할 수 있다. 나머지 사수는 미니건으로 몰려오는 헬리콥터 떼를 제거하고 발키리가 안전하게 착륙만 해주면 된다. 파일럿이 적 헬기들을 무시한 채로 그대로 목표지점까지 날아가 착륙한다고 해도 적 헬기가 남아 있으면 끝나지 않기 때문에 적 헬기들을 모두 잡아 주고 착륙하도록 하자. 적 헬기들을 잡고 난 후 날아오는 파편을 조심하자.
        <br><br>
        스나이퍼 라이플이 있다면 발키리를 몰고 도착지점까지 미리 간 다음 저 멀리 따라오는 버자드들을 스나이퍼 라이플로 저격해서 잡아도 된다. 정면으로 버자드를 보는 기준으로 몸체 중앙에서 약간 오른쪽을 쏘다보면 조종수를 쏴 잡을 수 있다.
        <br><br>
        지능범죄 도전 중이라면 버자드의 뜬금없는 미사일 공격에 자칫 사망할 수도 있으니 안전한 방법을 소개하자면, 버자드는 플레이어가 항구에 들어가면 생성되는데 그 장소가 시몬에게 훔친 차를 가져다주는 곳 근처다. 그러니 한 명이 미리 가서 호밍 런처로 준비하고 있으면 나머지 팀원이 항구에 돌입했을 때 버자드가 생성되므로 곧바로 락온 걸고 격추시키면 된다. 발키리는 반드시 4명 모두 탑승할 필요는 없다.
        <br><br>
        여담으로 적 헬기를 모두 잡으면 헬기만 잘 착륙시키면 끝나기에 파일럿만 남겨두고 나머지 팀원들이 그대로 뛰어내려 낙하산을 타고 놀고 있어도 성공에는 아무 상관없다. 물론 죽으면 다시 시작해야 하니 뭘 해도 좋으니까 죽지는 말자.
        <br><br>
        </div>
        </details>
        <details>
	<summary>휴메인 연구소 습격 - EMP 전달</summary>
		<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    EMP 장치를 휴메인 연구소로 가져다 놔야 해. 습격을 시작할 때 작동시킬 거니까. 우리가 훔친 인서전트 LAPV에 장착해 두었으니 들키지 않게 조심하면서 LAPV를 연구소에 넣어야 해.
	</div>
		<br>
	    <div class="skip">여정스킵 가능</div>
	    <br>
	    계획 준비 난이도 : ●●●○○
	    	    <br><br>
	    플레이어들은 EMP 장치가 장착된 인서전트를 타고 휴메인 연구소로 간다. 플레이어들은 들키지 않게 경비원들과 연구원들을 모조리 사살하고 EMP가 장착된 인서전트를 휴메인 연구소 차고에 넣어둔다. 그리고 모두 연구소 밴을 타고 조용히 빠져나간다.
	    <br><br>
        직접적인 전투가 없고, 키 코드만큼이나 짧은 준비 작업이기에 꽤 쉬워 보이지만, 처음 플레이하면 꽤나 애먹는 작업이다. 두 명을 동시에 잡아야 하는 구간이 많고 발각됐을 시<strong> 1초 안에 해당 경비원 및 연구원을 처리하지 않으면 얄짤없이 실패하기 때문.</strong> 심지어 다 잡고 마지막 한 명에게 발각돼도 실패한다. 하지만 공략을 알고 나면 인서전트를 타고도 깰 수 있을 정도로 쉬운 작업이기도 하다.

	    <br><br>
	    두 명씩 모여있는 연구원 및 경비원들 때문에 두 명이 동시에 쏴야 된다고 설명이 나오지만, 그냥 한 명이 재빨리 두 명을 쏴잡아도 된다. 그래서 차라리 잘하는 한 명이 안에서 다 정리하고 나머지는 차 타고 대기하다가 정리가 종료되면 유유히 들어가는 방법이 제일 좋다. 어느 정도 요령만 알면 혼자 쉽게 처리 가능하니, 어디에 연구원들과 경비원들이 있는지 열심히 기억해 두자.
	    <br><br>
	    참고로 연구소 내 모든 과학자와 군인들은 마크스맨 소총으로 몸을 쏘더라도 웬만해서 한방에 죽으므로 적들의 위치만 대충 외워 둔다면 혼자서도 손쉽게 모든 적을 처치 가능하다.

        <br><br>
        EMP가 달린 인서전트를 목표지점에 두고 나면 근처에 휴메인 연구소 마크가 새겨진 박스빌이 한 대 있다. 연구소를 빠져나갈 때는 멀리 걸어갈 필요 없이 4명이서 이걸 타고 나가면 된다. 나가는 길 반대편에서 메리웨더 용병들이 오지만 연구소 박스빌을 탔다면 발각되지 않고 나갈 수 있다. 쫄아서 괜히 쏠 필요 없으니 안심. 참고로 정 불안하다면 그냥 뛰어서 가도 안 걸린다.

        <br><br>
        여담이지만 아예 작정하고 대기해 있다가 오는 메리웨더 차량들을 4명이 동시에 로켓을 쏴 다 터뜨리면 실패하지 않는다.
        <br><br>
        1.38 업데이트로 메리웨더 용병 경비원들의 사다리꼴 모양 경계망이 이전보다 훨씬 커지면서 난이도가 상승했다. 1.37버전 때까지는 들키지 않고 다가갈 수 있었던 거리로 접근하면 그들의 경계망에 걸려 실패하게 된다. 소음기 달린 자동소총으로 플레이하던 유저들은 1.37버전 때보다 먼 거리에서 쏴 죽여야 한다.
        <br><br>
        </div>
        </details>
        <details>
            <summary>공략</summary>
            <br><br>
            반드시 소음기가 달린 총기류를 사용해야 한다. 스나이퍼 라이플을 사용해도 되지만 초탄이 빗나가거나 두 명을 빠르게 동시에 처리하기에는 그리 좋지는 않아 소음기가 달린 마크스맨 라이플이나 돌격 소총류를 사용하는 것이 더 쉽다. 뉴비들이랑 할 경우 자기도 하겠다며 소음기 안 단 돌격 소총을 쓸 수 있으니 그것만 주의하면 된다. 샷건류는 사거리가 짧아 좋지 않다.
            <br><br>
            주의할 점이 있다면 가능하면 헤드샷을 때려야 한다. 가끔씩 몸샷이나 팔다리를 맞추면 고꾸라지면서 들고 있던 총의 방아쇠를 당겨버리는데 당연히 이러면 습격 실패이다. 깔끔하게 헤드샷으로 때려야 이러한 일 없이 안정적으로 넘어갈 수 있다.
            <br><br>
            이 계획 준비의 시스템에 대해 한가지 짚고 넘어가자면 GTA 5에서 모든 총들은 관통력을 가진다는 점이다. 사람을 향해 총을 쏘고 나면 공격 판정이 몸에 맞는 순간 사라지는 것이 아닌 총알이 관통하여 뒤쪽까지 지나간다. 관통력으로 인해 총알이 적을 맞고 지나가 뒤쪽 경비의 시야에 걸리면 실패하기 때문에 탄착 지점을 고려하여 위치를 잡고 사격하는 것이 중요하다. 이 때문에 연구소 입구 오른쪽의 언덕에서 잡는 것보다는 연구소 안으로 들어와서 탄착지점이 벽이 되게 끔 사격하는 것이 좋다.
            <br><br>
            정확한 순서와 위치 선정, 탄착 지점만 잘 준수하면 혼자서는 물론이고 인서전트를 탄 채로도 충분히 클리어 가능하다.
            <br><br>
            1. 정문 경비 두 명을 제거한다.
정문의 경비는 두 명인데, 정문 입구에 가만히 서있는 경비원과 움직이는 경비원이 있다. 가만히 서있는 경비원은 시야에 총알이 지나가거나 시체가 있어도 실패하지 않으나, 움직이는 경비원은 경보를 누르기 때문에 움직이는 경비원부터 잡는 것이 안전하다. 가만히 서있는 경비원을 먼저 잡았는데 움직이는 경비원의 시야에 시체가 발견되어도 실패하기 때문.
            <br><br>
            2. 입구 안쪽 진입로에서 2층 경비를 제거한다.
정문 경비 두 명을 제거하면 다음으로 정문 기준 3시 방향 2층에 있는 한 명을 제거하면 된다. 실패 조건에 경비의 시야에 시체가 있어도 실패하게 되는데, 연구소 입구 오른쪽 언덕에서 2층 경비를 먼저 제거하면 재수 없게 시체가 1층으로 떨어져 연구소를 빠져나오던 인서전트에 발각될 수 있기 때문에 가급적 오른쪽 언덕이 아닌 입구 진입로에서 제거하는 것이 안전하다.
            <br><br>
            <dl>
                <dt>정면돌파 루트</dt>
                 <dd>
                     3a. 연구소를 빠져나오는 인서전트 운전자를 제거하거나 조용히 지나가게 둔다.
                    2층 경비 제거하고 나면 인서전트 한 대가 연구소를 빠져나오고 있을 것이다. 입구 안쪽 진입로 쪽에서 대기해 있다가 운전자를 제거하면 된다.
                    만약 초탄이 빗나가면 운전자가 그 자리에서 바로 내리게 되는데, 내리고 약간만 시간이 지나도 바로 실패하기 때문에 최대한 빠르게 제거해야 한다. 인서전트는 2층 경비의 시체와는 달리 정문 앞에 있던 경비의 시체는 무시하기 때문에 인서전트의 시야에 닿지 않는 곳에 숨어서 지나가기를 기다려도 된다.
                    <br><br>
                    4a. 왼쪽 차량 앞 경비 두 명, 오른쪽 과학자 두 명을 각각 동시에 제거한다.
                    이 루트에서 제일 어려운 부분. 인서전트 운전자를 제거하고 나면 진입로 안쪽으로 들어와 왼쪽 차량 앞 경비 두 명, 오른쪽 과학자 두 명을 각각 동시에 제거하면 된다. 경비를 먼저 제거하든 과학자를 먼저 제거하든 순서는 상관없다. 여기서 주의점은 앞서 설명한 대로 관통력으로 인해 총알이 시야에 닿아 실패할 위험이 크다는 점으로, 경비를 먼저 잡으면 보통 뒤쪽의 과학자까지 총알이 닿아 실패할 때가 많고, 과학자를 잡으면 격납고 앞 경비 두 명의 시야에 닿을 때가 많기 때문에, 탄착 지점이 벽이 되게끔 위치를 잡고 사격하는 것이 좋다.
                    <br><br>
                    5a. 오른쪽 배전반을 만지고 있는 경비 한 명을 제거한다.
                    차량 앞 경비 둘과 과학자 둘을 제거하고 나면 오른쪽으로 배전반을 만지고 있는 경비를 멀리서 제거하면 된다. 너무 가까이에서 잡으려고 하면 왼쪽에서 걸어 나오는 과학자 두 명에게 발각될 수 있으므로 약간 먼 거리에서 제거하면 된다. 여기서도 총알이 지나가 뒤쪽 경비원에게 발각될 수 있으므로 주의.
                    <br><br>
                    6a. 왼쪽 골목에서 걸어 나오는 과학자 둘을 제거한다.
배전반 앞 경비원을 제거하고 조금 더 앞으로 나가면 왼쪽에서 과학자 두 명이 걸어 나온다. 간혹 두 명 모두 같이 안 나오고 한 명이 한 템포 늦게 걸어 나와 타이밍을 놓치는 일이 종종 생기니 주의한다. 오른쪽 벽을 따라 접근해서 과학자 둘이 모두 걸어 나온 뒤 사격하면 시야에 닿지 않고 제거하는 것이 가능하다.
                    <br><br>
                    7a. 왼쪽 2층 경비 제거 후 격납고 앞 경비 둘을 제거한다.
과학자 두 명을 제거하고 좀 더 전진한 뒤 시야가 닿지 않는 위치에서 왼쪽 2층의 경비를 제거한다. 이후 격납고 앞의 경비 두 명을 제거하면 된다. 왼쪽 건물 너머 중앙 배전반 앞의 경비 한 명은 일부러 소리를 내지 않는 이상 잡지 않아도 무방하다. 25 RP라도 얻으려면 잡자. 여담이지만 마지막 격납고 앞 경비 두 명은 그냥 인서전트로 들이 박아도 된다.
                    <br><br>
                    
                 </dd>
            </dl>
            
            <dl>
                <dt>건물 등반 루트</dt>
                <dd>
                    3b. 우측의 큰길이 아닌 전방의 주차장으로 빠진 뒤, 오른 편에 두 번째로 나오는 계단을 통해 올라가 배전반을 살펴보고 있는 경비를 제거한다.
첫 조직원이 큰길을 횡단하면 연구소 안에 있던 인서전트가 나오는데, 이 차량은 가급적 무시하는 것이 좋다. 적을 제압할 팀원은 가급적 모두 같이 통과하여 들어가자. 경비는 주변에 아무도 없기 때문에 비교적 요란스럽게 제거해도 상관없다.
                    <br></br>
                    4b. 왼편의 사다리를 타고 올라가 구름다리와 1층 격납고 앞에 있는 경비들을 제거한다.
이 루트에서 사실상 가장 어려운 부분. 구름다리에 있는 경비를 먼저 처리하는 게 좋은데, 이 녀석이 앞뒤로 왔다 갔다 계속 배회하는 데다 중간에 멈춰 서있는 시간도 꽤 짧은 편이고, 자칫하면 경비를 관통한 총알이 바닥에 박혀 1층에 있던 적이 놀랄 수도 있다. 경비를 안전하게 처리한 후 1층의 적도 제거한다. 두 명이 붙어있는데 플레이어의 위치상 한 발로 둘 다 맞추긴 조금 까다롭게 붙어있어서 연사 속도가 빠른 마크스맨 라이플 등으로 각개격파하거나 다른 조직원이랑 동시에 쏘는 게 좋다.
                    <br></br>
                    5b. 안전하게 착지 후 1층으로 내려간 다음 큰길 쪽에 보이는 모든 적을 제거한 뒤 격납고 옆 계단을 통해 맞은편 건물로 올라간다.
올라갈 때랑 달리 내려갈 때는 사다리나 계단 같은 수단이 없다. 하단에 있는 탱크로 먼저 착지한 뒤 구름다리로 착지하도록 한다. 사실 직방으로 구름다리로 떨어져도 사망할 정도의 대미지를 받는 건 아니긴 하지만, 구름다리가 아니라 1층으로 떨어지기라도 하면... 1층으로 온 뒤 스나이퍼 라이플로 잡을 수 있는 적은 모조리 잡는다. 그다음 격납고 우측으로 가면 계단이 있는데, 여기를 통해 맞은편 건물 옥상으로 이동할 수 있다.
                    <br></br>
                    6b. 골목에서 걸어 나오는 과학자 둘을 제거한다.
건물 옥상으로 올라 어느 정도 앞으로 움직이면 과학자들이 발걸음을 옮기는데, 둘이 꽤 가까이 붙어있기 때문에 한발로 모두 사살하기도 어렵지 않다.
                    <br></br>
                    7b. 좌측에 있는 사다리를 올라 제일 높은 곳으로 오른 뒤 나머지 적을 제거한다.
4a 과정의 적들이 마지막으로 남는다. 그러나 이미 다른 적이 모두 제거된 상태이므로 놓치지만 않으면 요란스럽게 죽여도 문제 없다.

                    <br></br>
                    건물 등반 루트는 빙 돌아가는 시간 때문에 정면돌파 루트보다 오래 걸리지만 대신 난이도가 쉬운 편이다.
                    <br></br>
                    
                    
                </dd>
            </dl>
            
        </details>
        
        <details>
	<summary>휴메인 연구소 습격 - 피날레</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    휴메인 연구소로 가서 파일을 훔쳐와. EMP가 작동되면 팀원 절반은 야간 투시경을 쓰고 연구소로 침입하고, 나머지는 공격 헬리콥터로 놈들의 지원 병력을 막도록 해. 그리고 나서 헬리콥터 팀이 지상 팀을 데리고 나오는 거야.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
		<div class="skkk">
	    습격 완료시 해금되는 차량,장비
	    <hr>
	    HVY 인서전트(HVY Insurgent)<br>
        HVY 인서전트 픽업(HVY Insurgent Pick-Up)<br>
        버킹엄 발키리(Buckingham Valkyrie)<br>
        나가사키 딩이(Nagasaki Dinghy)<br>
        수중 호흡기
        야간 투시경
	</div>
	<br>
    습격 피날레 난이도 : ●●●○○
    <br><br>
    재미도
    <br>
    파일럿 : ●●○○○
    <br>
    사수 : ●●●○○
    <br>
    지상 팀 : ●●●●○
    <br><br>
    난이도
    <br>
    파일럿 : ●●●○○
    <br>
    사수 : ●●○○○ ~ ●●●●○
    <br>
    지상 팀 : ●●○○○
    <br>

	    <br><br>
	    피날레 역할은 총 3개로 나뉜다. 연구소에 침입하여 데이터를 빼낼 지상 팀 2명, 발키리를 조종할 파일럿, 그리고 조수석에서 기총을 발사할 사수 역할로 나뉜다.
	    <br><br>
        습격 난이도 자체는 그렇게까지 어렵진 않다. 다만 낙하산 강하라든지 지상 팀의 탈출을 위해 해변가에 착륙할 때라든지 여러모로 함정 구간들이 있기 때문에 항상 신중하게 임하는 게 좋다. 지상 팀은 낙하산 강하할 때 지면과 꽤 가깝게 붙었다 싶으면 Lshift 키를 눌러가며 천천히 강하하도록 하자.
	    <br><br>
	    플레이어들은 모두 발키리가 있는 곳으로 가서 탑승, 파일럿이 휴메인 연구소 상공에 도착하면 EMP가 작동된다. EMP가 작동되면 지상 팀 2명은 낙하하여 휴메인 연구소 주차장에 낙하한다. 시간 단축을 위해 상공의 체크 포인트를 찍자마자 바로 뛰어내려도 된다. 근데 사실 굳이 저 높이 위치한 노란 원까지 힘겹게 올라갈 필요 없이 체크 포인트와 동일한 x, y좌표의 적당한 높이의 위치에 도착하기만 하면 바로 강하가 가능하다. 물론 너무 낮으면 연구소에서 벗어나라고 하지만 사실 연구소에서 아주 약간 떨어진 높이에서도 체크 포인트가 찍히고 강하가 가능해진다.
	    <br><br>
	    <dl>
	        <dt>지상 팀</dt>
	        <dd>
	            연구소로 들어가기 위해 지상 팀은 폭파 장비로 문 앞에 제어판을 터트려서 강행돌파한다. 안에 있는 모든 경비병들을 제거하고 기밀 데이터가 있는 곳까지 간다. 복도가 좁고 군인들이 나오는 위치는 정해져 있어서 위치를 잘 알고 있다면 매우 빠르게 진행할 수 있고 헤비 컴뱃을 입었다면 죽을 위험도 거의 없다. 그리고 어썰트 샷건을 들고 가면 난이도는 급하락하는데, 넓은 야외가 아닌 좁은 실내 공간에서 주로 전투가 치뤄지고 원샷 킬 이 나지 않더라도 스쳐맞는 탄에는 일단 드러눕고 보는 것이 GTA NPC들의 AI다 보니 다수가 몰려온다면 한 놈만 노려 맞추기보다 산탄총의 산탄 효과를 잘 활용하여 넓게 쏴 다운 시킨 뒤에 차례대로 군인들을 몰살시켜야 한다.
	          <br><br>  
	          이후 데이터를 성공적으로 추출한 뒤, 냉각 터널로 가서 수중 호흡기를 장착하고 냉각 터널을 통해 해변가로 빠져나간 뒤, 신호탄 총으로 자신들의 위치를 알린다. 스쿠버복장을 입고 습격을 진행하면 수중 호흡기 신경안써도 된다.
	        </dd>
	    </dl>
	    
	    <dl>
	        <dt>공중 팀</dt>
	        <dd>
	            파일럿과 사수는 호흡을 맞춰서 연구소로 오는 모든 지원 병력들을 제거하면 되는데 최우선 요격 대상은 미사일을 쏘는 버자드 공격 헬기다. 사실 지상에 있는 병력들은 안 잡아도 진행에 아무런 문제도 없고 버자드만 잡으러 다녀도 된다. 사수의 사격각이 위로는 높지 않고 사거리도 짧으므로 파일럿은 사수가 사격하기 좋게 버자드가 오는 방향과 고도를 적절하게 조절해 줄 필요가 있다.
	            <br><br>
	            팁이 있다면, 사수는 보조 파일럿 자리로 가는 게 좋다. 여기 달린 대구경포가 메리웨더 자동차나 버자드나 공격할 틈 없이 자비 없이 몇 방만에 파괴해버리기 때문. 파일럿이 고도만 잘 맞춰주면 헬기는 물론이고 굳이 잡을 필요 없는 지상 병력까지 싸그리 다 갈아버릴 수 있을 정도로 엄청 쉬워진다! 멋모르고 사수가 미니건 자리를 덥석 차지하는 경우도 있는데, 뭐 미니건으로도 못 해먹을 정도는 아니고 후술할 꼼수도 있지만 화력이 많이 부족하고 훨씬 위험하니 웬만하면 보조 파일럿 자리로 가자.
	            <br><br>
	            약간의 꼼수로, 연구소와 지상 팀이 나오는 해변가 사이의 적당한 언덕에 헬기를 착륙시켜두면 할 일이 거의 없어진다. 일단 적 헬기 AI들은 발키리와 고도를 최대한 비슷하게 맞추려고 하는 경향이 있는데 발키리가 지상에 착륙한 상태라도 그게 적용된다. 즉 산 너머에서 날아오던 헬기들이 발키리의 높이와 맞추려고 저공비행을 하다가 산을 넘지 못하고 비비적거리다 터지는 경우가 대다수다. 가끔 한두 대 정도 간신히 산을 넘어온 헬기들도 기껏 산을 통과해놓고선 발키리에 맞춰 고도를 맞추다가 나무나 땅에 충돌하여 파괴되는 경우도 상당하며 그 영겁의 시간을 버텨내 간신히 날아온 헬기들도 상태가 개판이라 이쪽에 근접하기 전에 처리하기가 매우 쉽다. 심지어 상태가 심각하여 엔진이 맛이 가는 바람에 추락해버리는 등 헬기들이 알아서 박살 나주는 경우가 대다수라 실질적으로 상대할 헬기는 심각하게 파괴된 0~2대 정도다. 물론 지상의 적들은 이쪽으로 오려는 시도도 안 하고 내버려 둔다고 미션 실패하는 것도 아니니 느긋이 지상의 적을 저격총으로 잡으며 놀면서 드물게 스스로 추락할 기미 없이 살아서 오는 헬기가 있는지 확인만 해주면 된다.
	            <br><br>
	            지상 팀이 나오는 해변은 고정이라 미리 가서 대기하다가 출현하는 버자드를 지상에서 RPG로 격추해도 상관없다. 위치가 파악된 파일럿은 지상 팀이 있는 곳으로 가서 지상 팀들을 태운다. 이때 해변가가 착륙하기 상당히 좁고 경사도 있기에, 파일럿의 발키리 조종 실력이 좋지 않다면 절벽에 기체를 박거나 밑에 기다리는 팀원을 갈아버리는 실수를 하기 쉽다. 그러므로 파일럿이 초보티가 난다면  지상 팀은 수고를 조금 들여 절벽을 타고 올라 왼쪽에 위치하는 언덕 위로 올라가 주도록 하자. 도착하는 언덕은 넓고 평평해 착륙 실패가 거의 안 일어나기 때문. 그냥 적당히 배려만 해주겠다면, 지상 팀이 신호탄 총으로 위치 알리고, 헬기 착륙할 동안 수영하면서 기다려주어 착륙 지점을 최대한 보장하는 방법도 있다. 이때 실패한다면 연구소 습격부터 다시 시작해야 한다.
	            
	            
	        </dd>
	    </dl>
	    <dl>
	        <dt>지상 + 공중 팀 합류</dt>
	        <dd>
	            그 뒤, 버자드 다수가 습격을 해온다. 하나하나 각개격파하자. 플레이어들은 버자드를 모두 터트리고 거래 장소로 날아간다. 휴메인 상공에서 사수가 사격하기 좋은 상태로 있는 것도 괜찮다. 회피기동한다고 이리저리 피하다 보면 격추할 수 있는 것도 맞추기 힘들다. 그러니 회피기동에 자신이 없다면 적이 먼저 쏘기 전에 떨궈버리면 된다.
	            <br><br>
	            거래 장소에 착륙할 때 조심히 착륙하자. 잘못하면 요원이 갈려서 실패한다. 같은 이유로 총기난사도 자제하자.
	            <br><br>
	            거래 장소에 도착하면 컷신으로 넘어가는데 카렌  요원이 기다리다가 데이터가 담긴 USB를 넘겨받는다. 그리곤 곧장 카렌으로부터 수류탄을 받게 되는데, 수류탄을 내미는 손을 보고 움찔하는 플레이어들에게 "너희가 증거를 안 남길 만큼 프로이길 바라."라는 말을 남기고 간다. 사수석에 앉은 플레이어가 수류탄으로 발키리를 터트리는데, 이때 수류탄을 던지고 4명 모두가 뒤돌아 걸어가는 장면은 폭풍간지 그 자체.
	            <br><br>
	            습격이 끝나면 바닐라 유니콘 스트립 클럽에서 플레이어 4명 모두 바텐더 앞에서 건배를 하며 위스키를 마신다.
	            <br><br>
	            EMP 작업의 임팩트가 너무 커서인지 오히려 피날레가 더 쉽다는 반응이 많다. 다만 헬기팀이 약간 위험한데, 몰려오는 메리웨더 무리와 버자드 헬기 러시를 막아내야 한다. 하지만 발키리 내구도가 미사일 직격을 맞아도 6발까지는 멀쩡하기 때문에 사수가 쏘기 쉽게 해주자. 파일럿이 사수를 배려해주는 마음이 중요하다. 사수를 해본 사람이 사격각과 좌우 회전 속도를 알기 때문에 파일럿을 더 잘한다.
	            <br><br>
	            지상 팀은 난이도가 보통인 편. 파일럿이 잘하기만 한다면 피날레보다 준비 작업이 더 어려운 상황이 연출된다. 모두 발키리에 탑승하고 버자드 러시를 막아내는 장면을 보면 그야말로 날아다니는 요새.
	            <br><br>
	            여담으로, 이 습격은 시간상 이후가 될 스토리 모드의 '몽키 비지니스(Monkey Business)'미션과 연관되어 있다. 휴메인 연구소 습격에서 IAA는 온라인 플레이어들을 이용해 휴메인 연구소의 실험 자료들을 훔쳤고, 이후 스토리 모드에 가서는 그 결과물인 신경가스를 악용하려 한다. FIB는 진작부터 IAA의 이러한 음모를 눈치채고 있었고, '몽키 비지니스(Monkey Business)'미션에서 그것을 막으려 마이클, 트레버, 프랭클린을 이용한다. 두 기관의 은밀한 전쟁통에 총 7명의 플레이어들이 이용당한 셈. 이 습격에 필요한 인물이었던 래시코브스키 탈옥까지 포함하여 말하자면, 습격 '탈옥', '휴메인 연구소 습격'을 거쳐 이후 스토리 모드의 '몽키 비지니스'미션으로 끝나는 신경가스 탈취 첩보전이다.

	        </dd>
	    </dl>
        <br><br>
        </div>
        </details>
        
        <details>
	<summary>엘리트 도전</summary>
		<br><br>
	<div class="heist_div_left">
	    <div id="elite">
	        엘리트 도전 과제
	        <hr>
	        11:00 분내로 클리어<br>
	        차량(발키리)이 입은 대미지가 2% 미만<br>
	        아무도 죽지 않음<br>
	        여정 스킵 사용 안 함<br>
	        빠른 재시작 사용 안 함<br>
	        
	    </div>
		<br>
	    습격 엘리트 도전 중에서 가장 극악의 난이도를 자랑한다. 게다가 매우 변칙적인 전략을 사용해야 하기 때문에 공략의 숙지와 파티원들의 실력이 매우 중요하다. 엘리트 도전의 카운트 타이밍은 아파트에서 나와 녹색 배너가 쿵 하고 떨어지는 순간부터 시작해 마지막으로 발키리를 착륙 시킬 때까지 11:00분 이내이다. 처음 도전한다면 꽤 빡빡한 조건이지만 실력이 매우 좋은 파티라면 10초 이상 남기고 널널하게 깰 수도 있는 등 체감 난이도는 실력에 따라 편차가 좀 있다. 엘리트 도전이기 때문에 아무도 죽지 말아야 하는 조건이 충족되어야 하므로 위에서 언급된 대로 자살이나 자폭으로 스킵 하는 트릭을 사용할 수 없고 직접 아파트에서 발키리까지 운전해서 가야 한다. 이때 추천되는 아파트는 북 콩커 애버뉴이며 4 인테그리티/이클립스 타워에서도 가능하다.
	    <br><br>
	    그리고 복장 설정은 저장된 복장이 필수다. 지정된 복장으로 하면 지상 팀이 스카프 트릭으로 헤비 컴뱃을 벗을 수 없기 때문이다.
	    <br><br>
	    우선 아파트에서 나와 가능한 빠르게 4명 모두 발키리에 탑승해서 날아가야 하는데, 아무리 늦어도 3분 10초 이내에 4명이 모두 탑승 완료할 것이 요구되며 이중 파일럿이 가장 먼저 도착해 미리 발키리의 시동을 걸어두는 것이 가장 이상적이다. 플리카 작업 엘리트 때와 마찬가지로 비포장 도로와 험지를 넘어가므로 바이크를 타고 이동 하는 것이 좋다. 추천되는 바이크는 역시나 가속력이 가장 좋은 하쿠초우 드래그나 쇼타로지만 아쿠마 또는 하쿠초우나 바티 801로도 가능하긴 하다. 하쿠초우나 바티를 탔다면 가능하면 윌리 주행을 하면서 가는 것이 조금 더 빠르게 이동 할 수 있다.
	    <br><br>
	    북 콩커에서 출발하면 GPS를 따라 북쪽 언덕길을 올라가면 된다. 언덕길 끝에 가드레일이 보이는 갈림길이 나오고 GPS에서는 왼쪽으로 가도록 유도하지만 GPS를 무시하고 언덕을 넘어서 그대로 직진해서 가야 하는데, 크게 3가지 경로로 나뉜다. 갈림길에서 GPS대로 왼쪽으로 조금 간 뒤 오른쪽 샛길로 빠져서 언덕을 넘어가는 방법이 있고, 가드레일 오른쪽의 틈새로 빠져서 배수로 길을 따라 내려가는 방법이 있고, 배수로 길로 가지 않고 오른쪽 언덕을 타고 가다 배수로 길 중간에 놓인 터널 위를 지나 그대로 왼쪽 언덕을 넘어서 GPS를 따라가는 방법이 있다. 언덕을 넘고 난 뒤엔 GPS대로 코너만 잘 꺾어서 따라가면 된다. 숙달된다면 풀업 아쿠마로는 이 구간부터 감속 없이 코너링만으로도 충분히 돌 수 있다. 이렇게 하여 발키리까지 4명이 무사히 아무리 늦어도 3분 10초 이내에 도착해야 하는데, 4명 모두 시간 내에 험지를 넘어가면서 사고 한 번 없이 오는 거 자체가 어렵기 때문에 난이도 상승에 한몫을 한다.
	    <br><br>
	    아래는 공통적으로 4명이 모두 도착해 발키리에 탑승 한 이후의 역할을 서술한다.
	    <dl>
	        <dt>파일럿</dt>
	        <dd>
	            모든 습격 엘리트 도전에서 가장 난이도가 높은 역할.
	            <br><br>
	            파일럿은 4명을 모두 태운 뒤 곧장 연구소 상공까지 발키리를 운전하며 가야 한다. 파일럿은 발키리를 조종하는데 있어 고도 상승과 속도 둘다 챙기면서 대각선으로 날아가는 테크닉이 필요하다. PC판을 기준으로 할 때 오른쪽 키패드의 8키를 누르면 발키리를 앞으로 기울여 속도를 낼 수 있는데 8키를 누른 채 가면 속도는 충분하지만 고도 상승폭이 매우 낮기 때문에 8키를 일정한 주기로 눌렀다 떼면 고도 상승과 속도를 같이 유지하며 올라 갈 수 있다. 뒤에서 보면 돌고래처럼 꼬리를 위아래로 흔들흔들 하면서 가면 되는데, 8키를 눌러 동체를 앞으로 충분히 기울었다 싶을 때 8키를 떼고, 동체가 수평을 이뤘을때 다시 8키를 눌러 동체를 앞으로 기울이는 것을 반복하며 올라가면 된다. 또는 마우스를 왼쪽 버튼을 누른채 앞으로 밀면 기울이는 정도를 조절 가능한데 그걸 이용할 수도 있다.
	            <br><br>
	            파일럿의 역할은 아니지만 이때 미니건을 잡은 지상 팀이 헬기 뒤쪽 아래를 향해 미니건을 쏴주면 양쪽에서 쏘는 미니건의 반동에 의해 조종 시 헬기의 동체가 좌우로 흔들리는 것을 잡아줘 곧장 날아갈 수 있게 도와주는 효과를 내기 때문에 더 빠르게 갈 수 있다.
	            <br><br>
	            휴메인 상공에 도착하면 사수와 지상 팀이 모두 강하하는데 사수가 강하하는 이유는 사수 역할에서 후술한다. 이후 파일럿은 지상 팀이 나올 해변가에 미리 가서 착륙 시켜 놓은 뒤 그대로 내려서 사수가 놓친 버자드에 대비할 준비를 하면 된다. 발키리를 착륙시 지상 팀이 발키리의 오른쪽 사수석과 미니건으로 바로 탑승 가능하도록 착륙 해 놓는것이 좋다. 이런 변칙적인 플레이가 요구되는 이유는 첫 번째로 엘리트 조건에 발키리의 손상도가 2% 이하여야 하는데 혹시나 발생할 피해를 최소화 하기 위해서가 있고, 두 번째 이유는 해변가에 미리 착륙해서 지상 팀을 곧바로 태우고 출발 하는 것으로 시간 절약이 가능하다는 점이다. 세 번째 이유는 사수가 산정상에서 대기해 있다가 다가오는 버자드들을 우선 격추 함으로써 공중전에 대비하기 조금이라도 수월하기 때문이다.
	            <br><br>
	            해변가에 발키리를 착륙한 이후 파일럿이 해야 할 일은 해변가에서 날아오는 버자드들을 처리 하는 것인데, 지상 팀이 탑승하기 전 버자드는 총 4번에 걸쳐서 공격해 온다. 전체 지도를 기준으로 설명하면
	            <br><br>
	            <div class="skkk">
	                1. 6시 방향에서 버자드 1대(해변가에서 연구소를 바라볼 때 왼쪽)<br>
	                2. 6시 방향에서 버자드 1대<br>
                    3. 11시 방향 버자드 1대, 12시 방향 버자드 1대(해변가에서 연구소를 바라볼 때 오른쪽)<br>
                    4. 11시 방향 버자드 1대, 12시 방향 버자드 1대<br>
	            </div>
	            <br>
	            1, 2번째에 나오는 버자드는 사수가 6시 방향 산 정상에서 대기해 있다가 우선 처리 해 주기 때문에 크게 신경 쓰지 않아도 되지만 만약 사수가 이것들을 놓쳤을 때를 대비 해 두는 것이 좋다. 중요한 것은 3번째 오는 버자드로 연구소 오른쪽 산너머로부터 나오는 버자드에 대비 해야 한다. 3번째 버자드가 호밍 런처나 미니건의 사정거리까지 좀 더 끌어 들인 뒤 잡아도 되지만 헤비 스나이퍼 라이플이 가장 사거리가 길기 때문에 미리 스폰 위치를 안다면 장거리에서 격추할 수 있다. 파일럿에게 3번째 버자드가 특히 중요한 이유는 지상 팀의 속도가 매우 빠르다면 3번째 버자드가 접근하는 시점과 지상 팀이 냉각 터널을 빠져나와 해변에 도착하는 시점이 겹치기 때문. 이때 파일럿은 접근중인 3번째 버자드를 먼저 격추하고 발키리의 시동을 걸지, 발키리의 시동부터 걸어두고 지상 팀이 탑승 하자 마자 곧바로 날아서 공중전으로 3번째 버자드를 잡을지 상황에 따라 잘 판단해야 한다. 어떤 형태로든 3번째 버자드를 격추 하자마자 곧바로 산 위에 있던 사수를 태우러 가면 된다.
                    <br><br>
                사수까지 모두 태운 파일럿은 공중전에서 일일히 적 버자드들을 잡으러 가는 것이 아닌 목표지점으로 이동함과 동시에 적 버자드들이 따라오게 유도해야 한다. 시스템적인 부분을 간단히 이야기 하면 적 비행체들의 AI는 타겟이 되는 플레이어와 멀수록 매우 빠른 속도로 접근하지만 플레이어에 근접하게 되면 느려지는 특징을 보인다. 그래서 일일히 적 버자드를 잡으러 가는 것보다 목표지점 인근까지 거리를 좁힌 다음 다가온 적 버자드들을 처리 하는 운용이 필요하다. 산 위에서 사수를 태운 뒤 그대로 채석장 인근까지 전진하고 이후 후진 주행으로 방향을 틀어서 목표 지점으로 날아가면 사수와 미니건이 함께 공격이 가능하고 시간 단축도 가능하다. 무사히 공중전까지 마치면 목표 지점까지 날아가면 된다. 이때 역시도 미니건들이 헬기 뒤를 향해 쏘면서 가면 조금 더 빠르다. 착륙하면서 충격에 손상을 입는 것에 주의하고 미끄러지듯 자연스럽게 착륙하면 매우 이상적.
                <br><br>
	        </dd>
	    </dl>
	    <dl>
	        <dt>사수</dt>
	        <dd>
	            파일럿과 마찬가지로 변칙적인 플레이가 요구된다. 사수는 파일럿이 연구소 상공에 도착 하자마자 지상 팀과 동시에 같이 낙하산 강하를 하면 된다. 이 때문에 사수가 꼭 조수석에 앉을 필요가 없으므로 적당히 빈자리에 탑승해도 된다. 단 이때 사수의 착륙 장소는 연구소가 아닌 첫번째 버자드가 나오는 6시 방향의 산의 정상. 앞서 파일럿 역할에서 서술했듯 시간 단축과 발키리의 손상도를 위해서 이런식의 플레이가 요구된다. 산 정상에 있다가 날아오는 버자드를 잡으면 되는데, 이 시점에서 파일럿은 해변가에 착륙해 있으며 버자드는 사수가 아닌 착륙해 있는 발키리쪽으로 향하기 때문에 발키리에 접근하기 전에 먼저 끊어 주어야 한다. 각각 2번에 걸쳐 버자드가 산 너머에서 날아오는데, 이때 호밍 런쳐 또는 헤비 스나이퍼 라이플을 이용해 잡아주면 된다. 6시 방향에서 오던 버자드 2대를 모두 격추하면 산 꼭대기에서 연구소 방향으로 조금 내려와 발키리가 착륙하기 좋은 평편한 장소에서 대기 한 뒤 반대편 11시와 12시 산 너머에서 날아오는 버자드 2대에 대비하면 된다. 발키리가 도착 하기전에 버자드들을 격추해주면 좋으나 일단 발키리가 도착하면 재빨리 탑승해서 공중전에 대비하자. 사수는 반드시 조수석에 앉을 필요는 없으므로 빈자리에 탑승한 뒤 이후 날아오는 버자드들을 격추하는데 집중하면 된다.
	            <br><br>
	        </dd>
	    </dl>
	 <dl>
	     <dt>지상 팀</dt>
	     <dd>
	         지상 팀은 헬기 팀에 비해 역할이 다르지 않지만 몇 가지 주의사항에 대해 서술한다. 시간 단축을 위해서 지상 팀은 헤비 컴뱃 세트를 입지 않고 플레이해야 한다. 헤비 컴뱃 세트를 입으면 냉각 터널에서 수영할 때 속도가 매우 느리기 때문. 하지만 가면 또는 스카프를 이용한 헤비 벗기기 트릭을 사용 하는 것으로 해결 가능하므로 불안하다면 헤비 컴뱃을 입고도 할 수 있다. 사수 역할에서도 언급했듯 사수도 어차피 낙하산 강하를 하므로 도착하는 대로 적당히 빈자리에 탑승하면 된다. 이후 파일럿이 연구소 상공을 향해 날아가는데 미니건을 잡고 있다면 헬기 뒤쪽 아래 방향을 향해 양쪽에서 같이 쏘면서 가면 더 빠르게 도착 가능하다. 파일럿 역할에서도 서술되어 있듯이 이때 양쪽에서 같이 사격을 해야 헬기 동체의 흔들림이 잡힌다. 발키리가 연구소 상공의 체크 포인트에 도착하면 시간 절약을 위해 EMP가 켜지길 기다릴 필요 없이 발키리가 체크 포인트에 닿자마자 곧바로 낙하산 강하를 하면 되고 자유 낙하로 지표면에 최대한 근접한 다음 낙하산을 펼치면 된다.
                <br><br>
            이후 연구소 내부로 침투해 최대한 빠르게 뚫어내면 되는데 적들의 스폰 위치는 고정되어 있기 때문에 헤드샷을 노리고 쏘면서 들어가면 된다. 이후 키코드 삽입후 엘리베이터를 탄뒤 남은 적들을 제거 하고 문을 열고 나오면 산소 마스크를 쓸 수 있게 된다. 헤비 컴뱃 세트를 입었다면 수영시 속도가 느려지는데, 헤비 컴뱃 아머는 일부 스카프 또는 가면과 호환되지 않고 습격 도중 호환 되지 않는 스카프 또는 가면을 착용 하게 되면 헤비 컴뱃이 강제로 벗겨지게 된다. 여기서 이 트릭을 사용하여 M키를 눌러 상호작용 메뉴를 열어 호환 되지 않는 스카프 또는 가면(예: 종이봉투 가면 등)을 썼다가 벗으면 강제로 헤비 컴뱃 아머를 벗을 수 있다. 그리고 산소 마스크를 쓰고 냉각 터널을 빠져나오면 된다. 참고로 잠영 시 1인칭 모드보다 3인칭 모드로 수영해 가는 것이 더 빠르다.
                <br><br>
            냉각 터널을 빠져 나온뒤 발키리에 탑승하면 되는데 파일럿이 공략을 잘 숙지해서 착륙을 잘 해주었다면 조수석과 오른쪽 미니건 쪽으로 탑승하면 되고 그렇지 않다면 적당히 가까운 빈자리에 탑승하면 된다. 만약에 지상 팀이 빠르게 해변에 도착했다면 3번째 버자드가 접근했거나 미사일 사정거리에 이미 들어와 있는 상황일 것이므로 곧바로 공중전에 대비할 준비를 하자. 이후 파일럿은 사수를 태우러 이동할 것이고 그 사이 날아오는 버자드들을 재빨리 격추해주는 것이 중요하다. 조수석에 앉은 플레이어라면 E 키 상태로만 적을 찾지 말고 자주 화면을 전환해 지도와 함께 시야를 넓게 보며 버자드의 위치를 보고 사격 하는 것이 좋다. 모든 버자드들을 격추했으면 헬기의 뒤쪽 방향을 쏘면서 가주는 것으로 역할이 끝난다.
                <br><br>
            휴메인 연구소 습격 엘리트 도전은 초반에 바이크를 타고 4명 모두 사고 없이 3분 30초 이내에 발키리에 도착 하는 부분과 후반 공중전에서 파일럿의 조종 실력에 크게 좌우되는 난이도 높은 엘리트 도전이다. 특히 파일럿은 제일 빨리 발키리에 도착 할 수록 좋고 사수들이 잘 쏠 수 있도록 사각지역까지도 고려함과 동시에 회피기동까지 고려하며 조종해야 하기 때문에 특히 난이도가 높다.
	     </dd>
	 </dl>
	</div>
</details>
	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
