<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">시리즈 A 자금 조달</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    대규모 마약 유통 사업을 시작하려는 소규모 업자의 물건 획득을 도우십시오. 전국에서 가장 큰 규모의 몇몇 마약 공급원들을 공격하여 물건을 강탈하면 됩니다. 대량 판매로 한 탕 하려면 모든 물건을 전부 확보하십시오.
</div>
<br><br>
<details>
    <summary>시리즈 A 자금 조달</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도 : ●●●●○
        <br><br>
        <spin>지능 범죄의 고비</spin>
        <br><br>
        트레버의 마약 사업을 위해 각종 세력으로부터 마약을 강탈하고 운반을 도와주는 작업이다. 이번 브리핑 담당은 트레버와 론.
      
        <br><br>
        밴, 대형 트럭과 같은 둔한 이동 수단을 끌고 한참을 이동해야하는 배달 임무 위주인 데다 참신한 요소가 별로 없는 단순한 작업 구성으로 인한 흥미 요소 부족, 그리고 난이도 및 플레이 타임에 비해 적은 보상으로 인해 GTA 온라인 습격 중 플레이어들 사이에서 가장 인기가 없다. 자유 세션에서 플레이어를 초대해봤자 오는 사람은 별로 없으니 커뮤니티 등에서 사람을 구해놓고 시작하자.
        <br><br>
        계획 준비들은 작업 이름에서 '자금 조달(Funding)'이라는 단어가 빠지고, '시리즈 A - 코카인' 이런 식으로 만 불린다. 피날레에 가서야 '시리즈 A 자금 조달(Series A Funding)'이라는 풀네임이 쓰인다.
        <br><br>
        시리즈 A란 스타트업과 관련된 용어로, 스타트업 회사가 시제품 개발서부터 시장에 나서기 직전까지의 기간동안 받는 투자를 뜻한다. 성격은 사이코패스 그 자체지만 두뇌 하나는 비상한 트레버스러운 작전명이다.
        <br><br>
        <ul class="heist_ul_left">
            <li>준비 작업 비용 : $40,400</li>
            <li>쉬움 난이도 수입 : $202,000</li>
            <li>보통 난이도 수입 : $404,000</li>
            <li>어려움 난이도 수입 : $505,000</li>
        </ul>
    </div>
</details>
<details>
    <summary>시리즈 A - 코카인</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                델 페로 근처 해안 가에 있는 요트에 있는 딜러놈들을 털어야겠어. 지상과 해상 양쪽에서 놈들을 덮치라고. 빼앗은 물건은 론한테 가져다주고.
            </div>
            <br><br>
            계획 준비 난이도 : ●●●○○
            <br><br>
            플레이어들은 두 팀으로 나뉘게 된다. 보트 팀은 해변가에 있는 보트를 훔쳐타서 요트 뒤쪽에서 기습, 헬리콥터 팀은 헬기장으로 가서 헬기를 탄 뒤 공중에서 기습을 한다.
            <br><br>
            플레이어들은 요트를 기습하여 안에 있는 적들을 모두 제거하고 코카인 9개를 모두 훔친다. 코카인을 모두 훔치면 경찰 수배령이 떨어지고 경찰을 따돌려야 한다. 플레이어 4명 모두 경찰을 따돌렸다면 론의 숨겨진 창고에서 론에게 훔친 코카인들을 모두 넘겨준다.

            <br><br>
            이 계획 준비 역시 대놓고 돌진만 안 하면 된다. 요트 습격할 때 나서서 죽지만 않고 오는 헬기만 다 처리해주면 된다. 경찰을 따돌리는 건 알아서 잘하면 된다. 난이도는 그럭저럭 괜찮은 편이나 팀에 고문관이 있다면 조금 힘들 수도 있는데, 요트의 공간이 매우 좁기 때문에 적의 샷건에 기습 당하는 초보들이 많다. 조심해야 한다. 기본적으로 이 습격에서는 보트 팀과 헬기 팀으로 나뉘지만 역할을 반드시 준수할 필요도 없고 공략법 또한 다양한 습격이다. 아예 처음부터 4명이 모두 보트를 타거나 헬기를 타도되며 3명은 보트를 타고 진입하고 한 명이 헬기를 준비했다가 코카인을 모두 획득하면 바로 착륙해서 팀원들을 픽업해 가도 된다. 헬기를 요트에 착륙시킨다면, 요트 뒤편 H 마크가 있는 곳에 착륙하는 건 다소 위험하다.장소가 좁아 상당한 착지 실력이 요구되고,착지하다 동맞고 바로 벌집이 되기 십상. 대신 요트의 앞 쪽을 보면 요트 맨 꼭대기에 흰색으로 칠해진 지붕에 착륙할만한 위치가 있으므로 그곳에 착륙하면 안전하다. 창문을 통해 바로 적들의 뒤통수와 정수리 부분이 바로 보여서 처리하기도 좋은 착륙 지점. 또 다른 방법으론 요트 근처 해변이나 선착장에 헬기를 착륙시키고 멀리서 저격한 뒤 경찰 헬기를 격추하고 해변가에 주차가 되어 있는 씨샤크타고 요트로 가는 것도 좋다.

            <br><br>
            아니면 헬기 조종에 가장 자신 있는 사람이 조종하고 나머지는 뒤에 타서 저격총을 꺼내 저격할 준비를 한 다음, 요트 안의 적이 헬기를 공격하지 못할 만큼의 거리에서 공중 정지 비행 상태에서 저격해도 된다. 저격수의 조준점이 거의 흔들리지 않을 정도로 안정된 헬기 조종 스킬이 필요하다. 저격 중에 보트 팀이 요트에 승선하면 요트 안에 적 추가 증원과 함께 경찰 헬기 두 대가 나타나니 저격하는 플레이어가 RPG로 바꿔서 헬기까지 처리한다.

            <br><br>
            지능 범죄를 플레이할 시, 보트 팀과 함께 보트 타고 가는 법도 있다.
            <br><br>
            코카인을 모두 훔친 후 멤버 전원이 헬기를 타지 않았을 때에 경찰의 수배를 벗어나는 아주 쉬운 방법이 있는데, 바로 <spin>>씨샤크를 타고 해변가 쪽의 하수도로 가는 것.</spin 지하도이기 때문에 경찰이 쫓아오지 않는다. 수배를 풀고 유유히 목적 지점으로 가자. 다만 너무 빠르게 지하수로를 지나버리면 외부로 나왔을 때도 수배가 풀리지 않아 도루묵이 될 수 있으니 주의. 수로를 빠져나온 뒤 M 키를 눌러 상호 작용 메뉴에서 개인 차량 요청을 미리 해두면 곧바로 개인 차량을 타고 갈 수 있으니 참고하면 좋다. 헬기를 타고 도망가면 경찰 헬기보다 빨라 쉽게 따돌릴 수 있어 매우 빠르게 클리어하는 것이 가능하나 간혹 수배 별 버그가 걸리곤 하니 주의할 것. 수배 별 버그가 걸렸다면 탈옥 피날레 항목에서 서술한 대로 으슥한 곳에서 모두 헬기에서 내려 수배를 뗀 후 다시 탑승해서 가면 된다. 맥스페인 3을 플레이 해 본 유저라면 요트의 구조가 상당히 익숙할 텐데 맥스페인 3에 나온 요트 모델링이다.
            <br><br>
        </div>
</details>

<details>
	<summary>시리즈 A - 쓰레기 트럭</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    쓰레기 트럭을 타고 바고스 놈들이 떨궈 놓은 곳에서 쓰레기 봉투에 있는 알약을 모두 집어와. 혹시 쌍놈 새끼들을 만나면 죄다 조져버리고 봉투를 론한테 가져다줘.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
	<br><br>
	계획 준비 난이도 : ●●●●○
	<br><br>
	플레이어들은 두 팀으로 나뉘게 된다. 수거 팀은 쓰레기 봉투를 수거하여 쓰레기차 뒤에 넣는다. 작업 팀은 쓰레기차와 수거 팀을 보호한다.
	<br><br>
	플레이어들은 쓰레기차가 있는 곳으로 가서 쓰레기차 한 대를 훔쳐 와서 다 같이 탑승한다. 수거 팀은 뒤에, 작업 팀은 한 명은 운전, 한 명은 조수석에 탑승한다. 첫 번째 장소는 공격이 없지만 나머지 장소들은 바고스들이 공격을 해온다. 플레이어들은 공격을 이겨내고 모든 장소에서 쓰레기 수거를 끝낸다. 그 뒤, 플레이어들은 론의 창고에 쓰레기차를 옮기고 론에게 작업을 맡긴다.
	<br><br>
	
이번 계획 준비는 조금 힘든 편. 짜증 나는 점은 뒤에 매달려 가는 두 명에게 전혀 엄폐가 제공되지 않고, 저장된 복장 세팅을 할 수 없기 때문에 헤비 컴뱃을 입을 수 없기 때문이다. 이 작업을 진행하면서 죽는 이유는 대부분 뒤에 매달려가다 차를 타고 쫓아오는 적들에게 맞아죽거나, 적이 나타나는 시점에 차 안에서 대항하려다가 총 맞고 죽는 경우가 대부분이다. 무조건 작업 팀 두 명은 적의 웨이브가 시작되는 즉시 내리고 쓰레기 수거부가 들어간 구역에서 싸우도록 하자.

	<br><br>
	우선 맨 처음엔 쓰레기 트럭부터 훔쳐야 한다. 쓰레기 트럭 주변에 경비들이 있으므로 모두 잡아주면 되는데 쓰레기 트럭 근처에 가스 탱크가 있으므로 폭발에 휘말리지 않도록 미리 터뜨려 놓자. 작업 팀의 쓰레기 차 운전수가 수거 팀이 쓰레기를 수거할 때 차 후면 수거 위치에 최대한 대주면 별도의 전투가 필요 없이 쓰레기만 수거해 바로바로 넘어갈 수 있다. 단, 운전수의 센스와 수거 팀의 정확하고 빠른 쓰레기 수거 능력이 요구된다. 첫 번째 수거 장소는 적들이 나타나지 않으므로 여유롭게 수거하면 되는데, 트럭 운전사가 수거 위치까지 후진하는 도중에 수거 팀이 먼저 내리다가 트럭에 깔려 죽는 일이 제법 많다. 팀워크가 가능한 파티라면 운전사가 수거 위치까지 차를 댄 뒤 경적을 울린 후에 수거 팀이 내려서 수거를 하면 안전하게 수거가 가능하다. 두 번째 수거 장소부터는 플레이 때마다 3군데의 수거 장소 중 임의의 순서로 진행 되게 된다. 두 번째 수거 장소부터 적들이 나타나기 때문에 주의해야 하는데 적들은 수거 팀이 쓰레기를 드는 순간부터 나타나므로 트럭 운전사는 수거 지역에 도착하거든 안심하고 쓰레기가 있는 위치로 후진해 주차하도록 하자. 수거 팀은 가까운 곳의 쓰레기를 먼저 들었다가는, 몰려오는 적들 때문에 이후에 남은 먼 곳의 쓰레기를 집으러 가기 힘들어지므로 될 수 있으면 가장 멀리 있는 쓰레기부터 수거하는 것이 좋다.

	<br><br>
	수거 장소 중 주유소는 꽤 위험한 곳이다. 주유소의 주변의 주유기는 폭발 위험이 있고 상당히 개방된 지형이라 엄폐에도 불리하므로 빠른 적의 차량 파괴가 관건이다. 진입 전 다 같이 주유기의 아래쪽을 향해 쏘면 쉽게 터지므로 주유기들을 미리 폭파시켜 안전하게 만들고 트럭을 충분히 수거 위치까지 주차를 해주면 트럭이 총격으로부터 어느 정도 엄폐를 제공해 주고 빠르게 수거도 가능하다. 하나의 팁을 주자면 트럭의 주차 위치를 주유소 정면으로 들어가서 주차시키기보단 주유소 옆의 골목을 따라가서 주유소 건물과 건물 사이(건물-바리케이드-건물)에 후방 주차해 주면 공방에서도 쉽게 깰 수 있을 정도가 된다.
	<br><br>
	쓰레기를 모두 수거한 뒤 창고까지 되돌아갈 때 자주 죽는 유저들을 위한 팁을 주자면, 주유소에 도착할 때 방탄 구루마를 배달 요청하면 주유소 근처에 배달이 된다. 유유히 방탄 구루마에 탄 채로 싹쓸이를 해 주면 해결.
	<br><br>
	작업 팀은 후방의 상황은 수거 팀에게 맡기고 전방을 주시하면서 있도록 하자. 이동 도중 스낵 또는 방탄복을 이용해 체력을 관리해주면 안전하게 도망칠 수 있다.

	<br><br>
	이 계획 준비에서 매우 안전하게 클리어하는 방법은 다소 번거롭지만 처음부터 구루마를 운용하는 것이다. 기본적으로 4명이 모두 트럭에 타지 않으면 다음 단계로 진행되지 않고 노란색 GPS 경로도 안 보이는데 목표 지점에서는 4명이 모두 탑승해서 단계를 갱신하고 재빨리 지도에 다음 목표 지점 위치를 마커로 찍어 보라색 GPS가 찍히게 한 뒤 한 명이 구루마를 끌고 이동하는 방법이다. 목표 지점에 도착하면 4명 모두 탑승해야 갱신되므로 구루마를 작업 위치에 미리 주차해 놓고 목표 지점 근처에서 대기하다가 트럭에 타서 갱신, 작업 팀들은 수거가 시작되자마자 구루마를 타고 안전하게 적들을 잡으면 되고 수거 팀은 시야에 보이는 적들만 제거하고 재빨리 쓰레기를 수거하는데 집중하는 식으로 운용하는 것이다. 마지막 수거가 끝나고 돌아올 때 트럭 운전사 한 명만 스낵을 먹으며 운전하고 나머지 셋은 구루마를 타고 오면 매우 안전하게 클리어 가능하다. 단, 이 계획 준비는 제한 시간이 있으므로 너무 시간을 낭비해서는 안 된다. 또 다른 방법이 있는데 빠르게 가는 것이다. 이 방법의 근거는 적들의 행동이다.

	<br><br>
	1. 생성돼서 잠시 서 있음<br>
    2. 걸어서 움직임<br>
    3. 차에 타고 있으면 차에서 내림<br>
    4. 총을 들어 쏨<Br>
        이런 행동을 하게 되는데, 이게 의외로 시간이 많이 걸리는 데다 총을 들을 때쯤 대충 맞춰서 넘어트리면 다시 일어서서 쏠 때까지 또 한 세월이기 때문에 빠르게 움직이면 시간도 아끼고 난이도도 줄어들 수 있다.
	<br><br>
	가끔 수거 팀 2인 중 1인이 수거할 쓰레기 앞에서 굳어버리는 버그가 있는데, 이때는 다시 시작한 후, 수거 팀 2인 중 1인이 쓰레기를 모두 줍고, 나머지 1인은 작업 팀과 함께 엄호해주면 된다.
	<br><br>
	무기밀매 업데이트 이후 플레이어의 전투력이 보강됨에 따라 쉬워졌다. 개인 차량 스폰을 이용해 탬파를 불러오면 미니건으로 아주 쉽게 갈아버릴 수 있다.
	<br><br>
	사실 탬파를 쓸 필요도 없는데, 기본적으로 상대 갱들은 모두 차를 타고 오기 때문에 차에서 내리기 전에 폭발물(RPG, 그레네이드 런처, 헤비 스나 폭발탄 등등)로 차를 터뜨려버리면 된다. 즉, 상대 자동차의 등장 위치를 알고 있다면 싸우기도 전에 다 제거하고 갈 수 있다.
	<br><br>
	트럭이 아예 안 움직이는 버그가 있다.
	<br><br>
	
	
	</div>
</details>
<details>
	<summary>시리즈 A - 폭주족</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    밤에 로스트 놈들의 캠프로 몰래 가서 경비원들을 조용히 처리하고 놈들의 밴을 론에게 가져다줘. 거기에 약이 잔뜩 들었을거야.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
	<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    
	    매머드 히드라(Mammoth Hydra)
	 
	</div>
	<br>
	계획 준비 난이도 : ●●●○○
	<br><br>
	플레이어들은 트레버의 트레일러로 가서 소음기 무기들을 챙긴다. 그 뒤, 그 주변에 있는 딩이를 타고 다 같이 로스트 폭주족들의 캠프로 향한다. 플레이어들은 들키지 않게 모든 로스트 폭주족들을 사살하고 밴 두 대를 찾는다. 밴 운반 도중 로스트 폭주족들이 공격을 해온다. 플레이어들은 공격을 버텨내어 도망치고 론에게 밴 두 대를 가져다준다.

	<br><br>
	GTA 산 안드레아스에 나오는 히드라 훔치는 미션이 생각나게 하는 작업. 일단 리더는 시작하기 전에 복장을 헤비 컴뱃으로 다 맞춰주자. 이번 작업은 선택 가능한 복장에 헤비 컴뱃이 있기 때문. 헤비 컴뱃을 안 입으면 항공모함 내부의 총격전을 뚫기가 힘들다.
	<br><br>
	몰래 본진에 들어가고 들키지 않게 적들을 제거하고.. <spin>휴메인 연구소 습격의 EMP 전달</spin>이 연상되는 준비작업이다. 그러나 그것에 비하면 굉장히 쉬운데. 여기선 그냥 소음기 무기로 보이는 놈들을 다 때려잡으면 된다. 잠입이라고도 할게 별로 없다. 어차피 밴을 얻으면 불꽃 튀는 추격전이 시작된다. 도주 난이도는 그다지 어렵지 않지만 굉장히 먼 거리여서 운전자는 무지하게 지루하다.
	<br><br>
	밴 한 대에 두 명씩밖에 타지 못하니 꼭 2인 1조로 행동해서 한 명은 운전만 하고 한 명은 AP 피스톨로 접근하는 적을 공격하는 방식으로 진행한다. 간혹가다 혼자서 밴을 끌고 목적지로 바로 가버리는 플레이어가 있는데, 나머지 한 명은 밴에 타지를 못해서 어쩔 수 없이 로스트가 쓰던 느린 오토바이를 타고 가다 사방으로 적들이 몰려오기 때문에 벌집이 되기 십상이다. 하지만 사실, 밴에 타지 못했다면 동료들과 같이 안 가고 그냥 거기 혼자 남아있어도 된다. 어떻게든 밴 2대만 목적지에 도착하면 성공이기 때문에 모든 플레이어가 목적지까지 갈 필요는 없다. 이것을 모르고 무조건 자기도 같이 가려고 쫓아가다 죽지 않도록 한다.

	<br><br>
	지능 범죄 도전 시 밴 운전 중 바이커 갱들의 오토바이를 밟지 않도록 주의. 오토바이가 터지며 밴에 불이 붙는데, 오래 지나지 않아 밴도 터져버린다. 밴에 불이 붙었다면 곧 터진다는 뜻이니 어서 재시작을 하는 것이 좋다.
	<br><br>
	여담이지만 로스트들이 약을 숨겨놓은 곳은 다름 아닌 임포 레이지 피규어.. 론이 피규어를 반쪽 내 자 안에서 약이 나온다.


	<br><br>
	</div>
</details>
<details>
	<summary>시리즈 A - 마리화나</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    팔레토 항구 옆에 있는 제재소로 가. 발라 놈들이 엄청 큰 대마초가 실린 화물이랑 기관총이 달린 픽업 트럭을 가지고 있을 거야. 다 훔쳐서 론한테 가져다줘.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
    계획 준비 난이도 : ●●●○○

	    <br><br>
	    플레이어들은 역할이 나뉘게 된다. 지상 팀은 대마초가 실린 화물 트럭 두 대를 각자 한 대씩 조종하여 지정된 장소까지 운반한다. 정찰원(동쪽)과 정찰원(서쪽)은 각자 지정된 장소로 가서 지상 팀이 트럭을 얻을 수 있게 엄호하며, 테크니컬에 둘이 탑승한 뒤 한 명은 조종, 한 명은 기관총을 조종하여 화물 트럭을 엄호한다.

	    <br><br>
       플레이어들은 제재소로 가서 4명이 함께 기습을 한다. 지상 팀 두 명과 정찰원 두 명이 호흡을 맞춰 발라 갱단원들을 모두 죽여버리고 지상 팀은 화물 트럭을 운반한다. 그리고 정찰원들이 테크니컬에 탑승하여 화물 트럭을 엄호한다. 플레이어들은 화물 트럭 두 대, 테크니컬을 론에게 전부 가져다준다.
       
	    <br><br>
	    전설의 테크니컬이 나오는 계획 준비. 마약이 담긴 벤슨이 예상외로 빠르기 때문에 전복되기가 쉽다. 테크니컬은 공격력이 상당하기 때문에 차에 몇 번 갈겨주면 그대로 주님곁으로 무방비 상태인 트럭 운전사들만 조심하면 된다.
	    
	    <br><br>
	    굳이 목표 지점을 찍지 않고 바로 제재소로 돌입해도 아무 문제 없다. 역시나 구루마를 탄 채로 제재소에 돌입하면 한 대도 안 맞고 적을 몰살시킬 수 있다. 총격전이 끝난후 벤슨 두 대와 테크니컬을 탑승하면 시간 제한이 있으니 재빨리 창고까지 되돌아 오면 된다. 경로는 크게 3가지가 있다.
	    
        <br><br>
        <dl>
            <dt>첫 번째</dt>
            
            <dd>
                첫 번째 방법으로는 GPS가 시키는 대로 터널을 지나가는 경로가 있다. 이 경로는 구불 구불한 산길을 지나가야 하고 적들이 가장 많이 나오는 경로기 때문에 운전이 미숙하면 전복되거나 그대로 사망하는 일이 매우 많은 경로이다. 테크니컬이 먼저 앞서가며 적들을 미리 잡아주면 그나마 조금 원활하게 진행이 가능하다.
            </dd>
        </dl>
        <dl>
            <dt>두 번째</dt>
            
            <dd>
                두 번째 방법으로는 <spin>제재소 뒷길을 이용해 서쪽 해안도로를 통해 가는 것이다.</spin> 벤슨을 타고 나와 왼쪽 다리를 지나가는 터널 방향이 아닌 오른쪽으로 꺾어서 가면 샛길이 있고 바로 해안 도로로 진입이 가능하다.<spin>첫 번째 경로보다 훨씬 길도 넓고 운전 난이도도 낮아 빠르게 이동 가능하며 적들도 적게 나와 안전하게 이동할 수 있다.</spin>  중간에 GPS에서는 왼쪽으로 꺾어지라고 나오지만 왼쪽으로 꺾어지면 좁은 산길을 타게 되고 적들도 떼거지로 나와 매우 짜증나므로 무시하고 그대로 직진하자. 그대로 쭉 직진해서 창고로 벤슨과 테크니컬을 가져가면 성공. 가는 도중 폭발만 주의하면 된다.
            </dd>
        </dl>
        <dl>
            <dt>세 번째</dt>
            
            <dd>
                세 번째 방법으로는 제재소 옆의 기찻길을 타고 가는 방법이다. 이 경로는 3가지 방법 중 가장 빠른 루트이다. 다만 기찻길로 가는 루트는 중간에 다리로 이루어진 철길이 매우 좁아 잘못하면 다리 밑으로 떨어져 전복될 위험이 높기 때문에 신중하게 운전해야 한다. 기찻길을 따라 쭉 진행 하다 보면 강을 건너는 다리가 나오는데 강을 건너면 오른쪽으로 꺾어지라고 GPS가 가리키는데 이때 기찻길에서 나와 GPS를 따라 가면 된다. 기찻길에서 벗어난 순간 부터 적들이 공격해 오므로 주의 하면 된다.<br>
                이 경로는 약간 복불복인데, 간혹 기찻길 루트로 진행하던 도중에 맞은편에서 기차가 달려온다면 개방된 곳이면 몰라도 다리 같이 좁은 길에서는 피할 곳이 없기 때문에 실패할 위험이 좀 있다.<spin>만약 지능 범죄 도전 중이라면, 절대 추천하지 않는다.</spin>  다리에서 기차에 부딪히면 그야말로 속수무책으로 죽을 수 밖에 없으므로.
            </dd>
        </dl>
        <br><br>
        테크니컬은 화력은 막강하나 사수는 완전히 노출되어있고 매우 허약한 내구도를 자랑하니 최대한 조심히 운전해야한다. 뭔가에 자주 부딪치면 차가 어느 순간 불이 붙어있는 꼴을 보게될 것이고 미션 실패로 이어진다.
        <br><br>
        간혹 벤슨이나 테크니컬에 탔는데 발진이 안 되는 버그가 걸린다. 그럴때는 다시 시작하는게 답이다.
        <br><br>
        사실 스토리로 따지고 보면 대마가 담겨있는 트럭만 가져와도 되지만 트레버가 훔치는 김에 거기있는 기관총 달린 트럭도 가져오라고 해서 테크니컬도 운반하게 된 것이라고.
        <br><br>
        </div>
        </details>
        <details>
	<summary>시리즈 A - 마약 훔치기</summary>
		<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    오닐 형제라고 불리는 촌놈들이 마약 제조용 재료가 담긴 큰 화물을 농장에 배달했다고 하더라. 그 재료가 담긴 탱커를 훔쳐다가 주유소에 있는 셰프한테 가져다줘.
	</div>
		<br>
	    <div class="skip">여정스킵 가능</div>
	    <br>
	    계획 준비 난이도 : ●●●●○
	    	    <br><br>
	    플레이어들은 오닐 형제의 기지를 습격한다. 오닐 형제들을 싹 쓸어버리고 한 명은 탱커를 운반할 트럭을 조종하고 나머지는 탱커를 공격하는 적들을 죽이면서 탱커를 엄호해야 한다. 플레이어들은 시간 내에 셰프에게 도착하여 탱커를 셰프에게 건네줘야 한다.
	    <br><br>
        이번 계획 준비는 조금 까다롭다. 사실, 순서 자체는 단순하다. 그냥 목표물 확보, 운반만 하면 되는 작업이지만, 오닐 형제들의 숫자가 어마어마하게 많다. 가히 중무장 요새라고 할정도로 바깥쪽에 적 투성이 내부에도 온통 적 투성이라 아차하는 순간 총알 세례맞고 실패로 돌아간다. 그러니 헤비 컴뱃 아머는 거의 필수라고 봐도 된다. 적들을 모두 쓸어버렸다 해도, 다음 난관이 남아있는데, 바로 탱커 운반이다. 탱커에는 체력이 있어서 탱커가 터지면 다시 해야한다. 탱커의 체력은 굉장히 물살이라서 과속하다가 벽에 탱커를 박으면 폭발, 총알 세례를 받아서 펑 하는 수준이라 안전 운전 할 정신도 없는데 시간제한도 빠듯하다. 약 3분안에 셰프에게 운반해 줘야 한다. 그러니 탱커 운전사는 그냥 닥치고 운전만 해야 한다. 어찌 됐건 탱커만 운반되면 플레이어들이 어디 있든 작업은 성공으로 된다.
	    <br><br>
	    가장 쉬운 방법은 구루마를 타고 농장에 도착해 적들을 전부 제거한 후, 붉은색 트럭을 타서 탱크와 연결한 후 두 번째 꺾이는 구간을 지났을때 바닷가 옆 해변을 따라 운전하면 탱크가 공격받는 일이 거의 없다. 다만 구루마 운전수는 트럭의 앞에서 달려드는 오닐 형제들을 막고 제거하자. 단 해변 지형의 굴곡이 심하기 때문에 너무 과속을 하면 탱크가 분리돼 버리거나 뒤집히는 참사가 발생한다.
	    <br><br>
	행여 죽어서 재시작했다면, 탱커 운반수만 트럭에 타지 말고 트럭이 3대 있으니 나머지 팀원도 남은 트럭에 타서 탱커를 호위하자. 그 옆에 있는 장난감 같은 BF 비프타보다 훨씬 안전하다.

        <br><br>
        여담으로, 이 계획 준비의 원어명은 Series A - Steal Meth, 즉 우리식으로 말하면 '시리즈 A - 필로폰 훔치기'다. 필로폰이라는 이름을 한글판에서 굳이 마약이라는 뭉뚱그려진 단어로 바꿀 필요는 없었는데, 왜 그랬는지 의문. 
        
        <br><br>
        </div>
        </details>
        <details>
            <summary>시리즈 A 자금 조달 - 피날레</summary>
            		<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    크라우드 펀딩으로 힘들게 사업 자금을 모았으니, 이제 돈을 좀 벌 때가 됐군. 창고로 와서 물건이 실린 밴 두 대를 옮기는 것 좀 도와줘.
	</div>
		<br>
	    <div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    마이바츠 뮬(Maibatsu Mule)<br>
        캐런 테크니컬(Karin Technical)<br>
	</div>
	    <br>
	    계획 준비 난이도 : ●●●○○
	    	    <br><br>
	    플레이어들은 시작하면 트레버의 지원요청을 듣게되고 서둘러 트레버가 있는 창고로 가게된다. 그 뒤, 플레이어들은 각자 자리에서 트레버와 함께 <spin>그동안 조져왔던 적들인 사교클럽원 + 바고스 + 로스트 + 발라스 + 오닐 형제 연합의 공격</spin>을 막아낸다.

	    <br><br>
       모든 공격을 막아내면 두 명이 각자 화물 운반 밴에 탑승하고 나머지 두 명은 테크니컬에 탑승하여 한 명이 조종, 한 명이 기관총을 맡는다. 밴에 탑승한 플레이어들은 신속하게 목표 지점까지 죽지 않고, 밴이 터지지 않도록 조심하면서 간다. 그사이 테크니컬에 탑승한 플레이어들이 이동하면서 밴을 엄호하면서 간다.
	    <br><br>
	    두 밴을 모두 목표 지점까지 운반을 성공한 플레이어들은 트레버로부터 마약 판매 자금으로부터 미리 선금을 떼어놓은 돈이 담긴 쓰레기 봉투를 받게되고 플레이어들은 미리 떠나게된다.
	    <br><br>
	트레버는 바이어를 기다리면서 임포 레이지 피규어를 가지고 놀다가 바이어가 오게된다. 그러나 바이어가 트레버에게 "돈이 여깄으니까 코카인을 먼저 줘."라고하자 트레버가 "뭐?"라고 한다. 당황한 바이어는 "나한테 코카인 안 팔꺼야? 필립스?"라고 한다. 그러자 눈치 빠른 트레버는 <spin>"왜 자꾸 그런 소리만 하는거야?  그리고 어떻게 내 이름을 알고있지?"</spin>라고 한다. 그리고 몇 초 뒤 눈치챈 트레버는 "이 짭새 새끼야!" 라고 하면서 바이어를 임포 레이지 피규어로 후려친다. 사실 바이어는 위장경찰이었고 위장경찰 뒤에서 미리 매복한 경찰들이 튀어나오자 트레버는 강쪽으로 몸을 던져서 도망친다.
        <br><br>
        습격이 끝나면 돈도 잃고 마약도 잃은 트레버가 나무에다가 머리를 박고 대성통곡을 하는 장면을 보게 되고. 습격이 끝난다. 물론 스토리 모드의 어느 습격처럼 돈이 0$로 줄어 들지 않으므로 그냥 트레버가 오열하는걸 구경만 하면된다.
        <br><br>
        습격이 끝나면 돈도 잃고 마약도 잃은 트레버가 나무에다가 머리를 박고 대성통곡을 하는 장면을 보게 되고. 습격이 끝난다. 물론 스토리 모드의 어느 습격처럼 돈이 0$로 줄어 들지 않으므로 그냥 트레버가 오열하는걸 구경만 하면된다.
        <br><br>
        시리즈 A 의 피날레는 정말 쉽게 클리어하는 법이 있는데, 4명 모두 헤비 컴뱃 아머를 입으면 그냥 게임끝. 방어 할 때 죽는 일은 거의 없을 테고,(웨이 포인트에서 대기하다가 적들이 나오면 구루마 타고 벙커링하는 방법도 있다.) 대부분 운반하다가 죽는 상황이 많은데 헤비 컴뱃을 입으면 그냥 운전만 신경쓰면 게임 끝난다. 테크니컬이 헬기만 잘 떨궈주고 슥슥 지나가는 적을 쏴주면 되고, 트럭 운전사들은 싸울 필요가 없으니 그냥 달리면된다.
        <br><br>
        다만 헤비 컴뱃을 안 입었다면 트럭 운반때 약간 위험하다. 테크니컬, 트럭 모두 방탄 차량이 아니고, 테크니컬은 사수 자리가 완전히 노출되어있다. 테크니컬 운전석도 일반 픽업 트럭과 다를 게 없어서 총알 세례를 맞을수있다. 트럭들 또한 완전 방탄이 아니기때문에 초반 헬기러쉬에서 죽을 수도 있고, 밴에 타있는 바이커들의 총알세례에 그대로 떡실신 당할 수도 있다. 이럴 때는 미리 인벤토리창에 방탄복 메뉴를 열어놓고 방탄복이 다 닳을 때마다 계속해서 입어주는 꼼수를 부려주자. 방탄복이 없으면 스낵으로 생명 연장, 둘 다 없으면 총알이 피해지길 바라면서 달리자.
        <br><br>
        테크니컬은 전에도 말했듯이 저질적인 내구도를 가지고 있어서 너무 자주 부딪히거나 너무 많은 화력을 받아내면 불이 나고 폭발해서 미션 실패로 바로 이어지기에 운전 항상 조심하고 헬기들을 격추 한 후에 트럭 앞에 서서 앞에 나오는 갱단의 차량을 기관총으로 박살내면서 진행하며 오토바이 돌진은 무조건 무력화 혹은 파괴하고 사수가 파괴 혹은 무력화에 실패했다면 운전수는 바로 피할 준비하자. 그리고 사수는 전에 셋업에서 나왔던 갱단 차량들을 기억하고 있자. 그러면 한결 수월하게 멀리서 피해를 주거나 박살을 냄으로서 좀 더 안전해진다.
        <br><br>
        피날레의 목표는 <spin>트럭 2대만 안전하게 목적지로 가져가는 것이기 때문에, 테크니컬을 이용하지 않아도 된다.</spin> 단, 4명중 2명은 미니건을 가지고 있어야 하며, 모두 헤비 컴뱃을 착용해야 한다.<br>적들을 모두 처리한 후에 2명은 각각 트럭을 운전하고, 미니건을 가지고 있는 2명은 각각 트럭 위로 올라가서 미니건을 장비한다. 이 상태로 천천히 가면서 쫓아오는 적들과 헬기를 미니건으로 시원하게 긁어주면 테크니컬보다 더 안전하고 빠르게 적들을 학살할 수 있다. 직접 해보면 정말 시원하다! 주의할 점은 트럭 운전사는 절대로 아무것도 하지 말고 운전만 해야 한다. 조금 삐끗해서 부딪히기라도 하면 트럭 위에 있는 플레이어가 떨어져 죽을 수도 있으므로 트럭이 NPC의 차량에 부딪히지 않는 이상 트럭 위에서 떨어질 일도 없고, 떨어지더라도 주변에 적들이 없다면 죽을 일도 없으며, 제한시간도 넉넉하기 때문에 미니건을 가진 랭크 120 이상의 플레이어들끼리는 한번쯤 해 볼 것을 권장한다.
        <br><br>
        '테크니컬을 이용하지 않아도 된다.'에 착안하여, 트럭을 운전하지 않는 2인이 인서전트 픽업 커스텀을 이용하는 방법도 있다. 인픽커는 테크니컬에 비해서 방탄성능도 좋고, 차량 자체의 무게가 무거우므로 트럭을 뒤에서 밀어줄 수도 있다.
        <br><br>
        시리즈 A는 트레버와 함께해서 그런지 때리고 부수고 죽이는 미션 밖에 없다. 그래서인지 탈옥이나 휴메인같은 역할 분담이 없어 아쉬운 습격. 실제로 해보면 습격이라기보단 온라인 임무의 확장판같은 느낌이 든다. 그렇지만 미션을 주는 사람이 요원 14도 아니고 레스터도 아닌 트레버이기 때문에 피날레 마지막 이야기는 가장 재밌다. 습격을 진행하면서 GTA 5 싱글에는 나오지 않았던 트레버의 과거사도 들어볼 수 있다.
        <br><br>
        여담으로, 피날레에서 트럭에 점착 폭탄을 붙여둔뒤 미션을 완료한 직후 둥 소리가 날때 터트릴 수 있는데, 터트리면 이후 나오는 영상에서 밴의 색이 갈색 또는 하얀색이 된다.
        <br><br>
        
        
        </div>
        </details>
        
    <details>
	<summary>엘리트 도전</summary>
	<div class="heist_div_left">
	    <div id="elite">
	        엘리트 도전 과제
	        <hr>
	        6:30 이내로 클리어<br>
	        75명의 적을 사살<br>
	        아무도 죽지 않기<br>
	        여정 스킵 사용 안 함<br>
	        빠른 재시작 사용 안 함<br>
	    </div>
	    <br>
	    시리즈 A 피날레의 엘리트 도전시에는 <spin>인테그리티 아파트가 가장 좋고 층수는 상관없다. </spin> 사용할 탑승물은 오토바이. 게임 시작 전 미리 풀 튜닝을 해 두면 좋다. 이 미션은 이동 수단을 타고 움직이므로 헤비 컴뱃 세팅으로 두어도 좋다.
	    <br><br>
	    카운트가 시작 하는 타이밍은 4명이 아파트를 나온뒤 녹색 배너가 쿵하고 떨어지는 순간부터. 4 인테그리티에서 바이크를 타고 갈 시 지름길이 있는데 GPS를 따라가지 않고 바로 아파트를 나와 우회전 하여 터널을 지나 그대로 쭉 직진한다. 쭉 직진 하다 보면 화물 열차들이 보이는데 여기서 충분히 감속하지 않으면 그대로 열차에 들이 박을 수 있으니 주의. 화물 열차의 왼쪽 대각선으로 그대로 가로 질러 가면 되는데 열차 레일에 걸려 이상한데로 튈 수 있으니 주의하면서 창고까지 바로 다이렉트로 진입 할 수 있다. 맨 처음에 도착 한 사람이 트레버가 서있는 위치로 먼저 찍어 주고 나머지는 재빨리 자기 위치에 서 있으면 된다.
	    <br><br>
	    먼저 창고에 도착한 북쪽 팀원은 재빨리 테크니컬을 창고 앞으로 끌고 나온 뒤 사수석에서 적들을 잡아주면 되며 남쪽 팀원은 시작전 미리 가스 탱크 두 개를 미리 터뜨려 놔야 안전하다. 남쪽은 사실 혼자서도 충분히 커버 가능 하기 때문에 공격이 시작되면 남쪽 팀원 한 명이 북쪽 팀원들 쪽으로 와서 지원 해 주면 좋다. 이때 북쪽으로 간 남쪽 팀원은 가급적 건물 안에서 적을 상대 하는 것이 좋은데 건물 밖으로 나와 상대하면 적들이 건물 안에서 생성되어 뒤에서 공격해 들어오기 때문. 그리고<spin>건물 밖으로 나가면 적들의 스폰 속도도 다소 느려지기 때문에 북쪽 지원을 간 남쪽 팀원은 무조건 건물 안에서 공격하도록 하자.</spin>  최대한 빠르게 적들을 제거 할 수록 창고에서 나와 이동하는 시간을 벌 수 있으므로 호밍 런처나 RPG를 아낌없이 퍼부어 재빨리 적들의 차량을 터뜨려 잡는 것이 중요하다.

	    <br><br>
	    몰려오는 적들을 어느정도 잡으면 차를 타고 이동하게 되는데, 그대로 직진하여 고속도로로 진입하면 된다. 여기서 트럭 운전자들은 이동 거리가 상당히 멀기 때문에 멈추지 않고 전속력으로 목표 지점까지 달리는 것이 중요하며 중간에 오토바이를 타고 나타나는 적들이나 시체들은 될 수 있으면 피해 가면 된다. 오토바이나 시체를 잘못 밟으면 차체가 튀거나 그대로 전복 될 위험이 크다. 특히 테크니컬은 전복되면 사수가 튕겨나가 죽거나 다시 타는데 시간이 걸리기 때문에 특별히 주의해야 한다. 테크니컬은 최우선적으로 헬기부터 처리해주어야 하는데 기관총의 사거리가 상당하므로 헬기를 잡기 위해 굳이 멈출 필요는 없고 적당히 속도 조절만 해주면 된다.

        <br><br>
        트럭 운전자들이 방해 없이 빠르게 운전하기 위해서는 테크니컬 팀의 팀웍이 중요한데, 적이 없는데도 쓸데 없이 총을 쏘면 일반 NPC들이 겁을 먹어 돌발적인 방향 전환에 트럭 운전자들이 피해를 입을 수 있다. 테크니컬이 너무 빠르게 앞서가도 중간에 갑자기 갑툭튀 하는 적들이 나타나 트럭 운전을 방해하기 때문에 속도 조절이 중요한데 크게 두가지 전략을 사용 할 수 있다. 첫 번째 방법은 트럭 보다 약간 앞에서 운전해서 적들을 처리해 주며 가는 방법이 있고, 두 번째 방법은 트럭 운전자들이 공격하면서 진행하고 테크니컬은 아예 트럭 뒤에서 따라가며 트럭들이 잡지 못하고 지나쳐간 적들을 처리하며 목표 사살수를 채우는 것이다. 거의 끝부분에 다다르면 GPS에서는 오른쪽으로 꺾어져서 가라고 나오는데 무시 하고 조금만 더 전진하면 나무 울타리와 가드레일이 보이는 곳 오른쪽 샛길로 빠지면 빠르게 목표 지점까지 진입 할 수 있다. 단 이때 샛길에서 충분히 감속하지 않으면 그대로 정면의 도랑에 빠지므로 주의해야 한다. 테크니컬은 목표 지점까지 오지 않아도 되므로 엘리트 조건인 75명 이상 사살을 위해 고속도로에 남아서 적들을 충분히 잡아주도록 하자. 다른 방법으로는 테크니컬이 목표 지점에 가지 않아도 된다는 점을 이용해 트럭 위에 올라서서 미니건이나 호밍 런처로 처리하는 방법도 있다. 다만 이 때에는 충돌 시의 리스크가 크니 주의.
        <br><br>
        더 빠르고 확실한 클리어를 위해서는 비질란테를 쓰는 것도 좋다. 계속해서 트럭을 부스트로 밀어주면서 적들을 미사일로 처리해 주면 된다. 미사일 오사만 주의하자.
        <br><br>
        마지막에 방심하지만 않고 트럭 두 대가 모두 도착 하는 순간 카운트 종료. 창고에서 적들을 최대한 빠르게 제거하고 트럭이 방해를 안 받고 속도만 충분히 빠르게 유지 한다면 크게 어렵지 않은 엘리트 도전이다.
        <br><br>
	</div>
</details>
	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
