<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">퍼시픽 스탠다드 작업</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    전국에서 가장 큰 규모에 속하는 은행의 주요 지점을 침입하십시오. 퍼시픽 은행의 염료 팩을 무용지물로 만들려면 무선 응답기를 구해 주파수를 제대로 맞추십시오. 해킹 장비, 도주용 오토바이, 고열 폭탄을 확보한 후, 제대로 침입하여 돈가방을 들고 빠져나오십시오."
</div>
<br><br>
<details>
    <summary>퍼시픽 스탠다드 작업</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도 : ●●●●●
        <br><br>
        퍼시픽 스탠다드 은행을 터는 임무다. 미션 브리핑은 레스터가 담당한다. 고작 50만, 60만 가져오던 기존 습격들과는 달리 화끈하게<spin>125만</spin> 을 가져오는 습격이다. 정석대로 플레이를 한다면 이 125만 달러를 온전하게 가져오는 것은 거의 불가능하지만, 헬기를 활용하는 이른바 ‘헬시픽’ 꼼수로 안전하게 125만을 운반하는 방법이 있어 고효율 습격으로 각광받았다. 물론 현재는 숙련자 파티 기준으로는 2인 심판의 날 시나리오의 수익을 따라가지 못하고, 수익률이 2배에 가까운 카지노 습격의 등장으로 쉽고 돈을 많이 번다는 타이틀도 빼앗겨 인기가 크게 줄어들었다.

        <br><br>
        그래서 현재는 카지노 습격이 질릴 때 기분전환 삼아 하는 수준으로 위상이 떨어졌으나, 아케이드 구입 및 카지노 습격 준비(+ 습격 인원 해금)가 빡세다는 점 때문에 퍼시픽을 선호하는 사람도 제법 있다. 시간이 많이 들기는 해도 아무 고급 아파트나 사면 되기 때문.
        <br><br>
        몫 배분의 경우 정주행 기준 4222로 하면 모두에게 같은 돈이 들어온다. 호스트로 40% 먹는 금액 - 준비 작업 비용 = 조직원이 준비 작업 + 피날레로 먹는 금액이기 때문이다.
        <br><br>
        <ul class="heist_ul_left">
            <li>준비 작업 비용 : $100,000</li>
            <li>쉬움 난이도 수입 : $500,000</li>
            <li>보통 난이도 수입 : $1,000,000</li>
            <li>어려움 난이도 수입 : $1,250,000</li>
        </ul>
        <br><br>
        어려움 정주행 4222 기준으로 <spin>판당 약 38, 39만 달러</spin>를 얻을 수 있다.
        <br><br>
    </div>
</details>
<details>
    <summary>퍼시픽 스탠다드 작업 - 밴</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                퍼시픽 스탠다드 은행의 염료 팩을 무력화 시키도록 리프로그래밍된 응답기가 장착된 우편 배달 차량을 구해야 해. 정확한 밴을 찾아내야 하니까 현장에 있는 몇 대의 밴을 카메라로 찍어.
            </div>
            		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	   브루트 박스빌(Brute Boxville)
	</div>
            <br><br>
            계획 준비 난이도 : ●○○○○
            <br><br>
            추천 차량 : 오토바이 종류
            <br><br>
            트래키파이 앱을 활용해 우편 배달 차량을 찾아 번호판 사진을 찍고, 그 중 목표로 하는 밴을 레스터의 봉제 공장에 전달하는 준비 작업이다. 플레이어들은 운전사와 길 안내자 두 팀으로 나뉘게 된다.
            <br><br>
            플레이 시작하면 길 안내자는 휴대폰 오른쪽 아래에 트래키파이 앱이 추가 된 것을 확인 할 수 있다. 트래키파이 앱을 실행하면 찾아야 할 밴의 방향이 표시 되고 이 앱을 이용해 제한 시간내에 4대의 밴을 찾아 번호판의 사진을 찍으면 된다. 트래키파이의 레이더는 반원의 형태로 되어 있는데 정중앙 12시 Y축 방향에 밴의 위치를 잡으면 현재 위치에서 밴이 직선상으로 놓이는 방식이다. 이때 주의사항은 레이더는 단순히 방향만 가리킬 뿐 거리가 가까운지 아닌지는 밴에 아주 근접하지 않는 한 알 수 없고, 레이더의 Y축은 넓지만 X축은 꽤 좁기 때문에 레이더의 Y축에 밴을 놓고 찾는 도중 다른 밴이 X축으로 가까운 것으로 착각해 경로를 변경 하는 과정에서 시간을 낭비하곤 한다. 대개 X축으로 나타난 밴의 위치는 가깝지 않으므로 도중에 다른 밴을 찾으러 가기 보단 정면의 밴 하나를 목표로 찾는 것이 좋다.

            <br><br>
            제작사에서 의도한 정석적인 플레이 방법은 운전사와 길 안내자가 2인 1조로 두 팀을 이뤄서 밴을 찾는 것이다. 길 안내자가 운전사의 차량에 함께 동승하고 트래키파이 앱을 실행하면 방향키 또는 W, A, S, D키를 통해 화살표로 방향을 지시할 수 있다. 운전사는 길 안내자가 유도하는 방향으로 운전해 밴을 찾고 운전사는 사진을 찍어도 소용 없으므로 길 안내자가 밴의 번호판을 찍기 좋게 위치를 잡아주면 된다. 이 과정에서 운전사는 밴을 들이박거나 밴의 앞을 막거나 공격을 해 눈에 띄면 실패하니 주의 하도록 한다. <spin>밴의 번호판은 길 안내자가 찍는 것만 유효</spin>하고, 만약 경찰의 수배가 걸린 상태에서 밴의 번호판을 찍으면 수배 도중에는 인정되지 않다가 수배가 풀리고 나서야 인정된다.
            <br><br>
            이렇게 하여 밴 4대의 번호판을 모두 촬영하면, 잠시 뒤 레스터로부터 응답이 오고 해당 밴을 찾아가 밴을 탈취한 뒤 봉제 공장에 전달하면 된다. 밴을 탈취할 때 밴의 운전사를 죽이지 않고 탈취하면 경찰의 수배에 걸리지 않지만, 운전사를 죽인 뒤 밴을 탈취하면 밴에 탑승하는 순간 경찰의 수배에 걸린다. 수배가 걸린 상태에서는 밴을 봉제 공장에 전달 할 수 없으므로 경찰을 따돌리거나 수배가 걸리지 않은 다른 팀원에게 운전대를 넘기면 된다.

            <br><br>
            이 계획 준비의 원래 의도는 운전사+길 안내자가 2인 1조로 플레이 하는 것이었으나, 운전사가 놀고 있어도 아무런 문제가 없는 작업이 돼버렸다. 운전사는 번호판을 찍어도 인정되지 않는 데다, 길 안내자가 운전을 못하게 되어있는 것도 아니기 때문에 굳이 운전사 차에 동승할 필요 없이<spin>길 안내자가 트래키파이를 켜고 직접 운전해서 밴을 찾는 편이 더 수월하다.</spin>  전투도 없고 그냥 밴 4대 찾아 번호판 찍고 목표 밴 탈취해서 전달하면 끝이기에 굉장히 쉽다. 만약 위의 서술처럼 길 안내자들이 다 해먹는다면 운전자는 그냥 편하게 제자리에서 다음 준비 작업을 위해 휴식 타임을 갖자. 또는, 혹시라도 사고쳐서 실패 뜰까봐 걱정된다면 조용히 숨어 있자. 그것이 가장 안전한 방법이다.
            <br><br>
            이 계획 준비에서는 별 3개부턴 경찰 헬기도 뜨고 별 5개까지 올라갈 수 있기 때문에 도심지 안에서 밴을 타고 경찰 헬기를 따돌리기는 꽤 힘드므로 경찰을 공격하거나 수배에 걸리지 않도록 하자.
            <br><br>
            밴을 탈취할 때에는 밴이 완전히 정차했을때 다가가서 뺏으면 되는데, 살짝 타이밍이 어긋나면 차문을 열자마자 밴이 급하게 도망가므로 귀찮아진다. 그러니 항상 밴이 신호에 걸려 정차했을 때 뺏자. 만약 신호를 기다리기 귀찮다면 스포츠카나 슈퍼카를 탄 뒤 최고 속력으로 밴의 앞 부분을 들이받으면 된다. 운전자는 즉사하나 플레이어는 죽지 않기 때문에 쉽게 탈취 할 수 있다. 또 운전사가 인서전트를 갖고 있다면, 인서전트로 길을 막고 여유롭게 뺏으면 된다.

            <br><br>
            혹은 밴을 찾았으면 운전사가 활약하는 것도 좋은 방법이다. 우선 밴을 찾은 길 안내자가 밴 운전사를 빠르게 사살한 뒤, <spin>밴을 다른 플레이어에게 넘겨주자. </spin>어쨋든 별이 뜨는건 사살한 사람이고, 밴에 타지만 않으면 별은 2개정도 밖에 안 뜨기에 밴이 찍히는 즉시 둘이서 쫓아가 한 명은 죽이고 한 명은 탈취하는 식으로 운용하자.
            <br><br>
            레스터가 목표로 하는 밴들은 항상 고정 스폰이고 특정 경로로 이동하기 때문에 스폰 위치와 이동 경로를 외워버리면 트래키파이 없이 최적화 된 루트로 빠르게 찾을 수 있다
            <br><br>
            맵
            <br><br>
            3 알타 St.나 4 인테그리티에서 시작해서 길 안내자 1명이 모두 찍는다면 위 스크린샷의 순서로 찾을 수 있다. 아파트 인근 필박스 힐 / 베스푸치 볼버드에서 다운타운 방면으로 ①, 필박스 힐 / 아담스 애플 볼버드에서 리틀 서울 방면으로 ②, 베스푸치 운하 / 베이시티 애비뉴에서 델페로 방면으로 ③, 이클립스 앞 락포드 힐즈에서 퍼시픽 은행 방향 서부 바인우드 도로에서 ④ 순으로 찾을 수 있다. 이 루트로 찾으면 1명이 3대의 번호판을 짧은 시간내에 한꺼번에 번호판을 찍을 수 있으므로 나머지 팀원 1명이 이클립스 쪽 밴을 찍어주면 가장 빠르게 4대의 밴을 모두 찍을 수 있다.
            <br><br>
            맵
            <br><br>
            이클립스에서 시작한다면 골프장 인근 락포드 힐즈에서 ①, 베스푸치 운하 / 베이시티 애비뉴에서 델페로 방면으로 ②, 필박스 힐 / 아담스 애플 볼버드에서 리틀 서울 방면으로 ③, 알타에서 터널을 지나 버튼 방면으로 ④ 순으로 찾을 수 있다.
            <br><br>

            
        </div>
</details>

<details>
	<summary>퍼시픽 스탠다드 작업 - 시그널</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    응답기를 신호 전문가 에비 슈왈츠먼에게 가져가. 그 친구라면 장치를 조정해서 퍼시픽 스탠다드 은행의 염료 팩 주파수에 맞출 수 있을 거야. 에비의 은신처는 북부 추마쉬에 있어.
	</div>
	<br><br>
	계획 준비 난이도 : ●●●○○
	<br><br>
	추천 차량 : 바티 801, BF400,비질란테
	<br><br>
	퍼시픽 스탠다드 은행의 염료팩 주파수를 맞춰 줄 에비 슈왈츠먼을 구출하는 작업이다. 처음엔 서부 고속도로의 팔레토 항구에서 에비 슈왈츠먼과 만나기로 하고 약속 장소로 향한다. 약속 장소로 이동 중 레스터가 전화로 에비에 대해 이야기를 하는데, 몇 년 전 에비 앞으로 체포 영장이 발부되었다는 사실을 레스터가 알려주자 그대로 잠적했지만 잠적 한다는 주제에 골프 클럽에는 꼬박꼬박 드나든다는 사실을 언급하며 경찰은 잡을 생각이 있는거냐고 무능함을 비웃는다. 그러나 이 통화 내용이 도청되고 있었고, 정부 요원 스무 명이 들이닥치자 에비는 해안에서 가까운 작은 섬 오두막으로 도망친다.
	<br><br>
	플레이어들은 에비를 구출하기 위해 이네세노 로드의 씨샤크 대여점에서 씨샤크를 훔쳐 섬으로 향하게 되고, 섬에 도착해 보면 이미 오두막 주변을 경찰들이 포위하고 있어 교전을 벌이게 된다. 경찰들을 모두 사살하고 오두막으로 향하면 문을 박차고 들어온 플레이어에 에비는 화들짝 놀라고 함께 남겨진 경찰 보트를 타고 섬을 탈출한다. 경찰 보트를 타고 상류를 거슬러 올라가며 레스터에게 온갖 욕설과 맛이 간 헛소리를 주절거리며 목적지까지 도망치게 된다. 경찰을 추적을 떼고 무사히 목적지에 도착하면 페이지가 마중을 나오고 응답기를 조정하기 위해 에비를 데리고 가며 끝나게 된다.
	<br><br>
	정석적인 방법은 앞서 서술된 스토리대로 이네세노 로드에서 씨샤크를 훔쳐 바닷길로 섬까지 가는 것이지만, 바닷길로 가는 것은 매우 오래 걸리기도 하고, 섬 인근 해안가인 재시작시 시작 장소에도 씨샤크 4대가 준비 되어 있기 때문에 이네세노 로드에서 씨샤크를 훔치는 플레이어들은 초보자들 외에는 거의 없다. 따라서 차량을 이용해 섬 인근 해안가까지 간 뒤 씨샤크를 타고 섬으로 이동한다. 섬에는 경찰 병력이 오두막을 포위 하고 있고, 경찰 헬기 2대도 잇따라 섬에 도착하게 된다. 경찰 헬기를 그대로 두면 헬기에서 내려온 경찰들까지 처리해야하기 때문에 미리미리 격추해 두는 것이 좋다.
	<br><br>
	헤비 컴뱃을 입었더라도 적의 숫자가 꽤 많기 때문에 돌격하다 일점사 당하면 상당히 아프므로 너무 방심하지 않도록 하고 섬 가운데 있는 컨테이너 쪽에 구급 상자가 있으므로 체력 관리를 하면서 경찰들을 제거한다. 폭발물 난사를 했다간 오두막 안에 숨은 에비까지 함께 폭발에 휘말려 실패 할 위험이 있으므로 폭탄은 적당히 쓰도록 하고 또한 섬에 준비된 경찰 보트를 터뜨리면 탈출 수단이 폭파되었다는 이유로 실패하므로 빈 경찰보트도 건드리면 안 된다. 안전하게 하는 방법으로는 에비가 있는 섬 근처의 섬이나 암초에 잠깐 정박해서 스나이퍼 라이플 등으로 먼 거리에서 일방적으로 패는 방법도 있다. 모든 경찰을 사살한 뒤 오두막으로 다가가면 컷신으로 연결되며 에비를 새 약속 지점으로 데리고 가는 임무가 추가된다.
	<br><br>
	아래의 모든 방법에서 공통적으로 중요한 점은 <spin>구출자와 에비 외의 플레이어는 가급적 같이 다니지 말 것.</spin> GTA 온라인의 고질적인 수배 공유 문제 때문에 아무리 구출자가 경찰을 떨쳐도 동승한 다른 플레이어 때문에 경찰이 떨어지지 않을 수 있다. 그 동승한 플레이어가 트롤이라면 더더욱. 플레이어가 모두 같이 있지 않더라도 에비가 목적지에 도착하기만 하면 되므로, 구출자가 조용히 경찰을 떼고 도착할 수 있도록 다른 플레이어는 따로 다니는 게 좋다.
	<br><br>
	<dl>
	    <dt>보트를 이용하는 법</dt>
	    <dd>
	        정석적인 공략법은 그대로 경찰 보트를 타고 상류를 거슬러 올라가 목적지로 향하는 것이다. 반드시 경찰 보트를 타지 않아도 되고, 옆에 있는 씨샤크가 좀 더 빠르므로 이것으로 갈아타고 가도 된다. 이때 다른 플레이어들도 함께 따라서 갈 수도 있으나 함께 따라 가봐야 할 수 있는 것도 별로 없고 오히려 방해만 될 때도 많기 때문에 그냥 얌전히 섬에 남아서 휴식을 취하는 것도 좋다. 초보자들은 강을 거슬러 간다는 생각을 하지 못하고 북쪽 팔레토 항구 쪽으로 빙 돌아가는 경우가 종종 있는데, 타임오버로 망하기 십상이므로 반드시 강을 거슬러 알라모 해로 올라가야 한다. 물길이 다소 거센 편인데, 보트를 이용 할 시에는 별 문제 없지만 씨샤크를 이용 할 때는 전복 사고에 유의해서 적당히 속도를 조절하는 것이 안전하다.
	    </dd>
	</dl>
	<br><br>
	경찰들이 추격하긴 하지만 보트를 타고 가는데 별이 3개밖에 안 붙으므로 사실상 추격은 없다시피 하다. 알라모 해에 들어오고 목적지인 그레이프시드 지역에 접근하면 경찰을 따돌리라는 레스터의 말이 들리면서 수배를 풀 수 있게 된다. 그대로 상륙해서 수배를 떼도 되지만 공중에서는 경찰 헬기가, 지상에서는 경찰차들이 함께 수색해오므로 물 위에서 PC판 기준 Z키를 이용해 미니맵을 넓게 보며 경찰 헬기의 시야를 피하며 수배를 뗀 뒤 상륙 하는 것이 안전하다. 만약 상륙해서 수배를 떼겠다면 인근 농장의 비닐하우스 안으로 숨으면 된다. 제한 시간이 그리 넉넉하지는 않기 때문에 수배를 떼다가 시간 초과로 실패하는 수가 있으니 주의하자. 물위에서 수배를 떼었다면 상륙해서 만약 맵 상에 개인 차량이 있다면 상호작용 메뉴에서 개인 차량 요청으로 차를 소환하는 것이 가장 좋고, 없다면 지나가는 시민 차량을 훔쳐서 목적지까지 타고 가되 수배가 떨어지더라도 아직 남아서 순찰 중인 경찰이 차량을 훔치는 과정을 목격하게 되면 다시 수배를 떼야 하는 처지가 될 수 있으니 주변을 잘 살피도록 하자. 이렇게 해서 수배를 떼고 에비와 함께 시간 내에 목적지에 도착하면 성공이다.
	<br><br>
	맵
	<br><br>
	이 지역은 교통량이 적기 때문에 지나가는 시민 차량을 훔쳐 타는 것이 다소 불편한데, 위 지도에서 노랗게 표시된 지점으로 가면 주차장이 있고 가만히 주차된 차량들이 있으므로 이곳에서 빌려서(?) 타고 가면 된다. 물 위에서 수배를 뗄시 주차장에서 먼 곳에서 수배를 떼고 주차장으로 가면 인근에 순찰 중인 경찰도 없어 안전하게 훔칠 수 있다. 그리고 왼편에 보이는 선착장으로 올라가면 브라바도 바이슨이 고정 스폰 된다. 마침 6인승이기도하니 플레이어들이 따라왔다면 태우고 가자.
	<br><br>
	<dl>
	    <dt>차량을 이용하는 방법</dt>
	    <dd>
	        뱃길이 아닌 차량으로 이동하는 방법이다. 에비를 보트에 태우고 (경찰 보트 탑승 직후 기준) 왼쪽에 있는 항구에 상륙하여 비탈길을 올라가면 큰 도로가 나오는데, 길가의 차량이나 플레이어의 차량 중 아무거나 타고 이동하면 된다. 경로는 크게 2가지인데 강 근처의 계곡길을 그대로 따라 올라가는 방법과 고속도로를 이용하는 방법이 있다. 계곡길은 길이 좁고 험해서 속도를 내기가 좋지 않지만 목적지로 향하는 최단경로이고 강을 거슬러 오는 길에 빈 차량이 간간이 주차되어 있으므로 이걸 타고 오겠다면 계곡길이 낫다. 고속도로 루트는 서쪽 해안도로에서 북쪽으로 뺑 돌아 목적지까지 가는 방법으로, 거리상으로는 꽤 멀리 돌아가지만 속도를 쫙쫙 낼 수 있으므로 꽤 빠르게 목적지까지 갈 수가 있다. 터널에 들어서면 수배를 풀 수가 있는데, 터널 한가운데서 경찰의 시야에 걸리지 않게끔 최대한 뻐기거나 산을 타든가 해서 수배를 떼고 목적지에 도달하면 임무가 끝난다. 터널을 나오자마자 오른쪽으로 산을 오르는 게 그나마 효율적이다. 그 즈음에서 산 건너편이 바로 목적지이기 때문.

	    </dd>
	</dl>
	<br>
	<dl>
	    <dt>헬기를 이용하는 방법</dt>
	    <dd>
	        맵에 스폰되는 헬기를 이용하는 방법이다. 맵에서 헬기가 스폰되는 장소가 있으니 이곳에서 헬기를 구해 섬까지 타고 가 무사히 착륙시킨 다음 에비를 구출해 헬기로 모시는 방법이다. 이 방법은 에비 구출 이후가 아닌 습격 시작부터 헬기를 섬에 착륙시켜야 사용할 수 있으며, 도중에 재시작한다면 타고 온 헬기가 사라지므로 다른 방법으로 해결해야 한다.

	<br><br>
	맵
	<br><br>
	경찰 헬기는 총 3군데에서 스폰되는데, 가장 잘 알려진 오른쪽 상단의 경찰서 옥상에 1대가 있고 서울정 정자 근처 LSPD 옥상에 1대, 가운데의 위즐 뉴스 건물 옥상의 1대이다. 간혹 헬기가 스폰되지 않을 때가 있는데, 2명 이상의 플레이어가 같은 시점에 같은 스폰 장소에 모일 시 스폰 되지 않을 확률이 높아진다. 이때는 모든 플레이어가 스폰 장소에서 시야가 충분히 멀어질 때까지 떨어진 다음 다시 돌아가 보면 스폰되는 경우가 많다.
	<br><br>
	맵
	맵
	<br><br>
	경찰서 옥상의 헬기는 가장 잘 알려진 스폰 위치로, 이클립스에서 시작했다면 퍼시픽 은행 방면으로 쭉 직진하면 오른쪽 옥상에 헬기가 스폰된 것을 확인 할 수 있다. 경찰서 옆 큰 나무 뒤편을 통해서 건물 옥상으로 올라 갈수 있다. 올라가는 도중 오른쪽 난간으로 헛디뎌 떨어져 사망 하는 수가 있으니 주의하자. 건물 옥상으로 올라가는데 덕트로 된 구조물을 타고 올라가야 한다. 왼쪽 건물 벽의 턱을 밟고 덕트 위로 점프하면 쉽게 덕트 위로 오를 수 있다.
	<br><br>
	맵
	<br><br>
	직접 걸어서 올라가지 않고 바이크 스턴트로 올라갈 수도 있는데, 경찰서 정면으로 주차장이 있고 그 옆으로 중간에 쓰레기통이 놓인 긴 샛길이 있는데 이 샛길에서 경찰서 방향으로 속도를 낸 뒤 건물 직전에서 윌리를 하며 돌진하면 화단 턱을 밟고 건물 위로 올라 갈 수 있다. 여담이지만 바이크 중 딩카 쓰러스트로 시도하면 열에 아홉은 성공 할 정도로 성공률이 높다.
	<br><br>
	맵
	맵
	<br><br>
	다른 한 곳은 LSPD 건물 옥상이다. 장소는 플리카 작업 – 구루마에서 구루마를 훔쳐오던 주차장의 옆에 있는 건물이다. 도로를 따라 LSPD 건물에 도착하면 유리로 된 난간이 보이는데 이 난간 너머로 사다리가 보인다. 이 난간을 넘어서 사다리를 타고 그대로 옥상까지 올라가면 된다. 알타, 인테그리티, 델 페로 등에서 시작 했다면 경찰서보다 빠르게 가져올 수 있다.
	<br><br>
	맵
	<br><br>
	마지막은 위즐 뉴스 건물 옥상이다. 장소는 리틀 서울/팔로미노 애비뉴의 위즐 뉴스 건물이다. 이곳은 평범하게는 못 올라가고 바이크 스턴트로만 올라갈 수 있다. 위즐 뉴스 건물 옆에는 CHICKEN이라는 글자와 함께 LUCKY PLUCKER라는 이름의 빨간 지붕의 건물이 있는데, 이 건물과 위즐 뉴스라 적힌 대형 전광판 사이에 있는 초록색 화단을 윌리를 해서 밟고 올라가는 것이다. 이곳은 알타나 인테그리티에서 시작했을 시 가장 가깝고 빠르지만 어느정도 숙달되지 않으면 한 번에 올라가기 쉽지 않으므로 연습하고 시도해야 한다.
	<br><br>
	    </dd>
	</dl>
	<br><br>
	정석대로 이네세노 로드의 씨샤크를 타고가면 레스터가 <spin>힘이 쎄지만 사람을 먹는 놈과 지도력이 있지만 거짓말을 잘하는 놈/spin>을 언급한다. 그리고 레스터가 소음기 달린 총을 준다.
	</div>
</details>
<details>
	<summary>퍼시픽 스탠다드 작업 - 해킹</summary>
	<br><br>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    바인우드에 있는 라이벌 최첨단 습격 조직한테서 해킹 장비를 빌려 와야겠어. 경비원을 처치하고, 놈들 밴에서 우리 밴으로 장비를 바꿔치기 해. 그런 다음 놈들의 주의를 딴 데로 돌리고 밴을 페이지한테 가져 가.
	</div>
	<br>
	<div class="skip">여정스킵 가능</div>
	<br>
	<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    
	    디클라스 갱 부리토(Declasse Gang Burrito)
	</div>
	<br>
	습격 피날레 난이도 : ●●○○○
	<br><br>
	추천 차량 : 구루마(방탄), 무기화 차량
	<br><br>
플레이어들은 해킹 장비를 바꿔치기하고 몰래 밴을 가져다줄 운반책과 바꿔치기한 밴으로 라이벌 습격 조직원을 유인하는 유인책 두 팀으로 나뉜다. 운반책은 한 명이고 나머지는 모두 유인책이다.
	<br><br>
	모든 플레이어가 레스터의 봉제 공장에 주차된 흰색 밴에 탑승한 뒤 퍼시픽 스탠다드 은행 근처에 서식하는 놈들의 구역에 쳐들어가 모두 쓸어버린다. 적대 조직원의 수가 상당히 많고, 무기도 차세대 라이플 등의 고급 무기라서 화력도 대단하기에 초보들은 헤비 컴뱃이 있어도 꽤나 빡세다. 적당히 사려가면서 적들을 다 제거하면 운반책이 해킹 장비를 빼내어 레스터의 흰색 밴에 짱박고 유인책이 검은색 밴을 타고 빠져나가 쫓아오는 조직원들을 유인한다. 유인책이 적을 유인하는 동안 운반책은 흰색 밴을 봉제 공장으로 가지고 가고 유인책은 적당히 도망치다가 어느 골목에 들어가 밴을 박살내면 임무가 끝난다.

	<br><br>
	운반책은 유인책이 먼저 출발해서 다굴맞는 사이 슬그머니 나가면 되므로 아무나 시켜도 무방한 반면 유인책은 감당할 화력이 만만찮으므로 살짝 빡세다. 물론 헤비 컴뱃을 입으면 엥간해선 죽을 일이 없으니 무난하게 깰 수 있고, 헤비컴뱃이 없더라도 적의 화력은 밴의 후미에 집중되므로 뒷칸에 탄 인원은 그냥 문 닫고 얌전히 있고 조수석에 탄 인원이 점착 폭탄이나 딱총으로 적당히 견제만 해 주면 할만하다. 물론 운전사가 어디 박으면 곤란해진다 도중에 고속도로를 무단횡단하면 적의 추격을 피하기 쉬우니 참고.

	<br><br>
	가장 쉬운 방법은 운반책이 흰색 밴을 가지러 가는 동안 유인책 인원들이 구루마나 무기화 이동 수단을 끌고 라이벌 조직원들이 있는곳에 먼저 쳐들어가서 몰살시키는 것이다. 퍼시픽 스탠다드 은행의 코앞에 있으므로 한 번 해 보면 위치 외우기는 쉽다.
	</div>
</details>
<details>
	<summary>퍼시픽 스탠다드 작업 - 호송대</summary>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    블레인 카운티에서 메리웨더 호송대를 덮쳐서 고열 폭탄을 훔쳐야 해. 퍼시픽 스탠다드 은행의 보안문을 여는 데 필요하거든
	</div>
	<div class="skip">여정스킵 가능</div>
	    <br>
	    	<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    
	    새비지(Savage)
	</div>
	<br><br>
	계획 준비 난이도 : ●●●●○
	<br><br>
	추천 차량 : 인서전트 픽업 커스텀, 탬파(무기화),그외 배라지 ,매네서 등 포탑달린 방폭 차량.
	<br><br>
	    플레이어들은 블레인 카운티에 있는 한 다리에서 메리웨더 호송대를 기습한다. 한 명은 고열폭탄이 담긴 트럭을 운전하고 나머지는 메리웨더 인서전트 픽업에 탑승하여 트럭을 엄호한다. 다가오는 메리웨더를 모두 제거한 플레이어들은 페이지에게 트럭을 전해준다.
	    <br><br>
	    새비지와 인서전트 픽업, 많은 수의 적, 쉽게 터져 나가는 차량들, 은엄폐가 불리한 지형 등위험 요인이 많은 편인 습격 준비다. 지능 범죄의 무덤중 하나. 호송대로부터 고열폭탄이 실린 HVY 배럭스(HVY Barracks) 트럭을 탈취해야 한다. 이 계획 준비는 블레인 카운티의 다리 앞에 4명이 모두 모여 체크 포인트를 갱신해야 호송대가 출발한다. 원래라면 이 다리 앞에서 기다려서 호송대를 상대하는 것이 제작사의 의도였겠지만, 대부분의 플레이어들은 체크 포인트를 지나 호송대를 마중 나가는 식으로 플레이 한다. 길을 따라 가면 통나무가 쌓인 지점을 지나 호송대와 마주치게 된다.
	    <br><br>
	    이 과정에서는 여러 위험 요소들이 있는데, 가장 대표적인 실패 사례중 하나는 화력 과잉에 의해 트럭이 파괴되는 것이다. 배럭스의 운전사를 죽여 차를 세우는 과정에서 안그래도 내구력이 낮은데 화력이 집중되어 검은 연기가 나거나 엔진에 불이 붙어 차량이 파괴되는 일이 매우 많다. 트럭을 반드시 그 자리에서 빨리 세워야 하는 것도 아니니 가급적 화력을 다른 적들에게 돌리도록 하고, 최대한 운전사들만 노려서 격추하자. 추가로 차량들 간의 간격이 좁기 때문에 로켓을 사용하거나 차량을 폭파시키면 트럭까지 같이 휘말려 폭발할 수도 있으므로 로켓은 호밍 런쳐로 새비지를 격추할 때에만 쓰는 것이 좋다.
	    <br><br>
	    화력 과잉 다음으로 가장 많이 실패하는 요인에는 새비지(Savage)의 미사일 공격에 의해 사망하는 것이다. 버자드와는 달리 미사일부터 날리고 보는 데다 제법 긴 사거리를 가진 놈들이 여러대가 날아오기 때문에 지상의 호송대를 상대하느라 가까이 다가온 새비지를 제 때 처리하지 못해서 당할 때가 많다. 이 새비지의 존재 때문에 이 준비 작업에서는 쉽게 터져나가는 방탄 구루마보다 인서전트가 더 유리하기도 하다. 새비지 다음으로 먼저 제거해야 할 대상은 인서전트 픽업의 사수인데 헤비 컴뱃을 입고도 아차 하는 순간 죽을 정도로 기관총의 대미지가 상당하므로 가급적 빨리 제거하도록 하자. 제거하고 바로 사수 위치로 올라가 지원군을 해치우는 게 좋다.
        <br><br>
        가장 안전한 방법은 처음 모인 블레인 카운티 다리에서 헤비 스나이퍼 라이플로 조종사의 머리를 맞춰 먼저 새비지를 격추시킨 뒤 지상의 호송대를 상대하는 것이다. 만약 다리에서 먼저 격추하지 않고 호송대를 마중나갔다면, 통나무가 쌓인 지점 또는 약간 더 깊이 들어간 지점 쯤에서 호송대와 새비지를 상대 하는 것이 가장 안전하다. 이 위치에서는 지상의 호송대를 상대하기도 좋고 시야가 탁트여 새비지를 격추하기에도 좋다. 방탄 구루마의 성능을 믿고 이보다 더 깊이 파고드는 플레이어도 많은데, 이 위치에서는 산의 높이에 가려서 새비지가 상당히 근접한 뒤에야 그 모습을 드러내는 일이 많고, 인서전트 픽업 기관총의 사격각이 잘 안 나오기 때문에 주의가 필요하다.
        <br><br>
        첫 번째 새비지를 격추하고 인서전트 픽업까지 탈취했다면 절반은 성공한 것인데, 메리웨더들은 트럭을 기준으로 스폰 되기 때문에 인서전트 픽업 운전자는 혼자 너무 앞서가거나 뒤쳐지면 안 되고 트럭보다 약간 앞장서서 가는 것이 좋다. 인서전트 픽업의 사수는 미니맵을 잘 확인해 새비지를 최우선적으로 격추하고 그 다음에 지상의 적들을 상대하도록 하자.
        <br><br>
        정상적으로 모든 새비지들이 공격해 온다면 첫 번째 새비지 이후, 두 번째 새비지는 첫 번째 바리케이드 앞에서 접근해 오고, 세 번째 새비지와 네 번째 새비지는 상황에 따라 순서가 다르거나 동시에 접근해 오는데 두 번째 바리케이드를 지나 왼쪽으로 크게 꺾어지는 지점 인근에서 접근해 오며, 다섯 번째 새비지는 마을 인근에서 스폰 되어 접근해 온다. 단, 스폰 위치는 상황에 따라 약간 랜덤성을 띠어 엉뚱한데서도 스폰 되기도 하므로 미니맵 확인을 통해 헬기의 위치를 파악해 두고 있어야 한다. 온라인 버전 1.29 자유 모드 이벤트 업데이트부터 습격에서 나오는 헬기나 비행기들이 굳는 버그가 자주 생기면서 운이 좋다면 첫 번째 새비지만 나오고 나머지 새비지가 굳어서 움직이지 않아 매우 여유롭게 클리어 할 수도 있다. 현재 1.35 패치에서는 그런 현상들이 많이 수정되었으나, 맵에서 출현했던 헬기가 사라지는 등의 버그는 아직도 존재한다.

        <br><br>
        트럭 혼자 빠르게 앞서 가더라도 메리웨더 병력을 일정 수 줄이기 전에는 새비지에게 공격 받는건 마찬가지므로 만약 인서전트 픽업이 파괴됐다면 미니맵을 주시하고 새비지가 접근하기 전에 차에서 내려 호밍런처로 처리하면서 가는 것이 좋다. 한편 트럭을 탈취한 뒤 지상병력들을 많이 잡게 되면 새비지들을 모두 제거하지 않아도 중간에 메리웨더의 추격이 풀리기도 한다. 지능 범죄를 도전 할 시 무리하게 이동하며 위험을 감수하지 않고 제자리에서 오는 지상 병력들을 모두 제거해 추격을 떼고 진행 하는 것도 괜찮은 전략이다. 메리웨더의 추격에서 벗어난뒤 GPS를 따라 차고에 주차해 놓으면 성공이다.
        <br><br>
        아예 처음부터 호송대 병력이 추가로 등장하지 않게 하는 트릭도 있다. 팀원 4명 모두 한 차에 타고 호송대를 마중 나간다. 길을 따라가다 보면 통나무가 쌓인 길이 나오는데, 왼편으로 호송대 병력이 오고 있을 것이다. 이때 호송대 병력에게 들키지 않도록 총을 쏘면 안되고, 운전자는 호송대 병력과 만나지 않은 채 통나무 뒤편 언덕 밑으로 내려 간다. 그리고 다시 왼쪽 언덕 위로 올라오는데 언덕에 올라온 뒤 팀원 중 한 명이 내려 새비지를 격추할 준비를 하고 나머지 팀원들은 차를 타고 인서전트 픽업에게 접근한다. 인서전트 픽업에 접근한 뒤 운전자가 제일 처음 공격을 개시해 인서전트 픽업 사수와 운전자를 제거하는데 여전히 화면 밑으로 '호송대를 기다리십시오' 메시지가 남으면 트릭이 성공이고, '트럭을 훔치십시오'란 메시지로 바뀌면 실패가 된다. 만약 성공하게 되면 더이상 추가적으로 적들이 스폰 되지 않게 된다. 이 트릭은 호송대에게 들키지 않고 뒤로 돌아 인서전트 픽업 부터 제거 하는 것과 운전자가 먼저 공격을 개시하는 것, 그리고 첫 번째 새비지를 제때 격추 하느냐에 달려 있다. 간혹 트릭에 성공하고도 풀리는 현상이 종종 발생한다.

        <br><br>
        GTA 5 AI 덕분에 상대 차량이 강물로 다이빙 해버리기도 한다. 떨어지는 게 메리웨더 메사면 상관 없겠지만 헬기를 파괴할 인서전트 픽업이 터지면 다소 귀찮아지고, 이번 작업의 핵심인<spin>트럭마저</spin>투신자살을 선보이는 경우도 있다. 일단 조우하자마자 빠르게 중요 차량의 운전수부터 제압하자.
        <br><br>
       
        
        
	</div>
</details>

<details>
	<summary>퍼시픽 스탠다드 작업 - 바이크</summary>
	<div class="heist_div_left">
	<div class="heist_div_a">
	    퍼시픽 스탠다드 작업에서 도주 차량으로 사용할거야. 동부 로스 산토스에 있는 로스트 클럽하우스에서 최신식 스포츠 바이크를 4대 훔쳐서 은행 근처에 잘 보관해 둬.
	</div>

	<br><br>
	계획 준비 난이도 : ●○○○○
	<br><br>
	추천 차량 : 탬파(무기화), 구루마(방탄),인서전트 픽업 커스텀
	<br><br>
	    플레이어들은 로스트 클럽하우스를 기습하여 렉트로 4대를 훔쳐 퍼시픽 스탠다드 은행 근처에 숨겨둔다. 로스트 클럽하우스에는 제법 많은 적들이 포진해 있으므로 방탄 구루마를 이용한다면 상관 없지만 맨몸으로 무작정 정면 돌파하면 헤비 컴뱃을 입더라도 상당히 아프므로 적당히 엄폐를 하거나 담을 넘어 뒤로 돌아가 기습 하는 식으로 플레이 하는 것이 좋다. 렉트로는 오른쪽 창고 안에 1대, 왼쪽에 주차된 바이크들 중 끝에 있는 1대, 좀 더 들어와 천막 뒤쪽에 주차된 1대, 가장 깊이 왼쪽 골목길 쪽에 1대씩 주차 되어 있다. 오른쪽 창고 안에는 방탄복 2벌이 있으므로 체력이 부족하다면 챙겨 입도록 하자. 렉트로는 PC판 기준 E키를 누르면 부스터를 사용 할 수 있다. 렉트로에 탑승 하고 곧바로 출발해도 상관은 없으나 4명이 동시에 함께 출발하는 것이 보다 안전하다. GPS대로 로스트 클럽하우스에서 오른쪽 경로로 가도 되나 이 경로에는 적들이 바이케이드로 막고 있는데다 공격도 거세고 목표 지점까지 약간 돌아가야 하는 불편한 점이 있으므로, 로스트 클럽하우스에서 한 블럭 더 내려와 오른쪽 다리를 통해 GPS를 따라 가는 것이 더 빠르고 안전하다. 이동 중에도 적들이 추격해 오는데 차량과 달리 바이크는 사고가 나면 상당히 위험해 지므로 교통 사고에 주의해야 한다. 적들이 탄 검은색 밴은 왼쪽으로 좌회전 하려는 경향이 있어 왼쪽으로 지나가려다 급작스런 방향 전환에 사고가 나기 쉬우므로 잘 피해서 가도록 하자. 더 안전한 경로는 로스트 클럽하우스에서 한 블럭 아래로 내려간 후 오른쪽 다리를 건너가면 정면으로 계단이 보인다. 이 계단을 통해서 좁은 골목길을 통해 가면 적들도 등장하지 않고 목표 지점까지 일직선으로 갈 수 있다. 단 이 경로는 전속력으로 달리다 계단과 부딛혀 돌연사 할 수도 있으므로 적당히 감속해서 진입해야 한다. 로스트 클럽하우스에서 맨몸으로 정면 돌파 하지 않고, 렉트로 탑승 이후 교통사고에만 주의하면 크게 어렵지 않은 준비 작업이다.
        <br><br>
       
       
        
        
	</div>
</details>

<details>
	<summary>퍼시픽 스탠다드 작업 - 피날레</summary>
	<div class="heist_div_left">
	<div class="heist_div_a">
	   바인우드 볼버드에 있는 퍼시픽 스탠다드 은행 본점을 싹쓸이한다. 은행으로 쳐들어가서, 인질들을 통제하고, 금고를 부수고, 챙길 수 있는 만큼 챙겨서, 바이크를 타고 도망치는 거야.
	</div>
	    	<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    
	    프린시페 렉트로(Principe Lectro)
	</div>
	<br><br>
	계획 준비 난이도 : ●●●●●
	<br><br>
	추천 차량 : 페가시 테저렉트, 비질란테, 바티 801 등등 빠른 2인승 바이크나 슈퍼카.
	<br><br>
	    습격 리더는 가급적 <spin>저장된 복장(Player Saved Outfit)</spin>으로 설정하고 방장을 포함한 모든 플레이어는 <spin>헤비컴뱃 효과가 적용된 복장</spin>으로 입는다. 랭크가 상당히 낮은 플레이어도 내보내자. 낮은 랭크의 플레이어는 트롤이 아니라고 하더라도 체력과 방탄복 수치가 낮아 퍽하면 죽어버리기 십상이기 때문. 게다가 밑에 후술하는 꼼수도 모를 가능성이 높으니, 이들을 이끌고 가기엔 난이도가 너무 높아진다.
        <br><br>
    <dl>
        <dt>공통</dt>
        <dd>플레이어들은 <spin>3가지 역할</spin>로 나뉘게 된다. 금고 문을 해킹할 <spin>해커</spin>, 문을 폭탄으로 처리할 <spin>폭파 담당</spin>, 그리고 인질들을 통제할 <spin>통제 담당 두 명</spin>으로 나뉜다. 플레이어들은 퍼시픽 스탠다드 은행으로 향하여 내부 입구에서 가면을 쓰고 무장을 한 뒤, 경비병 2명을 제압하고 인질 통제 담당들이 인질을 통제한다. 그 사이 신속하게 폭파 담당은 첫 번째 문을 날려버린다. 통제 담당들은 인질을 죽이지 말고 지나치게 난사하거나 로켓을 쏘는 등 과잉 통제를 하지 않도록 조심해야 한다. 통제 게이지가 꽉 찼는데도 계속 사격하면 실패하기 때문에 게이지가 줄어든다 싶으면 난사를 하고 쉬자. 플리카 작업 때도 언급되었듯 팀원 중 하나가 RPG를 들고 가만히 서 있기만 해도 통제 게이지가 줄어들지 않는다.[21] 첫 번째 문이 날아가면 통제 담당 한 명은 안쪽 사무실로 들어와 인질 통제를 하면서 2층에서 내려오는 경비들에 대비 한다. 두 번째 문을 폭파 담당이 터트리면 해커와 폭파 담당은 밑층으로 내려가 대기하고 있는 경비병 2명을 제압하고 해커는 재빨리 금고문을 해킹한다. 해킹은 단순히 타이밍에 맞춰 문자를 맞추는 거라 매우 쉽다. 금고문이 열리면 철제 문이 또 하나 더 있는데 폭파 담당이 마저 부수고, 폭파 담당과 해커가 안으로 들어가 돈을 모두 챙기면 경보가 울리고 곧장 들어왔던 입구로 되돌아 나오면 된다. 돈을 챙길때는 두 명이서 챙겨도 되지만, 해커 혹은 폭파 담당 <spin>한 명이 돈을 혼자서 모두 챙기면</spin> 총에 맞는 범위가 줄어드므로 돈 손실을 최대한 줄일 수 있다.
        <br><br>
            입구에 모두 모이면 컷신이 나오는데, 인질 통제에 문제가 없다면 일반 경찰들만 나오지만 실패하면 NOOSE 팀도 함께 나온다. 경찰들을 빠르게 제압하려면 RPG나 호밍 런처, 그레네이드 런처로 차들을 터뜨리면 쉽게 잡을 수 있다. 통제 담당들은 선두로 정면의 경찰을 처리하면서 전진하고, 돈을 가지고 있을 폭파 담당과 해커는 뒤에서 조심히 화력을 지원하거나 뒤에서 나타나는 적을 적당히 죽이면서 간다. 공격하는 플레이어에게 어그로가 끌릴 것을 감안하여 돈 담당은 가만히 있고, 전방 2명 후방 1명 식으로 맡는 게 좋다.
        <br><br>
        지도상에 표시되는 도주 경로를 따라 골목으로 도망치면 되는데 앞뒤로 경찰이 포위해 오기 때문에 길을 따라 이동하기보단 경찰에 잡자마자 오른쪽의 공터로 이동하여 그대로 담을 넘어서 노란색 체크 포인트를 찍어준다. 두 번째 담을 넘어서 있는 체크 포인트는 안쪽까지 확실히 들어와야 갱신되므로 확실히 찍어주도록 하자. 이후 도주 방향을 향해 가면 담장 너머로 경찰차와 경찰헬기 2대가 각각 공격해 오므로 재빨리 로켓 등으로 정리하는 것이 좋다. 이후 그대로 직진해 가다보면 정면에서 경찰차 한 대가 들어오는데, 앞서 도망가던 돈 담당이 소총으로 운전사만 쏴도 될 정도로 가볍게 제압할 수 있다.
        <br><br>
        이렇게 렉트로가 주차된 곳까지 오면 나무상자가 있는데 총으로 쏴서 부수면 방탄복이 나오니 꼭 먹어두자. 그리고 여기서부터 탈출 방법이 엄청나게 갈리니 주의하자.
        <br><br>
        </dd>
    </dl>   
       
        
        
	</div>
</details>
<details>
	<summary>정석 루트</summary>
	<div class="heist_div_left">

	<br><br>
	렉트로를 타고 낙하산 루트로 가는 방법이다.
	<br><br>
	정석대로라면 동쪽 외곽 도로를 통해 가게 되는데, 가면서 총을 쏘거나 정해진 경로를 이탈하면 경찰들이 더더욱 난폭하게 견제하므로 가급적 총은 쏘지 않는 게 좋다. 레스터도 경찰은 무시하고 가라고 한다. 오토바이를 타고 간다면 어딘가에 부딪혀 넘어지거나 사고가 생기기 쉬운데 적절한 순간에 감속이나 아예 정지했다가 가는 것이 한 번 넘어지는 것보다 더 안전하고 빠르므로 조심해서 운전하도록 하자. 그리고 꼭 도로를 질주하기보단<spin>언덕이나 흙길 등을 최대한 활용하자.</spin> 탈옥 습격에서 확인했겠지만 도로 밖으로는 경찰이 쉽게 못 들어온다. 이 점을 감안해 돈이 없는 3명은 경찰의 시선을 끌고 나머지 1명은 오프로드로 달리면 조용하게 팔레토 산까지 갈 수 있다. 단, 팔레토 산 터널 입구에는 무조건 경찰이 있기에 돈 담당이 무사히 지나치도록 먼저 간 3명이 경찰을 제압해야 한다.
	<br><br>
	추천하는 오프로드 루트는 다음과 같다.
	<br><br>

    <dl>
        <dt><spin>도심지역 직후 언덕길(왼쪽) or 고속도로 흙길 & 농장(오른쪽)</spin></dt>
        <dd>어느 쪽이든 도로에 있지만 않다면 경찰의 시선을 피할 수 있다. 하지만 왼쪽은 언덕을 잘못 타면 추락하거나 도로로 떨어져 공격받기 쉬우므로, 고속도로 왼쪽의 녹색지대를 달리다 농장을 통과하는 게 좋다. 물론 파괴 판정이 없는 울타리를 들이받지 않도록 주의.
        </dd>
    </dl>
    <dl>
        <dt><spin>도주 루트 오른쪽의 공장 및 황무지</spin></dt>
        <dd>
            경찰이 GPS에 잡힌 도주 루트 기준으로 스폰되는 걸 감안하면, 공장은 길이 이리저리 꼬여 있어 GPS가 쉽게 잡히지 않아 경찰이 잘 스폰되지 않는다. 다만 앞서 농장보다 울타리나 공사장비 등 오브젝트가 많아 넘어질 수 있으니 과속하지는 말자. 이후 철조망을 들이받아 부수고 황무지를 질주하면 된다.
        </dd>
    </dl>
    <dl>
        <dt><spin>기찻길 & 다리 → 기차 터널 or 강변다리</spin></dt>
        <dd>
            황무지를 지나 언덕으로 올라가 기찻길에 올라타면 좁은 도로를 달리며 경찰차에 시달리지 않고도 빠르게 갈 수 있다. 경찰 헬기의 시야에 들어오긴 하지만, 어차피 터널을 지나기 전까진 경찰을 뗄 수 없고 렉트로의 속도가 빨라 공격받기 전에 도망칠 수 있다. 다만 이대로 기찻길을 따라가 기차 터널까지 통과하면 후술할 제재소에 바로 도착하지만, 원래 도주 루트에 있는 터널 입구의 체크 포인트를 무조건 밟으러 돌아가야 하므로 위험할 수 있다. 하지만 먼저 간 3명이 터널 입구를 확보했다면 이 편이 더 안전할 수도 있다.
        </dd>
    </dl>   
    <dl>
        <dt><spin>강변다리 왼쪽 언덕길</spin></dt>
        <dd>
            기차 터널을 타지 않았다면 이 즈음에서 오른쪽으로 꺾어 기찻길을 나와 언덕길을 타다가 강변다리를 지난 후, 팔레토 산 터널까지 도로 왼쪽의 흙길을 따라 수직으로 올라간다. 물론 먼저 간 3명이 터널 입구의 경찰을 제압해야 한다.
        </dd>
    </dl>
    
    <br><br>
    이렇게 터널을 지나면 제재소가 보이고, 여기가 워낙 험지라 경찰도 별 5개에 비해 굉장히 줄어든다. 복잡한 산길을 따라 목표 지점으로 가되, 중간에 무조건 카운티 보안관이 스폰되므로 앞서 가던 3명이 해치워둬야 한다. 목표 지점인 다리에 도착하면 그 앞에 언덕이 목적지로 정해지는데, 렉트로를 몰고 언덕을 올라가다 E를 눌러 부스터를 써서 최대한 높이 떠오른다. 그 직후 오토바이에서 내려 낙하산을 피고 딩이가 있는 곳까지 낙하하면 도중에 경찰의 수배가 떨어진다. 이렇게 플레이어들은 모두 안전하게 딩이에 탑승하고 도주에 성공한다.
    <br><br>
    도주에 성공하면 기뻐하면서 레스터가 <spin>"너희는 미친 개또라이들인 줄 알았는데 알고 보니 능력 있는 개또라이들이었던거야!"</spin> 하면서 직접 레스터가 직접 몫을 송금하는 것을 보여준다. 습격이 끝나면 플레이어 4명 모두 하늘로 날아가는 헬기와 로스 산토스를 바라보면서 끝이 난다.
    <br><br>
    공방에서 도전을 하게 되면, 레이더를 주시하며 팀원이 오토바이에서 굴러떨어지는 즉시 되돌아가 엄호하며 탈출을 돕도록 하자. 바이크까지 탄 시점에서 침착하게 운전하며 서로를 도우면 못 해먹을 정도는 아니다.
    <br><br>
    여담으로, 플레이 중 레스터가 "지금쯤이면 퍼시픽 스탠다드 사장이 시장한테 전화를 걸고 있을 거야.<spin>아마 노동조합 은행장으로 자리를 옮기게 되겠지.</spin> "라는 연락을 한다. 그리고 스토리 모드에서 <spin>또 털렸다.</spin> 참고로 습격 업데이트 당시의 GTA 온라인의 배경이 스토리의 과거이다.
	</div>
</details>

<details>
	<summary>최적 루트</summary>
	<div class="heist_div_left">

	<br><br>
	해당 습격의 매커니즘을 이용한 버그들이 많으며, 그 중에는 락스타가 공식적으로 인정한 것도 있다. 출시 초기에는 방탄 사양 구루마를 이용한 방법이 인기가 많았으나, 패치로 막힌 이후 정식 루트를 재공략하는 방법도 나왔으며, 2018년 기준으로 랜덤 스폰하는 경찰, 민간 헬기와 민간 차량을 이용한 빠른 공략법이 인기이다. 피날레 기준으로 평균 15분 컷.
	<br><br>
	당연하겠지만, 해당 습격 관련 공략 영상도 많으며, 이 방법들을 이용할 시 모두가 숙지한 상태에서 플레이해야 손실과 시간을 적게 들일 수 있으며 이러한 방법에 익숙해지게 되면 공방 플레이는 대부분 꺼려하게 된다.
	<br><br>

    <dl>
        <dt><spin>긍정적인 추가 요인 :</spin></dt>
        <dd>100레벨 이상의 플레이어가 1명 이상 존재. = RPG를 소지하여 인질 통제에 수월하다.
        <br><br>
        헤비 컴뱃 착용. = 저렙 플레이어도 참여할 수 있다.
        <br><br>
        호스트나 경험자의 오더를 순순히 따르는 경우.
        </dd>
    </dl>
    <dl>
        <dt><spin>렉트로 도주 루트 1(정주행 및 지능범죄 불가 / 2016년 기준)</spin></dt>
        <dd>
            돈을 담은 해커 또는 폭파 담당은 은행에서 대기하고, 나머지 팀원이 렉트로까지 가는 방법이다. 어려움 난이도 기준 비교적 125만 달러를 거의 손실 없이 클리어 할 확률이 높은 방법.
            <br><br>
            1. 먼저 A 혼자 125만 달러 모두를 획득한다.
            <br><br>
            2. B와 나머지 팀원들이 은행 앞 경찰들을 정리한다.
            <br><br>
            3. 은행 앞 입구가 정리되면 A는 은행 밖으로 잠깐 나왔다가, 미니맵에 노란색 체크 포인트가 뜨면 다시 은행으로 들어간 후 계속 대기한다.
            <br><br>
            4. A를 제외한 B, C, D 중 한 사람만 탈출 지점의 렉트로를 부숴서 체크 포인트를 갱신한다.
            <br><br>
            5. 렉트로를 부수면 체크 포인트가 재 갱신되어, 협곡으로 가라는 설명이 나온다. 이때 돈을 챙긴 A를 제외한 나머지 사람들 중 아무나 자살한다. 재시작하면 전 인원이 렉트로 앞에서 다시 시작하게 될 텐데 다시 렉트로를 타고 목적지를 갱신 한 후 협곡으로 간다.

        </dd>
    </dl>
    
        <br><br>
        이 방법을 통하여 진행 루트 중, 돈을 잃기 쉬운 구간인 골목을 안전하게 공략 가능하다.
        <dl>
            <dd>
                돈을 가진 A가 어떻게든 공격받지만 않는다면 단 1달러도 빠지지 않고 클리어 하는 방법이다.
                <br><br>
                실력이 된다면 헤비 컴뱃 없이 가는 방법도 좋다.
                
            </dd>
        </dl>
   재시작 이후 경찰이 총을 쏘지 않게 하려면 저 조건을 반드시 준수해야 한다.
   <dl>
       <dt>주의</dt>
       <dd>
           바이크 앞 상자 안의 방탄복을 먹기 위해 총을 쏴도 가는 도중 경찰이 총을 쏘게 되고, 가는 도중에 누군가 한 번이라도 총을 쏘면 먼저 앞서가 있던 사람도 총을 맞기 때문에 총 쏘는 것을 절대로 금해야 한다. 또한 같은 바이크에 두 명이 한 번이라도 같이 탔다면 헬기가 따라오며 총을 쏘게 되므로 각자 하나씩 맡아서 타고 가야 하며, 길에서 약간 벗어나는 것은 상관없지만 정규 루트의 GPS를 따라가지 않고 조금 다른 길로 빠져서 가도 총을 쏜다. 이 조건만 잘 준수하고 넘어지지만 않고 낙하산만 안전하게 착지하면 125만을 모두 지키고 클리어 가능하다.

       </dd>
   </dl>
   렉트로까지 도착하면 방법이 갈린다.
   <br><br>
   <div class="si"><spin>(1a)</spin> 로켓이나 폭탄 등으로 렉트로를 모두 폭파 시키거나,<br>
   <spin>(1b)</spin> 4명이 모두 렉트로에 탑승하면 다음 단계로 갱신된다.</div>
   <dl>
       <dt>렉트로 도주 루트 2 (정주행 및 지능범죄 불가 / (고랭킹 유저 한정) 공방 플레이 가능)</dt>
       <dd>
           돈 가진 플레이어는 은행에서 대기하고, 나머지 세 명이든 한 명이든 렉트로까지 가서 4대 전부 파괴한 뒤, 자살한다. 그러면 4명이 전부 렉트로 앞에서 리스폰 되는데, 여기서부터 지켜야할 4가지 수칙이 있다. 이 수칙을 지키지 않으면 모든 경찰 NPC들이 총을 쏠 뿐 더러, 헬기와 특수부대까지 동원되며, 수칙을 지킬 땐 설렁설렁 쫒아오던 경찰차들이 전속력으로 달려와서 죽일 기세로 로드킬을 시도한다. 이 수칙은 꼭 지키자. 이는 공개 세션이나 기타 임무에서도 마찬가지인데, 경찰은 지명수배 상황에서도 플레이어가 총을 쏘지 않으면 먼저 쏘지 않는다. 지명수배 상황이 대부분 총을 쏴서 생기니만큼 많은 사람들이 모르는 부분이다.
           
           <ul>
               <li>
                   1. <spin>터널 앞에 까지는 총기 사용 금지. (렉트로 앞의 방탄복 상자조차 쏘면 안 된다.)</spin>플레이어가 총을 쏘면 경찰들도 총을 쏜다. 하지만 플레이어가 쏘지 않는다면 경찰들도 차량으로 돌진만 할 뿐, 총은 쏘지 않는다. 이 법칙은 팔레토 산 터널전까지만 적용되며, 터널에서부터는 경찰들을 쏴죽여야 한다. 돈을 가진 플레이어가 출발부터 터널전까지는 제일 앞에서 달리고, 터널근처에 도착하면 경찰의 시야에서 벗어난 곳에 숨어서 두 번째 주자를 기다린다. 이때부터는 두 번째로 오던 주자가 앞장서서 경찰들을 모두 죽이며 달리고, 돈가진 플레이어가 두 번째로 달리면 돈은 계속 안전하다.
               </li>
               <li>
                   2.렉트로 1대당 1인 탑승 : 렉트로 한 대에 두 명이 타면, 경찰이 총을 쏜다. 심지어, 실수로 한 대에 잠깐 둘이 탔다가 다시 나눠 탄 경우도 경찰이 총을 쏘곤 한다. 렉트로에 탈때 실수로라도 같이 타지 않도록 반드시 한 대당 한 명의 수칙을 지킨다. 렉트로에 타지 않고 뛰어서 그 지역을 벗어나도 경찰이 총을 쏘니 다른짓 하지 말고 탑승에 집중한다.
               </li>
               <li>
                   3.목표 경로에서 벗어나지 않는다. : 렉트로에 타고 출발하면 동부 루트가 맵에 노란색으로 표시된다. 이 루트를 벗어나면 경찰이 총을 쏜다. 심지어, 해당 루트의 찻길을 많이 벗어나도 총을 쏜다. 따라서 동부 루트의 도로를 유지하도록 한다.
               </li>
               <li>
                   4. 사고 주의. : 렉트로를 타고 가다 내리면 경찰이 총을 쏘는데,<spin>충돌로 인해 렉트로에서 떨어져도 내린 것으로 간주되어 총알이 날아온다.</spin> 경찰차의 육탄돌격에 대응해 무리하게 달리지 말고, 잠시 속도를 줄이며 피하는게 더 안정적일 수 있다.
               </li>
               <li>
                   +. 돈을 담은 사람이 우선적으로 달린다. : 사실 이건 위 네 가지 수칙을 잘 지키면 경찰의 격발과는 상관 없긴하지만 미연의 사고를 방지하기 위해 돈가방이 선두에 서고 나머지 세 명은 거리를 두고 뒤따르는 게 정석이다. 단, 터널이 보이기 시작하면 1등(돈가방)이 뒤로 빠지고 2등으로 달리던 유저가 경찰 두 명을 처리해야한다. 참고로 이것 포함 위 수칙들을 지켜서 나타나는 효과는 터널 지나기 전까지만 적용된다.
               </li>
           </ul>
           
           <br><br>
           나머지 요소는 렉트로 타고 클리어하는 기본 설정대로 실행하면 된다. 렉트로로 절벽 점프, 낙하산 안착. 이 4가지를 지키면 렉트로를 타고도 돈을 잃지 않고 클리어가 가능하며 구루마를 사용하는 것보다 소요 시간이 빠르다.
           <br><br>
           헬기 도주 루트 (정주행 및 지능범죄 불가 / 저렙 유저도 숙지하면 참여 가능 / 2018년 기준)
           <br><br>
           이른바 헬시픽으로 불린다. 여러가지 꼼수가 막혔지만 유일하게 피날레 시 필드에 스폰하는 비무장 헬기를 이용하여 한 푼도 잃지 않으며, 피 또한 한 방울도 흘리지 않는 단축 경로이다.
           <br><br>
           <ul type='circle'>
               <li>
                   1.호스트의 거주지는 은행으로 부터 그리 멀지 않은 곳에 있으면 된다.<br>
                   헬기팀 : 오토바이를 이용하여 경찰서 등의 헬기포트 건물이 위치한 곳을 수색하여 헬기를 타고 0604 라스 라구나스 주택 주변 농구장에 주차한다.<br>
                   차량팀 : 시작 후 앞에 다니는 아무 차량을 노획한 다음 퍼시픽 은행 입구 옆의 보도에 주차한다.<br>
                   이후 헬저와 차저는 0604 라스 라구나스 차고안에 들어가 차량에 탑승하고 작업을 망치는 신호를 보낸 후 그대로 대기한다. 신호를 외치는 경우, 차고에 마지막으로 들어간다. 그동안 나머지 두 명은 은행에서 몇 발자국 떨어진 주차 구역 체크 포인트를 찍고 대기한다. 이때 차저가 주차한 차량은 중립 상태이기 때문에 타 플레이어가 보고 있지 않으면 소멸해 버린다. 그러므로 2명의 대기 인원이 차량을 계속 주시하고 있어야 한다.
               </li>
               <br>
               <li>
                   2.헬저나 차저가 신호를 보내면 대기하던 두 명 중 한 명이 난동을 부려 작업을 망친다
               </li>
               <li>
                   3.이후 빠른 재시작을 하게 되면 호스트의 거주지가 아닌 은행 건너편 도보에서 시작하게 된다. 이후 게임 진행. 해커와 폭파팀은 금고를 털기위한 작업을 하고, 통제 담당 중 한 명은 중앙의 유리 탁상에 올라가 RPG를 들고 있는다. 또 다른 통제 담당 한 명은 2번째 문 옆의 계단을 올라가 사무실 문에서 나오는 경찰을 처리해야 한다.
               </li>
               <br>
               <li>
                   4.돈을 담은 해커나 폭파 담당은 은행에서 대기하고, 제외한 통제 담당 두 명(헬저/차저)은 은행을 나와서 주변을 정리하고 두 명 중 한 명만 옆에 주차해둔 차량을 타고 렉트로가 있는 쪽으로 간다. 이후 은행에 대기하던 두 명과 남은 통제 담당은 문 밖으로 한 번 나갔다가 다시 들어가서 대기한다. 차량을 타고 가는 한 명은 렉트로가 있는 구역에 도착한 후 점착 폭탄을 사용하여 네대를 다 터뜨린 후 자폭한다. 이때 가는 길에 주차된 헬기가 안 보이면 헬저가 제대로 안 된 것이며, 처음부터 다시 시작하거나 렉트로 정공법 루트로 가야한다. 이를 대비해서 미리 인질을 죽이는 방법도 추천 된다.
               </li>
               <br>
               <li>
                   5.재시작 후 4명 중 한 명은 렉트로 쪽으로 가서 다시 한 번 터뜨린 후 전원 헬기를 타고 딩이로 직행한다. 이때 딩이 근처에서 뛰어내려 낙하산을 타는 행동이나 헬기 착륙 후 꼬리콥터로 가는 행위는 자제해야 한다. 경찰 헬기가 뒤따라 도착하는 건 1분 남짓이나 더 있지만 이런 경우 돈을 담은 플레이어를 우선적으로 보호해야 한다. 또한 딩이를 타고 바다로 나가는 도중 속력 조절을 잘못하여 암초나 바위, 땅위로 올라가 버리는 경우 물거품이 되어버리니 주의.
               </li>
           </ul>
           <Br>
               이 방법을 통해 125만 달러의 돈을 온전히 가져올 수 있다는 것이다. 1인당 최대 24만원을 얻는 셈.
               <br><br>
               최근 업데이트를 통해 신습이나 카습이 인기가 더 많지만, 고랭크가 아닌 저~중랭크들의 인기 습격은 아직도 퍼시픽이다.
       </dd>
   </dl>
	</div>
</details>

<details>
	<summary>퇴보된 공략법</summary>
	<div class="heist_div_left">
	    <ul>
	        <li>
	            시민 차(와 경찰차)를 이용하는 방법<br>
단순 명료하게 지나가던 시민차를 갈취해서 타고 가는 것. 우선 렉트로까지는 어떻게든 돌파하고, 탑승한뒤, 첫 번째 바리게이트를 통과한 시점부터 시민차가 스폰되며 탈취할 수 있다. 운이 좋다면 스포츠카나 슈퍼카에 탑승할 수도 있다.<br>
하지만 실제로는 <spin>최악의 선택지</spin>다. 차량에 관계없이 경찰 차량들이 달려와서 몸통 박치기를 해대서 내구도가 떨어지는 건 예사고, 10분이라는 시간 안에 도착하기가 힘들며, 탈출 경로 중 막바지인 협곡에서는 조작감이 심하게 떨어져 미션을 실패할 가능성이 매우 크다. 그걸 다 떠나 바퀴가 하나라도 펑크가 나면 답이 없고, <spin>한 차량에 모두 타는 순간 4명 모두 집중 공격을 받기 때문에</spin> 돈을 1명에게 몰아준 의미가 없다. 총알이 집중되는 만큼 돈 담당이 맞을 확률도 높아지기 떄문.
	        </li>
	        <br>
	        <li>
	            제트스키를 이용하는 방법<br>
	            놀이동산이라 불리는 곳 옆에 해변에는 제트스키가 배치되어 있어 제트스키를 타고 딩이까지 이동한다.<br>
	            이 역시 해변까지 가는 도중에 경찰들의 대치가 심하고, 제거가 힘든 경찰 헬기가 몇 대나 동반하여 공격해오기 때문에 돈도 잃고 시간도 버리는 비효율적인 공략이다.
	        </li>
	        <br>
	        <li>
	            NOOSE 특수부대 차량을 이용하는 방법 (2017년 기준)<br>
	            위 민간 차량 징발 루트에 비하면 비교적 차량을 얻기 쉽고 돈을 제일 안 잃을 수 있는 방법이지만, 렉트로 바이크가 있는 위치까지 뚫고 갈 때가 제일 힘들다.
	        </li>
	        <br>
	        <li>
	            은행에 입장해서 인질을 다루지 않고 바로 2명을 죽여버린다. 이러면 은행 직원이 특수부대 호출 버튼을 누르는데, 이 것을 유도하여 방탄 차량이 나오도록 하는 것이다. 이후에 렉트로 바이크가 있는 위치까지는 돈을 가진 사람을 제외한 다른 사람들이 뚫고가 바이크를 부수고 자살을 하여 빠른 재시작을 하는 것은 같다. 이때 바이크 근처에 돈을 든 사람이 있어선 안 된다. 다른 점은 빠른 재시작 이후로 4명이 다같이 바이크를 타고 건물에서 빠져나와 GPS가 찍힌 루트 그대로 간다. 그럼 제일 처음으로 맞닥뜨리는 게 경찰이 오른쪽에 스턴트용 쓰레기 더미를 두고 포진해있는 것인데. 이때 왼쪽에 특수부대 차량이 존재한다. 이것을 갈취하여 이후에 길은 구루마 루트랑 동일하다. 고속도로를 타서 딩이로 직행하하면 된다. 이 특수부대 차량의 장점은 자체 방탄이 된다는 것이다. 게다가 일단 무게가 무게인지라 경찰차 한 두대 정도는 무시하고 지나갈 수 있다. 물론 폭발물에는 약하지만 경찰이나 NOOSE나 폭발무기는 사용하지 않기 때문에 팀원이 견제 사격으로 사용하지 않는 이상은 충분하다.

	        </li>
	        <br>
	        <li>
	            단점으로는 시간이 상당히 오래 걸린다는 점이다. 방탄 차량이지만, 밴 종류에 속하여 가속력이 극악이기 때문에 고속도로 타고 먼 거리를 가고 있자면 실로 지루해진다. 게다가 가는 내내 경찰들은 총쏘고 차로 막으려고 방해를 해대기 때문에 운전도 매우 귀찮다. 운이 없다면 시간부족으로 실패하는 경우도 있다. 자매품으로 경찰 크루저 루트가 있는데, 라이엇 방탄 밴 대신 크루저를 타고 가는 것이다. 방탄이 없는 대신 속도가 경찰 라이엇보다 우월하고 시간 단축에 용이하다. 위에서 서술된 장소에서, 보통 쓰레기더미와 밴 사이의 공간으로 차가 하나 온다. 경찰을 잡고 뺏으면 된다.
	        </li>
	        <br>
	        <li>
	            단, 추마쉬쪽 해안도로를 따라 가야 된다. 절대로 락포드힐즈 쪽을 지나가면 안 된다. 구불구불하고 가파른 경사로는 느린 차량으로 절대 시간안에 도달할 수 없다. 다른 경찰 밴이 가로로 길을 막고 있어서 뚫고 가기도 힘들고.
	        </li>
	    </ul>

	
	</div>
</details>

	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
