<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">정보 약탈</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    공격당하는 정부를 보호하기 위해 여러 건의 데이터 유출을 추적하고 있는 에이번 헤르츠를 도우십시오.
</div>
<br><br>
<details>
    <summary>정보 약탈 - 습격 준비 1</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도 : ●●●●○
        <br><br>
        계획준비도 심판의 날 습격들 중 가장 적으며 그나마 오래걸리는 작업인 디럭소 준비도 스트롬 버그 마냥 오래걸리지는 않고 돈으로 산다고 쳐도 랜덤 초대 2인이서 하면 퍼시픽 만큼 받는다. 퍼시픽 스탠다드 습격의 피날레에서 40/20/20/20 분배로 달러 무손실로 엘리트를 깨도 호스트 기준 50만 달러밖에 못 벌지만, 해당 작업은 디럭소 준비를 구매한다해도 85/15 분배로 엘리트 기준 58만 달러 가량을 벌 수 있다. 국민 시설 위치인 사막 시설에서 시작할 경우 엘리트가 따놓은 당상이라는 것은 덤. 소요 시간은 숙련자 기준, 디럭소 준비 구매 가정 하에 약 1시간, 숙련자가 아니더라도 심하게 꼬이지 않으면 1시간 30분이면 클리어가 가능하다.
        <br><br>
       심판의 날 습격 중 첫 번째다. 시작 전 레스터와 에이번, 클리포드가 등장하고 습격에 대해 설명을 해주는데, 조금 길 수 있다.
        <br><br>
        <ul class="heist_ul_left">
            <li>계획 준비 지출 비용 : $65,000</li>
            <li>보통 난이도 계획 준비 수입 : $26,000</li>
            <li>보통 난이도 피날레 총수입 : $650,000</li>
            <li>어려움 난이도 계획준비 수입 : $32,500</li>
            <li>어려움 난이도 피날레 총수입 : $812,500</li>
        </ul>
    </div>

<details>
    <summary>준비 - 구급 요원 장비</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                구급 요원 장비가 포함된 구급차를 훔치십시오
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
            매우 쉽다. 지도에 표시된 곳으로 가서 구급차만 가지고 오면 된다. 이것마저 귀찮다면 그냥 911로 전화해 구급차를 부르자. 구급차를 타면 바로 경찰이 뜨니 레스터 수배 해제 스킬로 해제하거나 알아서 경찰을 따돌린 후 시설로 가져가면 된다.
            <br><br>
            구급차를 불러서 가져오면 레스터가 능청스럽게 그렇게 가져와도 상관없다는 너스레를 떤다.
            <br><br>
            
            
        </div>
</details>

<details>
	<summary>계획 준비 - 운반 요원의 죽음</summary>
	<br><br>
	<div class="heist_div_left">
	
	<br><br>
	계획 준비 난이도 : ●●○○○
	<br><br>
    <dl>
        <dt><spin>1. 구급 요원 팀</spin></dt>
        <dd>
            구급 요원 팀은 준비된 구급차를 타고 로스 산토스 시체 안치소[4]로 이동한 뒤, 안으로 들어가 에이번의 요원의 시체를 뒤져 메모리 스틱을 찾는다. 여기서 나오면 편하겠지만, 불행히 3구[스포일러?]의 시체 전부 데이터 스틱이 나오지 않는다. 그리고 맨 위층에 있는 노트북에서 데이터를 추출해야 하는데 FIB 요원들이 대기하고 있다. 올라가면 먼저 위협적인 행동을 하지 않는 한 요원들이 선공을 가해 오지는 않는데, 여기서 바로 총격전을 진행하면서 노트북이 있는 위치까지 이동해도 되고 소음기가 부착된 총으로 요원들을 처리하면서 경보를 울리지 않고 진행해도 되니 편한 방법대로 하면 된다.[암살] 노트북에서 데이터를 추출하면 이전에 경보가 울리지 않았어도 바로 경보가 울리게 되고 FIB 요원들을 제거하면서 건물 1층까지 내려가면 된다. 주의할 점은 회수 팀이 구급 요원 팀보다 늦을 경우 밖으로 나가면 다수의 경찰과 경찰 헬기가 반겨준다. 이런 상황을 피하려면<spin>새비지 팀이 착륙하기 전까지는 부검소 밖으로 나가지 말자.</spin>  이후 새비지를 탄 회수 팀과 합류해 경찰을 따돌린 후 지정 장소에 착륙하면 된다.
        </dd>
    </dl>
        <dl>
        <dt><spin>2.회수 팀</spin></dt>
        <dd>
            수 팀은 개인 차량 등을 타고 헬기를 쫓아 조금 이동한 후, 헬기가 착륙하면 그 장소에 있는 요원들을 전부 처리하고 데이터 가방을 회수한 후, 그들이 타고 온 새비지를 타고 구급 요원 팀을 향해 이동한다. 목적지에 적들이 꽤나 많이 포진해 있기 때문에 구루마(방탄)이나 무기화 탬파를 이용하는 편이 좋다. 아니면 적들을 하나 하나 암살 처리를 하는 방향으로 진행할 수도 있다. 다행이 개별 레이더 시스템을 들고왔기에, 위치 선정만 잘 하면 무난하게 암살로 전원 처치 가능하다. 새비지를 획득하고 나면 부검소로 가야 하는데, 구급 팀이 나오기 전에 도착하지 못하면 부검소 앞에 다수의 경찰들이 스폰되기 때문에 구급 팀이 나오기 전에 빠르게 착륙하거나, 서로 소통해서 새비지를 착륙한 후에 구급 팀이 나오도록 유도하는 것이 좋다. 여기서 조심해야 할 것은, 요원 팀이 바깥에서 농성을 하고 있을때 새비지로 미사일을 마구 쏘다보면 요원팀의 에임이 흔들려서 제대로 반격하지 못 하고 죽을 수도 있으니 웬만해선 캐논으로 지원하자.
            <br><br>
            구급 요원이 새비지에 탑승 후 탈출할 때 저공비행으로 가는 것이 좋다. 고도를 높여서 가면 경찰이 안 떼지는 버그가 있기 때문이다. 만약 고공비행으로 체크포인트까지 갔는데 경찰이 안 떼졌다면 칠리아드 산으로 간 뒤 운전자를 제외한 전원이 낙하산으로 탈출하여 곤돌라 건물 안에 숨어서 경찰을 떼면 된다.
            <br><br>
            회수 팀이 데이터 가방을 회수하지 않아도 구급 요원이 경찰들을 처리하고 직접 새비지를 훔치는 장소에 가서 새비지를 타기만 하면 구급 요원에게 미션상 마지막 체크포인트가 찍히게 되는데(이때 회수 팀에게는 데이터 가방을 회수하라고 뜲) 이 체크포인트를 달성하면 미션 완수가 되어버리는 버그가 있다.
            <br><br>
            회수 팀이 새비지를 훔쳤는데 구급 요원 팀이 중간에 죽으면 매우 귀찮아진다. 새비지 근처의 적들은 그대로인데 회수팀이 타고간 개인 차량은 없어지기 때문. 번거롭지 않으려면 구급 요원 팀은 천천히 진행하는 것이 좋다.
            <br><br>
            만약 회수 팀이 방탄차가 없어 어려워한다면 구급요원 팀은 빨리 노트북을 처리한 다음 경찰들이 내리기 전에 fib 차량을 타고 도망간 후 공업지대에서 뒤가 완전히 방탄인 트랙터나 덤프트럭을 타고 목적지까지 도착해서 후진으로 적들을 죽이면 된다. 경찰들도 새비지를 얻기 전까지는 추격하지 않고 회수팀 쪽이 공업지대기 때문에 쉽게 얻을 수 있다.
            <br><br>
            구급 요원 팀이 구급차를 타고 병원으로 향할 때 병원 입구에 쳐진 바리게이트를 건드리면 미션 실패가 되니 조심히 주차하자. 그런데 병원에 들어가면 총을 들어도 바로 발각되어 총격전이 일어날 뿐 진행은 된다.
        </dd>
    </dl>
	<br><br>
	</div>
    </details>
</details>

<details>
    <summary>정보 약탈 - 습격 준비 2</summary>
<details>
    <summary>준비 - 디럭소</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                전투를 벌이며 보안팀을 뚫고 디럭소가 보관된 차고의 문을 여십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●●○○○
            <br><br>
            데이터를 회수하기 위해 사용할 디럭소를 훔치는 단계이다. 락포드 힐즈 근처의 한 저택에서 경비원들의 경비를 뚫고, 열쇠를 찾아 차고 안에 있는 디럭소를 훔쳐야 한다. 경비원이 좀 많긴 하지만 제거하는 건 별로 어렵지 았으니 보이는 대로 학살하다 보면 한 명이 키를 드롭한다. 키를 얻으면 나머지는 무시해도 좋으니 바로 차고로 가면 된다. 단, 차고 안에도 경비원이 셋 있으니 주의.
            <br><br>
            디럭소를 훔친 후에는 로스 산토스 커스텀에서 도색을 하고, 다시 시설로 돌아가야 한다. 인원 수에 관계없이 <spin>디럭소 4대를 전부 훔쳐서</spin> 도색한 후 시설로 넣어야 한다. 그래서 혼자 준비한다면 시간이 매우 오래 걸리는게 단점. 처음에는 표시되지 않지만 어느 정도 시간이 지나면 제한 시간이 화면에 표시된다. 혼자 할 경우 시간이 촉박할 수 있으니 항공기나 헬기를 이용해 빠르게 저택으로 가고 로스 산토스 커스텀에서 엔터키 연타로 3초만에 도색을 한 뒤 가까운 고속도로를 통해 내달려야 한다. 팔레토 항구 시설이면... 그냥 한 번 더 한다 생각하자.
            <br><br>
            한 번에 4개 다 가져오는데 실패해도 이전까지 가져왔던 디럭소는 저장이 되기 때문에 다시 미션을 시작해 모자란 차를 채워 넣을 수 있다. 단 다시 시작할 경우 저택의 경비원들을 털어서 키를 획득하는 과정을 또 거쳐야 한다.
            <br><br>
            시설에서 나올 때부터 카고밥을 끌고 가 디럭소를 걸어서 가져가도 되지만 도색 과정을 거치는 것은 똑같으며 이동 속도는 카고밥이나 디럭소나 별 차이가 없기 때문에 갈고리 걸기 장인이 아니라면 비추한다. 저수지 시설처럼 차량 접근성이 개판일 때나 고려해보자.
            <br><br>
            
            
        </div>
</details>

<details>
	<summary>계획 준비 - 시그널 인터셉트</summary>
	<br><br>
	<div class="heist_div_left">
		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    임폰테 디럭소(Imponte Deluxo)
	  

	</div>
	<br><br>
	계획 준비 난이도 : ●●○○○
	<br><br>
    백 투 더 퓨처 2에서 나왔던 호버 드로리안을 운전해볼 수 있는 계획 준비.
<br><br>
첫 번째는 이동 중인 4대의 검은색 스타 케이드에 달라붙어서 해킹하는 임무다. 스타 케이드 뒤에 가까이 붙으면 적이 뒷문을 열고 공격해오니 옆에 달라붙어서 해킹을 시도하면 된다. 해킹이 끝나면 미사일을 날려서 스타 케이드를 파괴하면 된다. 운전자는 총을 쏘지 않는다는 점을 이용해, 운전자 바로 앞에서 길막을 하거나, 운전자 바로 옆에 붙어서 속도를 맞춰서 운전하면서 해킹을 하자. 자신이 쏜 미사일의 폭발에는 말려들지 않는 점 역시 잘 사용하자.
<br><br>
두 번째도 첫 번째와 마찬가지로 호버 모드로 전환 후 바다 위 검은색 경찰 프레데터를 해킹 후 파괴하면 된다. 뒤에 탄 적은 머신건으로 잡을 수 있으니 잡고 나서 해킹하면 편리하다. 너무 많은 대미지를 가하면 터질 수 있으니 주의, 다른 방법으로는 완전히 옆에 붙는 것이다. 타고 있는 차의 옆으로 목표 차량을 박는다는 느낌으로 들이대면 쉽다. 한번 붙은 뒤에는 계속 옆으로 밀어낸다는 느낌으로 옆에 붙어있으면 잘 떨어지지 않을 수 있다. 호버링의 장점을 이용해 프레데터 주변을 뱅뱅 돌면서 해킹해도 쉽다. 속도 조절을 실패해서 디럭소가 프레데터 안으로 들어가지 않도록 주의한다.
<br><br>
이제 로스 산토스 국제공항으로 가면 마지막 임무가 주어진다. 이제 비행모드로 전환하고 이륙 중인 화물 수송기에 달라붙어 해킹하면 된다. 고도를 비슷하게 맞춰야 해킹이 시도되니 지도상에 표시된 원 안에 디럭소가 들어가도록 해서 해킹을 시도한다. 단 전부 화물 수송기에 달라붙으면 안 되는 게, 후방에서 버자드 공격 헬기와 발키리가 일정 간격으로 리스폰 되므로 해킹을 하는 1대를 제외하고 나머지는 헬리콥터를 격추시켜야 한다.
<br><br>
해킹 완료 후 디럭소를 목적지에 가져다주면 끝난다. 단, 목적지 체크포인트를 찍었는데 차량이 뒤집히면 불이 붙으면서 실패가 뜨는 경우가 있으니 조심하자.
<br><br>
많은 사람들이 모르는 사실로, 일단 해킹이 시작되기만 하면 해킹 앱을 꺼도 해킹은 유지된다. 이를 이용해 마지막 비행기 해킹 때 폰을 켜고 붙어 있기만 하는 게 아니라 폰을 끈 뒤 중간중간 뒤에서 날아오는 헬기를 격추하는 전략도 존재한다.
<br><br>
	</div>
    </details>
</details>

<details>
    <summary>정보 약탈 - 습격 준비 3</summary>
    

<details>
    <summary>준비 - 아쿨라</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                포트 잔쿠도의 관제탑에 침투하여 아쿨라 헬리콥터의 위치를 다운로드 하십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●●○○○
            <br><br>
            빈손이면 발각되지 않고 포트 잔쿠도의 관제탑까지 쉽게 들어갈 수 있다. 쉽게 빠져나올 수 있게 관제탑 바로 옆에 자신이 타고 간 항공 이동 수단을 착륙시킨다. 관제탑 꼭대기까지 계단 10개 정도를 올라가야 하는데 4개 정도 올라갔을 때 <spin>관제탑에 엘리베이터가 있다</spin>고 알려주는 레스터... 꼭대기에 도착 후 위치를 다운로드하면 아쿨라의 위치가 지도상에 나타나게 되고, 이때 경보가 울리고 군 병력이 공격해온다. 엘리베이터를 타고 밖으로 나간 다음 바로 항공 이동 수단에 올라타고 아쿨라가 있는 위치로 가서 아쿨라를 훔친 후 시설에 갖다 놓으면 된다.
            <br><br>
        </div>
</details>

<details>
	<summary>계획 준비 - 서버 팜</summary>
	<br><br>
	<div class="heist_div_left">
		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    버킹엄 아쿨라(Buckingham Akula)
	  

	</div>
	<br><br>
	습격 준비 난이도 : ●●●●●
	<br><br>
    뉴비들이 심판의 날 습격을 진행할때 첫번째 고비가 될 계획준비이신 만큼 난이도가 상당히 어렵다.
<br><br>
데이터를 훔치기 위해 스텔스 기능이 있는 헬기인 아쿨라를 타고 NOOSE 본부 내부에 있는 서버 팜에 침투하는 잠입 임무다. 크게 3단계로 나뉜다.
<br><br>
<dl>
    <dt>1. 아쿨라를 타고 체크포인트 - 경비와 CCTV 제거</dt>
    <dd>
        아쿨라를 스텔스 모드로 전환한 다음 옥상에 착륙 후 사다리를 타고 밑으로 내려간다. 긴 사다리 하나, 짧은 사다리 둘을 타고 내려오는데, 추락사로 죽지 않도록 주의한다. 사다리가 귀찮으면 낙하산으로 직통으로 내려와도 된다. 대신 빨리 펼쳐야 한다. 지상에는 경비와 CCTV가 있는데 시야에 걸리지 않도록 소음기가 달린 총으로 CCTV와 경비를 제거해 나가면서 건물 안으로 들어간다.
    </dd>
</dl>
<dl>
    <dt>2. 건물 안에서 진행 - ABCD해킹</dt>
    <dd>
        데이터 센터내부도 마찬가지로 경비원들이 돌아다니고 있는데, 한 명 한 명씩 따로 떨어져있어서 쉽게 처리할 수 있다. 여기서부턴 들키더라도 임무 실패가 되지 않으니 학살을 하든 조용히 처리하든 편한 방식으로 하면 된다. 북쪽 두 개 남쪽 두 개 총 4개의 데이터를 훔쳐야 하는데, <spin>ABCD 상관없이 세 번째 해킹이 성공한 순간 반드시 비상벨이 울린다.</spin> 따라서 지능범죄 진행시에 이를 반드시 고려하여 전략을 짤 것. 비상벨이 울린 이후에는 NOOSE 대원들이 몰려오기 시작하는데 매우 강하므로 주의할 것. 처리 후, 위층으로 올라가는 출입구로 돌아갈 때, 양 측면 벽쪽을 통해 중앙으로 가면 피해를 꽤나 줄일 수 있다. <spin>중앙의 엘리베이터는 방탄</spin>이니, 팀원들과 함께 적들의 눈치를 봐서 빠르게 달려가자.
        <br><br>
        중앙의 엘리베이터가 방탄인 것을 이용한 변칙적인 방법이 있다. 해킹을 한 사람이 모두 전담하고, 나머지 팀원은 엘리베이터 옆에서 대기하면서 스폰 되는 경찰 병력을 잡아주는 것. 해킹하는 사람은 어차피 벽으로 붙어서 달리면 대미지를 거의 받지 않기 때문에, 이렇게 엄호해주면 해킹하는 팀원이 안전하게 엘리베이터까지 올 수 있다. 보통 전 팀원이 함께 내려갔다가 입구로 다시 올라오는 과정에서 한 번씩은 죽는데, 이 방법을 쓰면 죽을 확률을 그나마 줄일 수 있다.
        <br><br>
    </dd>
</dl>
<dl>
    <dt>3. 밖으로 나옴 - 아쿨라에 다시 탑승</dt>
    <dd>
        엘리베이터를 타고 위로 올라가는 컷신이 끝나면 건물 밖에서 NOOSE 대원들이 대기 중이고 시간이 지나면 경찰도 몰려오기 시작한다. 한밤중이기 때문에 어두워서 NOOSE 대원들이 잘 보이지 않으므로 주의할 것. 지상의 적들을 제거하고 경찰 헬기까지 같이 처리하면서 아쿨라가 있는 건물 옥상으로 올라가는 사다리까지 이동하면 된다. 참고로 죽으면 건물 안에서 다시 시작하며, 특히 밖으로 나와서는 미니건보다는 MG를 사용하는 것이 안전하다.
    </dd>
</dl>
	</div>
</details>
</details>

<details>
    <summary>정보 약탈 - 피날레</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="si">
                계획 1 - IAA 기지로 이동한 다음 안으로 진입하십시오<br>
                계획 2 - 적을 소탕하십시오<br>
                계획 3 - IAA 서버의 해킹을 막으십시오<br>
                계획 4 - 동료 요원들과 재집결하십시오<Br>
            </div>
            <br><br>
            <div class="si">
                엘리트 도전 조건<br>
                여정 건너뛰기 사용 안함<br>
                5분 30초 이내 완료<br>
                적 78명 사살<Br>
                사망자 없음<br>    
            </div>
            <br><br>
            피날레 난이도 : ●●●●○
            <br><br>
            IAA기지에 들어간 다음에 적들을 쓸어버리면 된다. 처음에 2명의 용병이 왼쪽으로 뛰어갈텐데 주인공의 전투력 측정기 희생양이다. 그리고 검색대를 나가면 대부분 유리벽에 엄폐물이 적고, 넓은데다가 곳곳에 엄폐해있다가 튀어나오는 적들의 화력까지 장난 아니기 때문에 무턱대고 개돌하면 순식간에 누워버리기 때문에 조심하자. MK2 소총이 없을 경우 유탄이나 미니건을 갈겨도 쓸만하다. 미니건이 해금되지 않은 경우 어썰트 샷건도 쓸만한 편이다, 만약 어썰트 샷건을 사용했는데 총알이 닿지 않는다면 MG를 사용하는 것도 좋다. 에임이 좋다면 헤드샷으로만 처치하면 총에 상관없이 진행이 매우 수월해진다. 적을 다 잡으면 기지 내부의 포탑으로 외부의 적을 다 쓸어버리면 끝이다. 다만 포탑으로 갈 때 적 2명이 스폰 될 수 있으니 조심하자. 엘리트 달성 여부에는 시설의 위치가 절대적으로 중요하다. 그랜드 세뇨라 사막 시설로 시작하는 것이 가장 이상적으로, 윈드 팜 정도만 되어도 꽤 바쁘게 움직여야 달성이 가능한만큼 그보다 먼 팔레토나 저수지, 라고 잔쿠도 시설에서는 완전히 숙련된 파티가 아니라면 아예 시도를 하지 않는 것이 낫다. 적 사살 조건은 스폰되는 적들만 충실히 잡아줘도 충분히 달성 가능하니 결국 얼마나 빨리 적들을 처치하며 이동할 수 있느냐가 관건.
            <br><br>
        </div>
</details>

	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
