<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">보그단 문제</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    IAA와 협력하여 산 안드레아스 곳곳에서 활동하는 적 요원을 제거하고 전쟁을 막으십시오.
</div>
<br><br>
<details>
    <summary>보그단 문제 - 습격 준비 1</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도 : ●●○○○
        <br><br>
피날레의 경우에는, 둘이서 하더라도 매우 쉬운 난이도고, 몫도 2인 혹은 3인이라면 퍼시픽 스탠다드 은행보다 많이 챙길 수 있다. 거기에 엘리트 도전 조건도 널널해서 준비작업만 빠르게 가능하다면 숙련자 기준으로 퍼시픽을 제치고 이것이 돈벌이 작업으로 애용되기 시작했다. 시간당 버는 액수가 퍼시픽보다 월등히 앞선다기보다는 기존 습격들에 질린 탓이 크기도 하다. 호흡 맞는 사람과 한다면 말이다. 물론 모집도 빠르게 할 수 있다.
<br><br>
다만 초심자는 그냥 퍼시픽이나 하는 게 나은데, 그 이유는 계획 준비 - 어벤져와 계획 준비 - ULP 구출 때문이다. 어벤져의 경우 열 감지 스코프가 장착된 헤비 스나이퍼 Mk2가 없을 시 상당히 귀찮아지는데, 이 열 감지 스코프는 벙커 연구를 통해 랜덤으로 나오게 되어 경우에 따라 긴 시간 또는 큰 돈을 필요로 한다. 두 번째인 ULP 구출의 경우 내부조는 2인 기준 혼자서 많은 병력을 뚫고 ULP에게 접근해야 하며 정찰조의 경우 버자드와 내부로 침입하려는 병력을 혼자서 처리해야 된다. 다행인 점은 두 임무 모두 시간 제한이 없다는 점과 ULP 구출의 경우 꼼수가 있어 꼼수만 안다면 난이도가 대폭 하락한다는 점이다.
<br><br>
호스트로 어려움으로 진행한다고 가정했을 때, 기본적으로 습격 준비 비용은 95,000 달러이며 피날레 총 수입은 1,187,500 달러이다. 그리고 호스트가 가장 많이 먹을 수 있는 85%와 준비 비용을 계산하면 호스트의 최종 수입은 914,375 달러이며, 엘리트 도전 시 964,375 달러이다. 이는 퍼시픽에서 호스트로 70%+엘리트를 먹을 때의 최고 보상인 875,000달러 보다 많다! 가끔 진행하는 습격 피날레 보상 2배 이벤트를 할 때는 카지노 습격보다 약 20만 달러를 더 받을 수 있다.
<br><br>
물론 시간 측면에서 이쪽이 압도적으로 오래 걸리긴 한다. 그리고 스트롬버그 같은 준비는 한두 명이 하기엔 워낙 오래 걸려서, 사람을 많이 준비한 게 아니면 대부분 94,500달러를 주고 구매해 버리는 게 대부분이다.
<br><br>
위 이유로 세 피날레 중 제일 인기가 많아, 준비작업을 도와준 입장이거나 공방에서 랜덤 초대 메시지가 오자마자 입장해도 높은 확률로 사람이 3인 이상이 되어 방출당하거나, 혹은 이미 작업이 시작되어 들어갈 수 없게 된다. 구 습격과는 달리 초대 메시지가 피날레와 준비작업 구분이 명확하다. 피날레의 난이도가 계획 준비에 비하여 너무 쉽고[1] 보상도 크게 주니 이를 악용하여 락스타에서 금지한 무한 피날레 글리치로 돈을 버는 유저가 많아져서 피날레 초대가 많이 날아올 뿐, 정주행 시 실제 효율은 작전 3이 더 좋고 공개 세션 준비 작업이나 계획 준비가 작전 2보다 널널하여 숙련자들은 작전 3을 더 선호한다.

        <br><br>
        <ul class="heist_ul_left">
            <li>계획 준비 지출 비용 : $95,000</li>
            <li>보통 난이도 계획 준비 수입 : $28,500</li>
            <li>보통 난이도 피날레 총수입 : $950,000</li>
            <li>어려움 난이도 계획준비 수입 : $35,630</li>
            <li>어려움 난이도 피날레 총수입 : $1,187,500</li>
        </ul>
    </div>

<details>
    <summary>준비 - 키 카드</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                로스 산토스 국제공항의 격납고로 가는 키 카드가 포함된 폭동 진압용 밴을 훔치십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
           격납고 키 카드가 실려있는 경찰 라이엇을 가져오는 임무다. 목적지에 도착하면 주유소를 털려는 강도와 출동한 경찰이 총격전을 벌이고 있다. 잠시 후 주유소가 폭발하게 되는데 폭발에 휘말리지 않도록 잘 숨어있다가 경찰 라이엇을 탈취한다.
<br><br>
참고로 탈취할 경찰 라이엇 밴은 방폭이 된다. 오프레서 Mk2 등의 미사일을 발사할 수 있는 공중 이동 수단을 가지고 있다면, 주유소가 폭발하는 것을 기다릴 필요 없이 공중에서 미사일로 근처의 경찰을 모두 죽인 후 밴을 탈취하면 된다.
            <br><br>
            
            
        </div>
</details>

<details>
	<summary>계획 준비 - 어벤져</summary>
	<br><br>
	<div class="heist_div_left">
	
	<br><br>
	습격 준비 난이도 : ●●●●●
	<br><br>
    게임 패드 유저나 열 감지 조준경이 부착된 헤비 스나이퍼 라이플 MK2를 소유한 유저가 팀에 있는 경우 : ●●●○○
    <br><br>
    어벤져를 탈취하기 위해 로스 산토스 국제공항 격납고에 들어서면 갑자기 실내가 어두컴컴해지고 적들에게 기습 공격을 당한다. 재빨리 야간 투시경을 켜고 적들을 제압해 나가면서 2층 입구 쪽에 있는 발전 스위치를 켠 후 어벤져를 타고 목적지를 향해 가면 된다. 이때, 적들의 레이더에 발각 당하지 않도록 저고도로 날아가야 한다. 미니맵에 보라색 영역으로 비행 가능 고도가 표시되니 참고하자. 비행 가능 고도 밖으로 빠지면 서서히 락온 되기 시작한다. 날아가야 하는 길이 들쭉날쭉 큰 산이 많으므로 비행 가능 고도 밖으로 빠질 수도 있는데, 락온 게이지는 보라색 영역으로 들어가면 다시 줄어들기 때문에 무리해서 보라색 영역에 맞추며 날아가다 산이나 가로등에 부딪혀 다시 하는 것보다는 잠깐 빠지더라도 침착하게 다시 들어가는 식으로 가는 게 좋다. 서쪽 해안을 지나면 쉽게 갈 수 있다.
<br><br>
심판의 날 습격이 거의 다 그렇듯, 적들이 기본적으로 헤비 컴뱃을 입고 있기 때문에 대미지가 잘 안 들어가는 데다 적들은 AI라 암전 된 와중에도 플레이어를 매우 잘 찾아내고, 잘 맞춘다. 그런 적들이 심지어 매우 많이 나오므로 주의하자. 적은 처음 어느 정도만 리젠 되고 더 이상 리젠 되지 않는 때가 있다. 이때 계단을 올라가서 목표를 갱신하면 제일 윗층에서 한 뭉텅이 또 리젠 되니 참고. 당황하지 말고 MG와 헤스나가 있는 유저 둘이서 합을 잘 맞춰 MG 유저가 적을 쓰러뜨리면 헤스나가 확인 사살하는 식으로 천천히 해나가자. 참고로 맨 마지막에 "어벤져를 목표 지점에 전달하십시오" 라는 문구가 뜬 후에 어벤져를 착륙시킬 때 G키로 바퀴를 꺼내놓아야 임무가 완수된다.
<br><br>
<dl>
    <dt>어벤져 팁</dt>
    <dd>
        1. 플레어 건과 제압사격을 잘 써먹는다.
플레어건은 쏜다고 사방이 밝아지는건 아니지만 그 탄환 주변에 있는 것들은 실루엣이 드러나게 되니까 사격에 도움을 준다. 거기에 열감지 스코프가 달린 헤비스나 마크 2가 있다면 금상첨화이다. 플래시는 도움이 안된다. 플래시로 보이는곳은 야간투시경으로도 볼 수 있는 만큼이고 야간투시경을 쓰면서 쓰면 오히려 보이는곳이 줄어든다.
<br><br>
2. 헤비 스나이퍼 라이플 MK2의 열감지 스코프를 사용한다.
헤비 스나이퍼 라이플 MK2에 달리는 열감지 스코프는 장애물이 있더라도 그걸 투과해서 적의 위치를 볼 수 있으며 맨몸은 더욱 밝게 빛나 구분하기 매우 쉽다. 처음 몸을 숨기는 곳에서 서두르지 않고 하나씩 처리해주면 방탄복 한두 개 쓰고 끝날 정도로 난이도가 심각하게 급락한다. 벙커를 구입하고 열감지 스코프를 연구한 사람은 적극적으로 이용하자. 하지만 폭발탄은 쓰지말자. NPC하나 잡는데 머리를 맞춰도 두발이 필요하고 잘못 맞추면 세발 이상 쏴야하는데 NPC는 20명이 넘게나오는데 잔탄수가 40발 밖에 없다. 반면에 일반탄은 머리를 맞추면 한 방에 죽일 수 있고, 탄알 수도 많으므로 훨씬 유리하다. 즉, 폭발탄이 일반탄보다 효율성이 떨어진다.
<br><br>
3. 자동 조준을 켜고 게임 패드를 사용한다.
게임 패드의 자동 조준이라면 제아무리 암흑 상태라도 자동조준이 알아서 적의 몸통을 조준해주고, 조금만 올리면 바로 헤드샷이지만, 스토리에서 설정 - 게임 패드에서 자동 조준을 직접 켜줘야 한다. 게임 패드를 가지고 있는 유저라면 강력추천하는 부분. 어벤져 뿐만 아니라 적이 다수 숨어있는 다른 실내 전투에서도 매우 유용하다.
<br><br>
4. 계단을 오르는 타이밍을 플레이어들끼리 어느 정도 맞추면 안전하다.
상기돼있듯이 다같이 1층에 있을 때는 스폰되는 적들의 한계가 있어서 웬만큼 거의 다 죽이고 나면 더이상 스폰되는 적군 없이 계단을 오르기 편해진다. 이 상태에서 계단을 통해 윗층으로 올라가면 새로운 적들이 그보다 윗층에 잔뜩 스폰된다. 문제는 이점인데, 아직 1층에서 한창 적들과 교전하는 도중, 누구 한명만 성급하게 먼저 계단을 올라 포인트를 찍게 되면, 나머지 플레이어들은 아직 1층에 있는 상태에서 갑자기 윗층에 추가로 출현하는 엄청난 적들의 총알을 정수리로 맞게 된다. 이때 아직 1층에 남아있던 플레이어는 베테랑이라도 그 많은 적들의 위에서의 공격을 감당하기 힘들어진다. 이때는 양 컨테이너 벽쪽으로 달려가거나 양쪽에 있는 건물 안으로 들어가 몸을 우선 피하거나 숙련자가 있어서 1~2명이서 알아서 잘 한다면 아예 여기 틀어박히는게 그나마 가장 안전하다.
<br><br>
5.천천히, 합을 맞춰서 하자.
다행히 어벤져 탈취에 시간 제약을 두지 않았기 때문에, 천천히 죽이다 보면 언젠간 다 죽는다. 천천히 서로의 후방을 봐줘도 절대 실패하지 않고 이기는 게임이기 때문에, 빨리해야 한다고 급하게 하면 총에 엄청나게 맞아서 죽을 확률이 높다. 서로가 서로의 뒤를 봐주고, 안전한 게 확인이 될 때까지 그 자리를 사수하며 싸우는 게 좋다.
    </dd>
</dl>
	</div>
    </details>
</details>

<details>
    <summary>보그단 문제 - 습격 준비 2</summary>
<details>
    <summary>준비 - ULP 정보</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                ULP 요원의 납치범을 처치하고 요원이 감금된 장소에 대한 정보를 알아내십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
납치범들을 제거하고 자료를 찾아야 하는데, 정지 상태인 적도 있지만 대부분 자전거로 빠르게 이동 중이기 때문에 유도 미사일로 맞히기가 쉽지가 않다. 납치범들을 제거하고 목적지 아파트로 이동한 후, 아파트 내에 있는 납치범들도 마저 제거하고 자료를 입수해서 시설로 가져가면 된다. 여담으로 오프레서 두 대가 지급되는데 유도미사일 업그레이드가 안 되어있다. 그냥 디럭소나 오프레서 마크 2나 타는 게 더 편하다.
            <br><br>
            
            
        </div>
</details>

<details>
	<summary>계획 준비 - ULP 구출</summary>
	<br><br>
	<div class="heist_div_left">
	                <div class="heist_div_a">
팀 1은 ULP 요원을 구하기 위해 주물 공장을 공격하십시오. 팀 2는 유리한 위치에서 엄호하십시오.
            </div>

	
	<br><br>
	습격 준비 난이도 : ●●●●○
	<br><br>
    정찰조가 뒷문/제어실 꼼수를 알고있을경우 : ●●○○○
    <br><br>
    ULP가 버그에 걸릴시: 불가능
    <br><br>
    <dl>
        <dt>지상 팀</dt>
        <dd>스토리모드에서 죽은 줄로만 알았던 ULP가 멀쩡히 살아 있었다. 지상 팀은 건물 안으로 들어가 ULP를 구출해야 한다. 건물 내부 구조는 스토리모드에서 마지막 임무 선택지 3번에서 등장했던 용광로다. 소총과 깡체력으로 무장한 적이 매우 많기 때문에 헤드샷을 노리면서 곳곳에 있는 엄폐물들을 잘 이용해야 한다. 처음으로 보이는 좁은 계단 위로 올라간 이후부터는 후방에 적이 2~3명 정도 스폰되니 뒤치기 당하지 않도록 주의하면서 가자. 2층으로 올라가면 ULP가 있는데 ULP를 무사히 구출한 후 빠져나오면 자동차 추격전이 벌어진다. 어떤 차를 쓰든 맥켄지 비행장에 ULP를 내려 주면 계획 준비 성공.
<br><br>
팁으로 ULP를 데리고 주물공장 입구까지 가면 ULP에게 길을 터주라는 문구가 사라지는데 이때 자살하거나 입구 밖으로 나간 ULP를 죽게 내버려 두면 주물공장 뒤편에 시작하게 된다. 이때 정면에 인서전트 픽업이 리스폰 되어 있으니 그걸 타고 가거나 혹은 그 뒤편에 타고 왔던 개인 차량이 리스폰 되어 있으니 본인이 편한 방법으로 ULP와 타고 맥켄지 비행장으로 가는 방법도 있다.</dd>
    </dl>
    <dl>
        <dt>★ 지상 팀 내부 진입 팁</dt>

<dd>
    공략법은 다양하지만 정식 루트로 빠르게 가는 방법 중 가장 선호되는 방법은 다음과 같다.
<br><br>
공장 입구의 짧은 복도를 지나면 제어실(?)로 들어가게 되는데 뉴비들은 여기서 닥돌하다가 1초 만에 순삭 되거나 스낵을 낭비한다. 그래서 나온 방법이 입구를 개인 차량으로 막고 뒷문으로 들어가는 건데 시간도 오래 걸리고 어차피 적들은 계속 밀고 들어오기 때문에 효율적이지도 않다.
<br><br>
그래서 입구의 짧은 복도에 정찰 팀을 모셔놓고, 제어실로 나갈 때 고개만 빼꼼히 내밀면 적들이 몇 명 시야에 들어온다. 재빠르게 헤드만 따주면 피해 없이 제거가 가능하다. 후에 멀리 2층에 머리만 보이거나 서있는 애들 2명이 있는데 얘들이 상당히 아프다. 재빠르게 헤드샷으로 제거한다. 제거한 후 살짝 전진하면 오른쪽에 창문을 통해 엄폐하고 있는 적을 하나 잡을 수 있다. 여기까지 잡고 나면 제어실 안에서는 안전해진다. 이후 천천히 쪼으면서 직진하면 제어실 바로 앞에 숨어있는 놈이 시야에 들어오는데 간 보면서 잡아주면 피해 없이 제거 가능하다. 그리고 난간을 넘어서 직진하는데, 엄폐하고 있는 놈이 왼쪽에 있고 2층에서 한 놈이 내려오는데 재빠르게 잡아준다. 그리고 2층으로 올라가면 정면에서 한 놈, 오른쪽에서 한 놈 나오니 헤드샷이나 어썰트 샷건으로 정리해 주고, 건너편에 보면 연기 때문에 잘 안 보이지만 한 놈이 엄폐하고 있다. 헤드로 정리해도 되고 알라봉으로 날려도 된다. 그리고 모퉁이를 돌면 나오는 한 놈을 제거하면 위 층으로 올라갈 수 있는데 이때 1층에 적들이 들어와서 쏠 수도 있지만 무시하고 올라가면 된다.
<br><br>
위층에 올라가면 적들을 정리하고 ULP를 데리고 나온다. ULP 구출 후에는 최상층에서 공장 내부를 한눈에 볼 수 있는데 미니건으로 몰살을 시켜준다. 나오는 길에는 적들의 수가 적기 때문에 크게 죽을 일은 없다. 이후에는 아래의 공략을 따르면 된다.
<br><br>

</dd>    
</dl>
<dl>
    <dt>정찰 팀</dt>
    <dd>
        쉬운 꿀보직이다. 신습격 지능범죄를 할 때 초보들은 이 보직을 추천한다. 지상 팀이 ULP 요원을 구출해 나오는 동안 근처의 급수탑 위에 올라가 몰려오는 적들을 막아야 한다. 역시나 적들이 꽤 많이 몰려오지만 급수탑 난간에 엄폐할 수 있으니 지상의 적들은 별로 문제가 되지 않으나[11] 중간중간 공격 헬기들이 등장해 머신건을 갈기므로 주의. 그리고 급수탑에 굳이 올라가지 않아도 정상적으로 진행이 되는데, 차량에 타고 있으면 머신건 대신 미사일을 날린다. 따라서 구루마를 탔다면, 헬기가 미사일을 발사하기 전에 먼저 제거해야만 하고, 그럴 수 없으면 추천되지 않는다. 사람에 따라 어느 정도 총알을 막아주고 버자드의 미사일까지 막아주며, 속도도 어느 정도 되는 인서전트나 인서전트 픽업 커스텀을 타는 게 쉬울 수도 있다.
<br><br>
하프트랙을 지상팀이 들어간 입구에 뒤로 주차하고 포탑에 타서 몰려오는 적들을 상대해도 좋다. 포탑앞은 방탄이고 포탑뒤로는 적이 잘 오지 않으며, 오더라도 포탑을 놓고 뒤로 돌아서 총으로 쏘면 뒤에 엄청난 물량에게 맞지 않고 제거할 수 있다. 단 하프트랙은 속도가 느리다는 게 단점.
<br><br>
탬파(무기화)를 다루는데 능숙한 유저라면 날아오는 버자드는 그때그때 사거리를 확보하여 듀얼 미니건으로 사격하면 상대방 미사일이 발사되기 전에 쉽게 격추시킬 수 있으며, 몰려오는 지상 보병들은 탬파(무기화) 앞에서는 속수무책이다. 다만 탬파가 방탄성능이 미미하므로 이 점만 조심하면 된다. 탬파를 다루는데 능숙한 플레이어들에게만 추천되는 방법.
<br><br>
정말 어떤 차도 없는데, 주물 공장 안으로 들어가는 것이 꺼려진다면, 차고가 높은 6인승 트럭 등을 이용해 주물 공장 진입로 앞 혹은 뒷편으로 돌아가거나 방지턱을 넘어가서 주차한 다음, 그것을 엄폐물 삼아 버티는 방법도 있다. 다인승 트럭이나 저코니움 저니같은 밴만 있으면 바로 지상 팀 탈출과 동시에 차량에 탑승하여 도주할 수 있는 것도 장점. 또한 차량에 탑승한 상태가 아닌 뒤에 기대고 있는 상태이기에 버자드가 미사일을 발사하지 않는다. 따라서 지상 팀이 나오기 전까지만 버자드를 처리해두면 탈출 역시 수월하게 진행된다.
<br><br>
물론 가장 쉬운 방법은 지원 팀도 주물 공장 안으로 들어가서 기다리는 것이다. 완전히 내부로 들어가면 구역을 벗어났다고 뜨지만 공장 내부와 입구 사이에 있는 짧은 복도에 있으면 구역을 벗어나지 않으면서도 안전하게 있을 수 있다. 간간이 문을 열고 들어오는 적들만 처치해주면 쉽게 할 수 있다. 이후 지상 팀이 ULP를 입구로 데리고 오면 ULP 혼자 문밖으로 나가서 총에 맞다가 죽는다. 그러면 실패가 뜨며 체크포인트가 다른 곳으로 바뀌어 앞의 인서전트 픽업을 타거나 도로에 있는 개인 차량을 타고 도주하면 쉽게 클리어가 가능하다. 지능 범죄가 아니라면 그냥 유저가 공장 문까지 ULP를 데리고 가서 자살하면 빠르게 재시작이 가능하다.
<br><br>
주물 공장에 지원 팀까지 들어가는 방법을 썼다면 연장선상에 있는 꼼수가 있는데, 주물 공장 입구 앞에 방탄 구루마를 주차하고 들어가는 것. 공터 쪽은 차가 지나갈 수 없게 막혀 있지만, 왼쪽으로 돌아서 골목으로 들어가면 문 바로 앞까지 접근할 수 있다. ULP를 데리고 나오기 전에 지원 팀이 먼저 차량 운전석에 탑승한 뒤 정면의 적을 제거해 주고 지상 팀을 태워 도주하면 재시작할 필요 없이 탈출할 수 있다. 하지만 구루마에 탑승하는 순간부터 버자드가 미사일을 쏘니 주의. 정 불안하면 방탄 구루마 대신 나이트샤크나 인픽커를 이용하는 방법도 있다. 나이트샤크나 인픽커의 경우 차체 출력이 높기 때문에 주물 공장 입구 앞에 설치된 작은 바리케이드 정도는 쉽게 넘어갈 수 있다. 이후 차량을 엄폐물 삼아 입구를 가리면 된다. 참고로 굳이 방향은 바꿀 필요 없다. 정찰팀이 주물 공장 안에 들어가 있으면 밖의 적들이 처리되지 않아 수많은 적 NPC가 대기하고 있는데, 이 방법을 이용하면 최대한 사각을 주지 않고 안전하게 차량에 탑승할 수 있으며, ULP를 죽여야 하는 번거로움을 감수할 수 있다. 이후 처음 진입했던 곳으로 되돌아가지 말고 건물 뒤편으로 가면 왼쪽에 삼각형 모양의 작은 틈이 있는데, 인픽커도 어렵지 않게 통과할 수 있는 크기다. 이 구멍으로 나가면 스무스하게 진행할 수 있다.


    </dd>
</dl>
<dl>
    <dt>ULP 버그와 대처방안</dt>
    <dd>이 ULP 미션에는 치명적인 버그가 있다.
    <br><br>
    ULP 요원이 움직이지 않고 입만 나불거리는 일이 발생한다. 일단 요원이 얼어붙은 경우 해결책은 없다. 미션을 다시 해야 한다. 아직까지 정확한 버그의 원인과 발동 조건은 알려져 있지 않지만, 새로 캐릭터를 만든 경우 버그에 걸리는 경우가 잦고, 어떤 루트로든 버그에서 완전히 풀리게 되면 그때부터는 버그에 좀처럼 걸리지 않는다. 버그가 완전히 풀리지 않으면 한번 미션을 완수해도 다음번에 다시 버그가 재발하기 때문에 몹시 스트레스가 쌓인다.
    <br><br>

<dt>대처방안</dt>
<dd>
    일단 버그가 발동하면 세션을 종료한다. 현재로써 버그는 초대 세션에서 주로 발생하며, 호스트가 게스트의 초대 세션에서 미션을 진행할 시 일시적으로 해결된다. 하지만 완전히 버그가 풀리기 전에는 다시 같은 증상이 재발하기 때문에 매번 초대해 줄 게스트를 구하는 게 번거롭다. 혼자 외노자와 진행할 시는 공세에서 미션을 열면 좀처럼 버그에 걸리지 않는 것이 확인되었다. 준비작업을 마치고 공세에서 미션을 진행해 보자. 정확히 어떤 조건에서 이 버그가 완전히 풀리는지 역시 알려져 있지 않다.
</dd>
<br><br>
<dt>요약</dt>

    <ul class="type1">
        <li> 게스트의 초세에서 미션을 연다.</li>
        <li>공개 세션에서 미션을 열고 구인한다.</li>
    </ul>
<dt>다음은 락스타측의 해결방안이다.</dt>

    <ul class="type1">
        <li>윈도우에 설정되어 있는 날짜를 올바른 날짜로 조정</li>
        <li>게임 라이브러리에서 GTAV를 오른쪽 마우스로 클릭하고 메뉴에서 속성을 선택 > 로컬 파일 탭을 선택하고 게임 캐시 무결성 확인 버튼을 클릭 > 스캔 완료</li>
        <li> "내 문서" 폴더 안의 (C:사용자사용자 이름내 문서) "Social Club" 폴더를 삭제하거나 이름을 변경하신 후 게임을 재실행. (파일은 자동으로 다시 받아지니 걱정하지 않으셔도 되며 이 경우 사용자의 밝기 설정 및 GTAV 언어 선택이 초기화됩니다.)
</li>
    </ul>
    <ul>
        <li>난이도 보통으로 할 시 버그가 풀린다는 의견이 있었는데 큰 효과는 없는 것으로 보인다.</li>
    </ul>
</dd>
</dl>

	</div>
    </details>
</details>

<details>
    <summary>보그단 문제 - 습격 준비 3</summary>
    

<details>
    <summary>준비 - RCV</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                폭동을 일으킨 다음 시설 보안팀의 폭동 진압용 밴이 올때까지 기다리십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
목적지로 가서 최루탄을 던지거나 어느 누군가를 맨손으로 때리면 폭동이 일어난다. 이 때 비무장 상태가 아닌, 화기를 이용하여 계속 폭도를 죽일 경우 수배 레벨 4개가 뜨면서 실패한다. 차에 타서 아무것도 안 해도 폭동 진압용 밴인 RCV가 도착하는데, 이를 훔쳐서 시설로 가져가면 된다.
<br><br>
여담으로, 사설 폭동 진압팀은 이곳에 있는 경비도 적으로 인식하는 웃픈 장면을 볼 수 있다.
            <br><br>
        </div>
</details>

<details>
	<summary>계획 준비 - 하드 드라이브 회수</summary>
	<br><br>
	<div class="heist_div_left">
	                <div class="heist_div_a">
                러시아 요원이 도난된 하드 드라이브를 파괴하지 못하도록 RCV의 물대포를 사용하십시오.
            </div>
            <br>
		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    RCV
	  

	</div>
	<br><br>
	습격 준비 난이도 : ●●●○○
	<br><br>
    보그단 문제의 모든 준비 작업 중 가장 팀워크가 중요한 미션. RCV 탑승 중엔 작업팀만 운전이 가능하고, 회수팀만 무기 사용이 가능하다. 또한 하드 드라이브 회수 역시 회수팀만 가능하다. 또한 대부분의 포인트가 개활지인 탓에 RCV의 엄폐물 활용이 매우 중요하다. 이렇게 각자의 역할이 정확하게 분배되고, 나뉘었기 때문에 꼼수나 캐리가 어려운 미션. 서로가 서로의 단점을 보완해줄 수 있기 때문에 소통이 원활할수록 진행이 수월해진다.
    <br><br>
    <dl>
        <dd>
            <dt>작업팀</dt>
            작업팀은 하드 드라이브를 불태우는 현장으로 가서 하드 드라이브가 불타지 않도록 물대포로 화재를 진압하면 된다. 제한시간 내에 5곳으로 가서 진화하면 되는데, 진화해야 할 밴의 수가 점점 늘어난다. 모두 진화하면 적들이 추가로 더 몰려오게 되고, 진화된 밴에서 회수팀이 하드 드라이브를 회수하는 동안 작업팀은 내려서 회수팀을 보호한다. 만약 작업팀이 두 명이라면 한 명은 내려서 회수팀을 보호해주고, 또 한 명은 물 대포로 적을 자빠트려서 무방비 상태로 만들거나 사살해 주자. 작업팀이 한 명이고 두 명이고 상관없이 RCV로 밴 뒷부분을 가로막아 거대한 엄폐물로 만들어 교전을 조금이라도 안전하면서 쉽게 해주자. 물론 방탄복이나 스낵 관리가 허술하다면 RCV안에서 총맞아 죽기 십상이니, RCV 엄폐 위치를 다양하게 고려해보든가, 아니면 계속 적들의 시선을 끌든가 결정하고 신속하게 행동에 옮기는 순간 상황 판단력이 중요한 역할이다.
            <Br><br>
            <dt>회수팀</dt>
            회수팀은 진화팀이 밴에 붙은 불을 모두 진화하면 차량에서 내려서 하드 드라이브를 회수한다. 이동 중이나 작업팀이 불을 진화 중일 경우엔 적을 사살해 피해를 줄이는 것이 좋다. 회수 도중에도 작업 팀이 한 명이라 손이 바쁠 경우, 직접 적들을 최소한으로 정리하고 물품을 회수하는 것을 추천한다.
<br><br>
주의사항이 있는데, 시리즈 A 쓰레기 트럭 2탄처럼 생각해서 적들이 타고 온 나이트샤크를 뺏어서 가려는 생각을 하는 유저도 간혹 있다. 그럴 경우, 나이트샤크를 몰고 얼마 안 지나 나이트샤크가 터진다.
<br><br>
        </dd>
        
        
    </dl>
	</div>
</details>
</details>

<details>
    <summary>보그단 문제 - 습격 준비 4</summary>
<details>
    <summary>준비 - 스트롬버그</summary>
    <div class="heist_div_left">
        
	                <div class="heist_div_a">
                망가진 스트롬버그를 운반하는 트럭을 찾아서 훔치십시오.
            </div>
            	<br><br>
	습격 준비 난이도 : ●○○○○
	<br><br>
	스트롬버그가 트럭에 실려 이동 중이다. 총 4대의 스트롬버그를 탈취해야 한다. 레스터가 스트롬버그의 사진을 보내주는데, 사진을 볼 필요 없이 트럭 가까이에 접근하면 맞는지 아닌지[20] 알려준다. 총을 쏘지 않고 트럭의 앞을 막거나, 트럭이 신호 대기 중일 때 가서 탈취하면 된다. 총을 쏴서 한 방에 운전자를 죽이지 못하면 매우 번거로워진다. 하필이면 운반 트럭이 그 높은 웨이스트랜더라서 인서전트가 아니라면 앞을 막기 힘들다. 그러므로 되도록 총을 쏘지 말고 훔치자.
	<br><br>
	운이 없어 4대가 서로 동떨어진 곳에 위치할 수도 있으며, 안타깝게도 카고밥으로 들 수 없다. 따라서 모두 정직하게 탈취해 끌고 와야 하기 때문에, 진행 없이 준비 비용을 지불하고 스킵 하는 플레이어도 많다. 구매 비용은 94,500$
	<br><br>
        </div>
</details>
<details>
    <summary>준비 - 어뢰 ECU</summary>
    <div class="heist_div_left">
        
	                <div class="heist_div_a">
                바다에 있는 바지선을 공격하고. 무기 딜러에게서 어뢰의 전자식 제어 유닛을 훔치십시오.
            </div>
            	<br><br>
	습격 준비 난이도 : ●○○○○
	<br><br>
	바다에 있는 바지선으로 가서 어뢰 ECU를 2기 훔쳐온다. 바지선에 적들이 여럿 있고, 어뢰 ECU을 입수하면 헬기가 공격해오기 때문에 버자드를 이용하면 쉽게 깰 수 있다. 물건은 불에 타거나 폭발에 휘말리지 않으니 공격헬기나 오프레서 Mk2를 가져가서 폭격을 해주자.<br>
바지선이 스폰되는 위치는 랜덤이다. 팔레토 해안, 베스푸치 해안, 북부 추마쉬 앞바다, 엘리시안 섬 앞바다, 팔로미노 고원 앞바다 등등.
	<br><br>
        </div>
</details>
<details>
    <summary>계획 준비 - 잠수함 감시</summary>
    <div class="heist_div_left">
        
	                <div class="heist_div_a">
                잠수함을 스캔하러 물속으로 들어가기 전에 스트롬버그를 사용해 호송대를 파괴하십시오.
            </div>
            <br>
            		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    오셀럿 스트롬버그(Ocelot Stromberg)
	  

	</div>
            	<br><br>
	습격 준비 난이도 : ●○○○○
	<br><br>
스트롬버그를 이용해 이동 중인 호송대를 파괴한 후 바다로 잠수해서 기뢰를 제거한다. 기뢰는 여러 군데로 퍼져있기 때문에 두 팀으로 갈라져서 제거하게 된다. 기뢰를 제거 후 잔해나 러시아 핵잠수함 밑으로 가서 스캔한 다음 집결지로 간다.
<br><br>
참고로 현재 이 작업에 버그가 있는데 호스트는 마지막 노란색 도착지점에 맨 마지막에 들어가야 한다. 그렇지 않으면 버그로 인해 해당 작업이 끝나지 않을수도 있다. 그리고 먼저 도착한 플레이어는 차에서 내리지 말고, 차 안에 탄 채 기다리도록 한다. 단 운이 없는 경우 역시 버그가 일어나곤 한다. 이때는 집결지에서 차량을 서로 바꿔타면 버그가 해결되는 경우도 있다.
<br><Br>
여담이지만 해당 잠수함은 스킨만 씌워져 있을 뿐이지, 실체가 없는지라 충돌 판정 자체가 존재하지 않는다. 때문에 인게임에서 다가가보면 그냥 통과하는 스트롬버그를 확인할 수 있다.
	<br><br>
        </div>
</details>

</details>
<details>
    <summary>보그단 문제 - 피날레</summary>
    <div class="heist_div_left">
             <div class="si">
                 잠수함 팀<br>
                계획 1 - 스트롬버그를 이용해 잠수함까지 가십시오.오<br>
                계획 2 - 잠수함에 침투해 적들을 제거하십시오.<br>
                계획 3 - 연락책을 확보하고 정보의 위치를 확보하십시오.오<br>
                계획 4 - 정보사진을 찍고 잠수함을 무력화하십시오.<Br>
                계획 5 - 공중 지원 팀과 재집결 하십시오.<br>
                <br><br>
                공중 지원 팀<br>
                계획 1 - 어벤져를 이용해 잠수함 팀을 지원하십시오.<Br>
                계획 2 - 적 증원군을 제거하십시오.<br>
                계획 3 - 잠수함 팀을 탈출시키십시오.<br>
                계획 4 - 도주하고 목적지에 정보를 전달하십시오.<br>
                <br>
            </div>
            <br><br>
            <div class="si">
                엘리트 도전 조건<br>
                15분 이내 완료<br>
                이동수단 데미지 5% 이하<br>
                여정 스킵 안 함<Br>
                사망자 없음<br>    
            </div>       

            	<br><br>
	피날레 난이도 : ●●○○○
	<br><br>
	숙련자가 한명이라도 있는경우 : ●○○○○
	<br><br>
미션 설계 오류 덕택에 2인 플레이로 부담없이 할 수 있는 유일한 습격 피날레이다. 공방에서도 잘 가려받으면 1트만에 깨고 경험자가 둘이라면 엘리트 도전이 정말 쉽게 클리어 가능하다. 역대 엘리트중 가장 쉬워서 엘리트 라고 하기도 민망하다.
<br><br>
이렇게 피날레가 쉬워진 것에 대해서는 첫 번째. 난이도를 올려줄 부분까지 모두 컷신으로 집어넣은 것, 가령 잠수함을 탈출하는데 걸리는 시간이 30초인데. 만약에 이 부분을 실제 플레이어들이 하게 했다면 보그단 문제는 지금처럼 각광받지 못했을 것이다. 무족권 길을 외워야하니깐 난이도가 큰 폭으로 올라가기 때문. 두 번째로는 공중 지원 팀이 할것이 거의 없다는 것. 그냥 어밴져를 안 타도 되고 정 빨리 깨고 싶으면 해변가에 착륙시키고 헬기를 때려 잡기나 해변가에 착륙 시키고 시샤크 타고 잠수함 팀 픽업하고 어밴져 타고 도망만 가면 된다.
	<br><br>
	
	<dl>
	    <dt>잠수함 팀</dt>
	    <dd>
	        잠수함 팀은 목적지로 가서 스트롬버그에 올라탄 다음 잠수함으로 향한다. 잠수함 내부에 무사히 침투했으면 좁은 통로의 이점을 이용해서 어썰트 샷건으로 하나하나씩 잡아간다. 맨 아래까지 도착했으면 포로가 있는데 위협해서 정보를 캐내면 함교로 가보라고 한다. 함교는 여기까지 오면서 지나갔던 곳에 있으니 방금 지났던 왼쪽 계단으로 다시 올라가야지[27] 오른쪽 통로로 절대 가면 안 된다. 왜냐하면 모든 적들의 총구가 올라가는 계단 쪽에 향해있기 때문이다. 얼굴이 보이는 순간 사방에서 총알이 날아온다. 계단 위 정면에 둘은 보일락 말락한 데다가 계단 옆 엄폐물에 둘이 숨어있어서 올라가자마자 바로 죽는다. 함교에 도착하면 함교사진을 찍으라고 한다. 찍은 후 레스터에게 보내고 AI인 클리포드를 함교에 꽂으면 보그단이 등장한다.
	        <br><br>
	        사실 보그단은 총을 겨누는 온라인 주인공들에게 자신은 너네들을 도우러 온 것이며, 에이번이 AI를 이용해 신 행세를 하려고 한다는 사실을 알려 준다. 레스터가 전혀 안 믿긴다는 말을 하는 순간 잠수함의 통신 시스템에 에이번이 침투해 이제부터는 자신들이 대장이라는 말과 함께 온라인 주인공들에게 쌍욕을 날린다. 이후 클리포드는 30초 후 잠수함을 자폭하겠다고 한다. 이때 보그단은 자신만의 출구를 쓰러 가고, 플레이어는 스쿠버 다이빙 장비를 가지고 탈출해야 한다.
	        <br><br>
	        잠수함에서 탈출 후 어벤져 팀이 있는 어벤져에 올라탄 다음 짐칸으로 가서 추격하는 버자드를 로스 산토스 국제공항 격납고에 도착할 때까지 잡으면 된다.
            <br><br>
            # 잠수함 경로 정리 - 먼저 미사일 사일로를 지나 직진하여 함교 쪽으로 향한 뒤 계단을 타고 내려간다. 그 후 개인 사물함 같은 공간을 지나 식당을 지난 뒤 바로 나오는 계단을 타고 내려가 직진하면 바로 감옥이 나온다! 다시 함교로 갈 때는 온 길을 그대로 가면 되고 잠수함 내부의 적을 다 잡을 필요는 없고 경로에 방해되는 NPC만 잡으면 된다.
	    </dd>
	    <dt>공중 지원 팀</dt>
	    <dd>
	        공중 지원 팀은 잠수함이 있는 해저의 상공으로 간다. 목표가 갱신되면 이후에 적의 공격 헬기들이 몰려오기 시작한다. 목표가 갱신되었다면 해당 자리에서 벗어나도 상관없으니 자리를 잡고 알려주는 자동 비행 기능(호버링)을 켜고 파일럿과 보조 파일럿이 모두 어벤져의 짐칸으로 이동해 포탑을 이용해 접근하는 적들을 차례차례 격파해주자. 공격 헬기들은 잠수함 팀이 임무를 완료하고 나오기 직전까지 무한 리젠되긴 하지만 포탑이 주포를 쏘기 때문에 헬기는 모두 한 발이면 파괴되며, 리젠 되는 위치가 정해져있고 어벤져 자체의 내구도도 엄청나게 튼튼해서 공중 장비만 조금 다룰 줄 안다면 잠수함 팀에 비해서 전혀 어렵지 않다. 공중 지원 팀도 잠수함 팀과 보그단의 대화를 들을 수 있는데 클리포트의 대사 번역이 잠수함 팀이 보는 것과 상당히 다르다.
            <br><br>
            참고로 적들은 초중반에는 버자드가 나오고 중반부터 가운데에서 헌터와 새비지가 나오고 후반에는 스포일러의 군인들이 발키리를 타고 나온다. 특히 새비지의 기관포는 순식간에 어벤져의 내구도를 깎아버리고 뒤에 있을지라도 쏴대니까 빠른 선빵이 중요하다. 그래봐야 빵빵한 포탑 화력에 가루가 된다.
            <br><br>
            잠수함 팀이 목표를 모두 완수하고 뭍으로 올라오면 남은 헬기를 모두 격파해주고 근처 해안가에서 잠수함 팀을 태워서 로스 산토스 공항까지 도착하면 끝이 난다. 약간의 꼼수로, 어벤져를 착륙시킨 뒤 주위 해안가에 스폰 되는 시샤크를 타고 잠수함 팀을 태워가면 시간이 단축된다.
            <br><br>
            의도인지 버그인지 모르지만 페가수스, 정비공을 부를 수 있다.
            <br><br>
            글리치로 잠수함 컷신이 끝나고 어벤져로 탑승할 때 공중 지원 팀은 그대로 포탑에 있고 잠수함 팀이 어벤져 조종을 하게 되면 어벤져 이륙 후 스폰 되는 적 공격 헬기들이 스폰이 안 되는 버그가 있다. 그리고 잠수함 팀이 운전한 걸로 취급되기 때문에 어벤져 체력이 줄었어도 공항에 도착하면 피해 대미지가 0퍼센트로 뜬다.
            <br><br>
            호기심이 있는 유저를 위해 경고를 하자면 데빈 웨스턴의 격납고에 주차된 레스터의 차량을 파괴하면 이동 수단 파괴라는 메시지와 함께 실패하면서 비행을 처음부터 해야 한다. 트롤링 행위로 신고받을 수 있으므로 하지 말자. 안에 있는 탱크를 터트리는 등의 짓을 해도 레스터의 차만 터트리지 않으면 문제없는 듯하다.
	    </dd>
	</dl>
        </div>
        <details>
    <summary>2인 도전 팁</summary>
    <div class="heist_div_left">
        
    <br><br>
	어벤저의 포탑을 정 못다룰 것 같은 멤버가 참여한 2인 도전이라면, 크게 2가지 방법이 있다. 2가지 방법 모두 공중 지원 팀원에게만 해당된다.
	<br><br>
    <dl>
        <dt>1.체크포인트를 찍은 후 해안가 재시작 지점에 어벤져를 착륙시키는 방법</dt>
        <dd>해안에서 가장 튀어나온 곳이다. 바위가 아주 적당히 있어서 바위에 숨어있으면 딱 파일럿만 조지기 좋은 위치로 헬기들이 와준다. 헬기들이 죽으러 와주면 감사합니다! 하고 바위에서 살짝만 나와서 헬기의 파일럿을 쏴주면서 버티자. 이렇게 한다면 어벤저는 체력이 깎이지 않고 버틸 수 있다. 이동 수단 대미지 0%/1% 보장 방법. 휴메인 엘리트 공중 팀 전략과 비슷한 전략이지만, 다른게 있다면 엄폐물이 있다는 것과 미사일로 격추하기엔 적들이 너무 많다는 것이다.<br><br></dd>
        <dt>2.공중 지원 팀이 아예 어벤져를 타지 않는 방법</dt>
        <dd>
            공중 지원 팀이 어벤져에 타야만 적들의 공격 헬기가 나온다는 점을 응용한 방법이다. 잠수함 팀이 잠수함에 들어갔다 나올 때까지 공중 지원 팀이 어벤져에 타지 않는 방법.
<br><br>
이 방법은 응용에 따라 잠수함 팀의 캐리가 가능하므로, 극단적으로 운용 시 공중 지원 팀은 거의 하는 것 없이 습격을 클리어할 수 있다. 동료가 뉴비거나, 공중 탈것 운전을 못 한다면 참고하자.
<br><br>
시작하면 잠수함 팀은 하던 대로 위치로 가서 스트롬버그를 타고 잠수함에 침투하고, 공중 지원 팀은 어벤져에 타지 않고 그대로 자신의 개인 차량을 가지고 해안에서 튀어나온 곳에 주차시키고 씨샤크나 보트를 타고 잠수함 팀이 스폰 되는 바다에서 기다리면 된다. 잠수함 팀이 밖으로 나오면 대기하고 있던 공중 지원 팀원이 잠수함 팀원을 개인 차량에 태우고 어벤져에 가서 탑승한다. 이때 적의 공격 헬기가 드디어 4대 정도 나오는데,[34] 금방 부술 수 있다. 그 후 바로 로스 산토스 국제공항까지 날아가면 끝. 시간이 많이 걸릴 것 같지만, 잠수함 팀이 빨리 들어갔다 나오기만 한다면 충분히 엘리트도 가능하다.<br>
이 방법 그대로 하되 공중 지원 팀은 페가수스로 버자드를 소환하여 바로 러시아 잠수함이 있는 바다 상공에서 대기하다가 잠수함 팀이 나오면 바로 버자드로 픽업해서 어벤져로 가면 된다. 버자드를 사용하면 개인 이동수단 보다 시간 단축을 더 많이 할 수 있다.버자드는 바다에서 탑승이 안 되는 버그가 있으니 어벤져를 안타는 방법에서 공중 지원 팀이 2명+시설이 먼 경우에 사용하는 것을 추천한다.
<br><br>
        </dd>
        <dt>★ 엘리트를 위한 공중 지원 팀 진행 방법 예시(그랜드 세뇨라 사막 시설)</dt> 
        <dd>
            1. 피날레가 시작되자마자 바로 페가수스를 연결해서 헬기를 부른다. - 2인 이상 헬기라면 어떤 거라도 상관없다<br>
만약, 두 플레이어 모두 히드라가 있다면 히드라를 불러 더욱 빠르게 갈 수 있다.<br>
2. 시설 앞에 스폰 된 개인 차량을 이용하거나 서비스로 제공되는 SUV를 타고 헬기가 스폰 된 장소로 이동해 헬기에 탑승한다.<br>
3. 목적지까지 헬기로 이동한 후 각자 이동 수단을 타고 다음 목적지로 이동한다.<br>
4. 어벤져는 굳이 노란핑을 찍을 필요가 없다. 사실 정석대로 플레이해도 잠수함 팀만 빨리 나오면 엘리트가 가능하지만 좀 더 여유로운 플레이를 위해서는 어벤져를 해안가에 튀어나와 있는 반도에 착륙시킨다.<br>
5. 잠수함 팀이 잠수함에 도달하기 전에는 적 헬기가 나타나지 않기 때문에 어벤져를 착륙시키고 재빠르게 내려서 페가수스로 씨샤크를 요청한다. 씨샤크는 2 만원도 안 하기 때문에 없다면 그냥 사자.<br>
6. 씨샤크는 친절하게 눈앞에 소환되지 않기 때문에 달려가던지 주변에 다른 이동 수단이나 보트가 있다면 타고 소환되는 지점까지 가서 탑승한다. - 이 시점에는 보통 적 헬기가 소환되지 시작하는데 공격이 거세지 않고 헬기에서 떨어지면 공격해 오지 않기 때문에 눈치껏 돌아다녀도 된다.<br>
7. 씨샤크에 탑승했다면 신나게 달려서 잠수함 팀이 들어간 위치 주변에서 대기한다. 헬기는 공격해 오지 않는다. 그렇다고 굳이 어그로를 끌어볼 필요는 없다.<br>
8. 컷신 후 잠수함 팀이 나오면 표식이 미니맵에 뜬다. 태우고 빠르게 어벤져로 간다.<br>
9. 어벤져에 탑승 후 목적지로 가면 12-14분 사이에 여유롭게 엘리트가 가능하다. (어벤져 운전은 누가 하든 상관없다.) 위 과정을 정말 빠르게 하면 11분 10초 내로도 꺨수 있다.<Br><br>
물론 헬기 없이 산체스 하나를 둘이서 타고가도 가장 비싼 저수지 시설 제외하고는 모두 엘리트가 가능하기에 굳이 헬기를 부를 필요는 없다.
        </dd>
    </dl>
        </div>
</details>
</details>

	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
