<!DOCTYPE html>

<html>

<head>

<meta charset="UTF-8">

<title>Information</title>
<style>
     <? include 'a.css';
        include '../../../footer.css';
        
        include '../../../header.css';?>
</style>

</head>

<body>

        <header class="top">
    <input type="button" class="img-button" 
            onclick="history.go(-1)">
        <p id="id">심판의 날</p>
        </header>

<!-- 첫 번째 페이지 -->

<section>

<!--

 
-->
<br>
<div class="heist_div_a">
    산 안드레아스의 방어 시스템이 탈취당했습니다. 세계를 멸망에서 구하려면 요원을 구출하고 무기가 완성되지 못하게 막으십시오.
</div>
<br><br>
<details>
    <summary>심판의 날 시나리오 - 습격 준비 1</summary>
    <br><br>
    <div class="heist_div_left">
        습격 난이도 : ●●●●●
        <br><br>
심판의 날 습격의 마지막 파트이다.<br>
피날레의 난이도는 어떤 습격의 계획 준비나 피날레보다도 어렵지만, 공개 세션 준비 작업은 매우 널널하여 혼자서도 완료 가능한 수준이고, 계획 준비 중 요원 14 구출은 요령을 알게 되면 무난하게 클리어가 가능하고 나머지 계획 준비는 쉽게 클리어가 가능해서 시간 대비 가장 많은 돈을 벌 수 있는 습격은 작전 2나 퍼시픽보다도 작전 3이라고 할 수 있다. 하지만 다이아몬드 카지노 습격의 등장으로 작전 3을 하는 유저가 줄어들었다.

        <br><br>
        <ul class="heist_ul_left">
            <li>계획 준비 지출 비용 : $120,000</li>
            <li>보통 난이도 계획 준비 수입 : $36,000</li>
            <li>보통 난이도 피날레 총수입 : $1,200,000</li>
            <li>어려움 난이도 계획준비 수입 : $45,000</li>
            <li>어려움 난이도 피날레 총수입 : $1,500,000</li>
        </ul>
    </div>

<details>
    <summary>준비 - 특수 현금</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                FIB가 감시하는 비밀 접선에서 추적 가능한 돈이 들어 있는 가방을 훔치십시오
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
네비게이션이 찍어주는 곳으로 가서 돈가방만 챙기고 나오면 된다. 먹자마자 함정을 파놓은 FIB가 달려드는데 헬기가 있으면 엄청나게 쉬운 준비 작업. 레스터 수배해제 스킬로 해제하면 끝. 다만 헬기를 이용할 시 이륙 시간이 좀 걸리기 때문에 그 사이에 FIB들의 총에 맞고 죽을 수 있으니 주의해야 한다.
<br><br>
        </div>
</details>

<details>
    <summary>준비 - 정찰</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                퍼시픽 얼라이드 조선소로 가서 거래가 이뤄질 지역의 사진을 찍으십시오
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
매우 쉽다. 그냥 조선소로 가서 사진만 찍어서 레스터에게 보내주기만 하면 된다. 단 헬기를 타고 정문 앞에서 내리면 레스터의 쌍욕과 함께 별이 1개 달리므로 조선소 옆에 내리자. 참고로 1초라도 아끼고 싶으면 찍자마자 스페이스바를 누르면 즉시 보낼 수 있다.
<br><br>
        </div>
</details>

<details>
	<summary>계획 준비 - 요원 14 구출</summary>
	<br><br>
	<div class="heist_div_left">
	            <div class="heist_div_a">
                퍼시픽 얼라이드 조선소로 가서 메리웨더 보안에게 몸값을 지불하고 요원 14를 데려오십시오
            </div>
	<br><br>
	습격 준비 난이도 : ●●●●●
	<br><br>
    납치당한 요원 14를 구출하는 임무다. 조선소에 도착하면 도착하자마자 많은 메리웨더 용병들이 반겨주는데 여기까지는 구루마나 템파(무기화)로 충분히 적들을 갈아버릴 수가 있다. 이렇게 해서 요원 14를 손쉽게 구출하는가 했지만 이렇게 쉬웠으면 괜히 5개짜리 난이도가 아니다. 그 이후엔 길이 막혀있어서 실내와 실외를 넘나드는 S자 이동으로 진행이 되는데, 잠시 후 바로 근처에 미니건과 저거너트로 무장한 투명한 안드로이드 3대가 등장한다. 열 감지 헬멧을 사용하면 잘 보이니 사용하자. 머리만 내밀어도 바로 미니건이 빗발치는데, 처음 발견한 한 명에게만 집중 공격하는 특성이 있어서 이걸 이용해 마킹당한 팀은 엄폐물에 숨어 있고 다른 한 팀이 RPG 아니면 미니건, 위도우 메이커로 공격하면 좋다.
    <br><br>
    물론 더 좋은 방법은, 미니건과 위도우 메이커의 경우 화기를 몸의 오른쪽으로 완전히 빼서 들게 되는 특성상, 엄폐물에 숨은 상태에서도 엄폐물 우측으로 사격각이 살짝 나오는걸 이용하면 된다. 저거너트는 엄폐물에 가려 유저를 쏠 수 없기 때문에, 엄페물 우측으로 사격각이 나오는 위치의 팀이라면 1대도 맞지 않고 손쉽게 처리할 수 있어서 매우 강추된다. 입구에서 온 놈들을 처리하면 바다 방향에서 또 나타난다. 갑작스런 등장으로 여기서 많이들 죽는데, 나타나기 전 RPG, 미니건, 위도우 메이커 등을 미리 장비해두면 효과 만점. 이 저거너트들을 제거하면 체크포인트가 저장되고, 요원 14가 움직이기 시작한다.
<br><br>
요원 14가 움직이기 시작하는 이 시점부터 타고 온 개인차량을 사용할 수 있다. 다만 이 뒤에 버자드가 와서 미사일을 쏘기 때문에, 두 팀으로 나눠서 한 팀은 방탄 구루마를 가져와 대충 정리한 뒤 재빠르게 다음 건물에 붙어서 버자드가 미사일을 쏘는 걸 막자. 구루마를 타지 않고 남아있던 다른 팀이 버자드를 잡으면 구루마에 타서 다음 건물로 넘어간 후, 쏘면 터지는 기름통까지 가서 다시 두 팀으로 나뉘어야 한다. 벽을 따라 건물을 끼고 저거너트를 상대하는 팀과 건물 안으로 들어가 저거너트를 상대하는 팀으로 나누면 된다. 한쪽에서 쏘고 엄폐하면 다른 쪽에 있던 팀원이 미니건으로 저거너트를 잡으면 간단하다.
<br><br>
이렇게 저거너트를 잡고나서 다시 구루마를 타고 들어가서 건물안의 잡몹을 제거하고 해안쪽으로 나가자. 체크포인트를 찍으면 마지막 저거너트가 나온다. 마지막 저거너트는 헬기 옆 지붕이나 2번째 저거너트 스폰포인트 반대에 있는 도로쪽 엄폐물을 끼고 막 쏴주면 한 대도 안 맞고 제거 할 수 있다. 아니면 스폰시킨 후 이전에 오던길 옆을 통해서 스나이퍼로 시야를 내주지 않으면서 잡으면 금방 잡을 수 있다.
<br><br>
이동하는 족족 다수의 에이번의 용병과 구역 끝자락에 저거너트 2명이 나타나니 엄폐물을 이용하면서 전진해 나간다. 아무리 조심을 해도 가끔 돌진에 매복한 적에 의해 요원 14가 자꾸 죽어대서 재시도하는 경우가 많다. 강력한 적들을 일일이 상대하느라 힘든데 요원 14가 이동하는 곳에 적들이 매복해 있는지도 봐야 해서 손이 많이 가는 임무. 탈출 위치에서 아쿨라를 타고 레이더에 탐지되지 않도록 저공비행으로 목적지에 도착하면 끝.
<br><br>
사실 이렇게 보면 정말 어려워 보이지만, 구루마를 적절하게 사용하고 계속해서 엄폐하며 조심하고 체력을 채우는 플레이를 할 경우 2명이서 해도 충분하다. 하프트랙은 일반 장갑 업그레이드, 방공포 업그레이드가 된 경우 전면이 완전 방탄이므로 저거너트를 정면에서 잡을 수 있다. 단, 측면은 완전 방탄이 아니므로 유의하자. 그리고 차량을 이용한다면 미사일을 쓰는 버자드만 주의하면 쉽게 깰 수 있다.
<br><br>
방탄 구루마나 듀크 오 데스 등을 가지고 저거너트에 돌진한 뒤 깔아뭉개는 방법도 존재한다. 다만 총알 세례를 많이 받아 과열되어 터질 수도 있으므로 주의하자.
<br><br>
비질란테도 미사일을 적절히 활용할 수 있다면 괜찮은 편이다. 방탄 기능이 별로라고는 하나 미니건의 탄이 차 창문보다는 차체에 꽂히는지라 의외로 차량에 탑승해 있고 거리가 어느 정도 멀다면 바로 총 맞고 죽는 일은 별로 없기 때문. 다만, 한 가지 주의할 점이 있는데 열감지 모드를 켜지 않으면 미사일 줌인이 안 된다. 그리고 문제는 열감지 모드의 키가 비질란테의 부스터 키와 동일한지라, 비질란테 탑승한 상태에서 이걸 키겠다고 E키를 눌렀다가는 열감지 모드 켜지는 것과 동시에 비질란테가 급발진해서 엉뚱한 데 쳐박아 버리기 십상이다. 특히 항구나 창고 쪽에서 이런 사태가 터졌다가는 그대로 바다로 다이빙하거나 푹 꺼진 곳에 갇혀버리기 쉬우니 주의 요망.
<br><br>
빠른 요원구출 클리어를 위한 가이드
<br><br>
미션을 반복 클리어하고 정공법으로 여러번 깨다 보면 무기화 차량이나 변칙 플레이 없이 정공법으로도 손쉽게 클리어할 수 있다. 하지만 처음 시나리오를 진행하는 저랩 뉴비이거나 고랩이라도 복귀 유저라면 위의 공략으로 미션을 클리어하는 게 매우 어려울 수 있다. 하지만 무기화 차량을 적절히 이용하고 체크포인트 시스템을 이용한 포인트 스킵을 사용한다면 굉장히 빠르고 안전하게 클리어할 수 있다.
<br>
공략의 핵심은 아래와 같다.
<br><br>
<ul class="type1">
    <li>무기화 또는 방탄 차량을 선택</li>
    <li>조선소 실내에서 저거너트 처리후 무기화 또는 방탄 차량 탑승 및 헬기 처리</li>
    <li>헬기 처리 직후 곧바로 큰길로 나와서 아쿨라가 있는 위치로 돌진</li>
    <li>마지막 저거너트 처리 후 작망</li>
    <li>미션 재시작 후 쾌적하게 헬기를 타고 목적지로 이동</li>
</ul>
<br><br>
미션 세부 공략
<br><br>
일단 조선소 실내에서 저거너트를 잡는 것 까지는 똑같다. 이 공략은 그 이후를 기준으로 작성되었다. 사용하고자 하는 무기화 차량에 따른 공략이 약간 다르다.
<br><br>
1. 하프트랙
<br><br>
쿼드 대공포,일반장갑이 장착된 하프트랙이 있다면 매우 손쉽고 빠르게 클리어가 가능하다. 조선소 실내 전투 전 하프트랙을 모처에 주차해 놓는다.
저거너트와 이어서 나오는 헬기까지 모두 처리하고 나면 신속하게 하프트랙에 탑승한다. 하프트랙에 탑승했다면 잡몹들을 잡을 필요가 전혀 없다. 바로 정문을 통하거나 허접한 철재 담벼락을 부시고 큰길로 나간다. 큰길을 타고 헬기가 있는 곳으로 쪼으면서 진행하면 헬기가 스폰 된다. 쿼드 대공포로 압살해 주자. 헬기까지 잡았다면 담 너머에 있는 적들은 전혀 신경 쓸 필요가 없다. 바로 아쿨라가 있는 곳으로 돌진하자. 전진으로 아쿨라가 있는 곳에 진입했다면 후면에 저거너트 두 대가 소환될 것이다. 전면의 적들은 신경 쓰지 말고 쿼드 대공포로 소환된 저거너트를 녹여준다. 이때 철제문이 닫혀있다면 저거너트를 잡는데 시간이 걸린다 후진으로 천천히 뒤로 가면 문이 다시 열린다. 그리고 저거너트에 꽤 가깝게 차를 대도 상관없다. 저거너트를 다 잡았다면 이제 차에서 내려서 헬기장에 맨몸으로 돌아다녀서 죽어준다. 점착폭탄이나 RPG를 이용해서 자살해도 된다. 빠른 재시작을 이용하면 모든 적들이 사라지고 요원과 함께 헬기장에 스폰 된다. 아쿨라를 타고 날아가면 미션 클리어가 가능하다. '나는 죽는 일은 용납할 수 없다.'는 마인드를 가지고 있다면 헬기장의 적들은 제거한 후 하프트랙을 타고 돌아가서 요원을 데리고 와도 된다.
<br><br>
2. 구루마
<br><br>
구루마 또는 그와 상응하는 방탄차량을 이용하는 방법인데 1인 이서 클리어할 수 있기 때문에 외노자와 진행하거나 이용할 수 있다.
<br><br>
첫 번째 저거너트 처리 후 차량 탑승까지는 똑같다. 구루마를 타고 전진하면 헬기가 스폰 된다. 헬기가 쏘기 전에 처리할 자신이 없다면 공장 쪽 건물을 엄폐물로 삼고 잡을 수도 있고 내려서 폭발탄이나 미니건으로 잡을 수도 있다.
<br><br>
헬기까지 잡았다면 하프트랙과 똑같이 바로 헬기장으로 가서 마지막 저거너트를 소환한다. 저거너트가 소환됐다면 재빨리 왔던 길을 되짚어서 저거너트 기준 오른쪽 철재 담벼락이 있는 곳으로 이동한 후 엄폐하고 저거너트를 잡아준다. 저거너트만 잡혔다면 작망한다.
<br><br>
이후는 헬기장에 재시작 후 목적지로 가면 끝이다.
<br><br>
아무래도 구루마가 하프트랙보다는 기술을 요한다. 미션을 빠르고 안전하게 클리어 하고 싶다면 하프트랙을 강추한다. 하지만 좀 더 다이내믹한 플레이를 원하고 외노자와 진행중이라면 구루마로 혼자 캐리해서 끝낼 수도 있다. 주의 사항은 마지막 저거너트를 잡고 작망하면 외노자가 나가버릴 수도 있다.
<br><br>
	</div>
    </details>
</details>

<details>
    <summary>심판의 날 시나리오 - 습격 준비 2</summary>
<details>
    <summary>준비 - 체르노버그</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                메리웨더 보안으로부터 체르노버그 탄도 미사일 런처를 훔치십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●●○○○
            <br><br>
해당 장소로 가서 체르노버그를 훔쳐 오기만 하면 된다. 주변에 무장병력이 많으니 엄폐를 이용해 잡거나 근처에 있는 라이노 탱크를 이용해 잡는다. 그것도 귀찮으면 버자드로 적정 거리서 미사일로 요격해 주면 된다. 병력이 다 죽을 때까지 체르노버그는 타깃이 되지 않으므로 맘 놓고 쏴도 된다. 혹시 어벤져가 있다면 더욱 수월하게 진행이 가능하다 어벤져로 메리웨더 캠프 주변 에 자동비행키고 PC 기준 E키를 꾹눌러 어벤져의 장착된 캐논으로 적을 사살해도 좋다.어벤져의 장점이라면 기본적으로 폭발성캐논을 발사하기 때문에 엄폐하고있는 적도 쉽게 사살가능하고 무엇보다 적들도 공격받는 와중에도 반격은 커녕 총 들고 멀뚱멀뚱 서 있을 뿐이다. 메리웨더 뿐만 아니라 GTA 모든 적들은 테러바이트, 이동식 작전본부, 어벤져 짐칸의 플레이어를 인식 못 하고 그냥 서있거나 조준만 할 뿐 공격하지 않는다. 다만 다시 어벤져의 조종석에 탑승하면 바로 플레이어를 인식하고 공격하니 주의. 또한 잘못해서 체르노버그까지 파괴할 수 있으니 주의할 것.
            <br><br>
            레스터가 주의한 대로 두 명 정도가 레일건으로 무장하고 있다. 방폭 기능이 없는 차량으로 개돌하거나 엄폐를 엉성하게 했다간 레일건 맞고 공중으로 날아가는 수가 있으니 방폭까지 되는 차량을 구하거나 아예 차에서 내려서 전투하는 게 편하다. AI 특징상 일반 메리웨더는 둘째치고 레일건으로 무장한 적도 몸샷을 노려서 의외로 쉽게 잡을 수 있다. 그러나 체르노버그를 탈취한 지점으로부터 시설이 멀다면 좀 곤란할 수 있다. 플레이어는 체르노버그를 운전하면서 어떤 저항도 못하고 추격하는 메리웨더가 계속 총을 쏴서 시민들이 항상 난폭운전을 하다가 체르노버그에 들이받는다. 체르노버그는 40톤이다.' 그렇기에 일반 차량이 앞부분에 끼인다면 바로 터진다. 그러다가 엔진에 불붙어서 터지기 쉬우므로 조심하며 운전하자. 아니면 체르노버그 타고 메리웨더가 나오면 내려서 나오지 않을때 까지 처리하면 이동이 편해진다. 여담으로, 메리웨더가 메사를 타고 오는데 계속 체르노버그 뒷부분에 들이받는다. 나중에 보면 차 앞부분이 완전히 찌그러지고 바퀴도 성하지 않은 그런 상태를 볼 수 있다.
            <br><br>
            만약 오프레서 MK.2가 있다면 더욱 쉬워진다. 적이 점보다 조금 더 큰 정도로 보이는 사거리에서 타겟이잡히는 높이로 날며 미사일 몇방 날려주면 끝난다. 간혹 적이 엄폐물뒤로 숨는경우가있으니 옆으로 돌아가며 치는게 좋다.
차를 훔칠 떄에도 되도록 산 혹은 구릉지 같이 길이 아닌 곳으로 다니자. 메리웨더도 별2개짜리 경찰과 같이 차만 가지고 추격하며 길이아닌 곳으로 다닐 시 상당히 헤매므로 산, 개활지 등으로 다닐 시 적 한 번 만나보지 않고 편하게 끝낼 수 있다. 체르노버그의 무게 상당해서 둔해 보이지만 8륜에서 나오는 힘이 어마어마해서 45도까지의 경사는 가속도 없이 오를 수 있다. 걱정말고 오르도록 하자.
아울러 그럴 사람은 거의 없겠지만 혹시라도 자신이 팔레도나 잔쿠도, 고르도 산 등 벽지의 시설을 가지고 있다고 할 경우엔 되도록 철도를 이용하자 마찬가지로 길이 아니기 떄문에 적이 따라붙지 못한다. 유일한 주의점은 터널에서 마주 오는 기차를 조심할 것. 이외에는 별 문제없이 쉽게 목적지까지 갈 수 있다.
            
        </div>
</details>

<details>
	<summary>계획 준비 - ULP 호위</summary>
	<br><br>
	<div class="heist_div_left">
	                <div class="heist_div_a">
ULP 요원이 탈출할 수 있도록 체르노버그를 이용해 호위하고 보호하십시오
            </div>
                        		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    HVY 체르노버그(HVY Chernobog)

	  

	</div>

	
	<br><br>
	습격 준비 난이도 : ●●○○○
	<br><br>
    추천 차량 : 비질란테, 인서전트 픽업 커스텀, P-996 레이저, 라이노, 배라지, 테크니컬 커스텀, 하프트랙 등
    <br><br>
현장으로 가면 적들이 몰려있고, 처리하면 체르노버그 한 대와 램프 버기 두 대가 지급된다. 이번 임무는 하복을 타고 탈출하는 ULP를 호위하는 임무라 적들이 헬기를 타고 등장한다. 램프 버기는 미사일 공격이 지원되지 않으므로 미사일 공격이 되는 이동 수단을 가져와 체르노버그를 도와준다. 또는 체르노버그가 이동하는 길에 적들이 길을 막아놓는데, 램프 버기로 길을 뚫어주는 것도 좋은 방법. 2명이라면 체르노버그에 몰빵하고 3명 이상이라면 대공 공격이 가능한 차량을 가져와서 체르노버그를 지원해준다. ULP가 타고 있는 하복의 몸빵도 상당해서 꽤 버틴다. ULP가 무사히 탈출할 때까지 따라다니면서 공격해오는 적 헬기를 제거하면 된다. 참고로 체르노버그는 이동 중 미사일 발사가 불가능하다.
<br><br>

참고로 ULP를 호위할 때 반드시 체르노버그를 사용할 필요가 없기에, 이동속도가 빠른 인서전트 픽업 커스텀이나, 배라지, 테크니컬 커스텀, 하프트랙, 룬 자바 등을 가져와도 클리어할 수 있다. 아님 글리치로 차고에 넣어둔 버킹엄 아쿨라나 다른 전투기, 헬기를 써도 된다. 방법은 체르노버그를 일단 타고 첫 번째 체크포인트까지 운반하면 이제부터 자유다. 또한 임무 도중 경찰 수배가 안 뜨므로 비행 실력에 자신이 있다면 포트 잔쿠도에서 레이저를 탈취해와도 된다. 단, 적들의 발키리가 미니건을 쏘기에 후반부에 가면 거의 연기가 난다. 아니면 포트 잔쿠도에서 지나가는 라이노를 탈취해서 날려도 상관없다. 단, 체르노버그를 몰고 다른 차량을 가져 올 경우 적 헬기(발키리)들이 폭발성 캐넌을 발사함에 유의. 구루마를 호위차량으로 선택하면 바로 사망한다.
<br><br>
게다가, 굳이 체르노버그로 적 발키리를 격추시킬 필요 없이, ULP가 탄 헬기 위치와 미니맵 상에서 거의 일치시키며 유지하기만 해도 별다른 공격 없이 운전만으로 클리어가 가능하다.
<br><br>
하지만, ULP의 인공지능이 심각할 정도로 낮다. 자동차보다 더 느리게 비행하는것도 모자라, 가끔씩 혼자서 송전탑이나 건물 등에 들이박고 헬기가 터져 임무가 실패하는 경우도 있고, 가끔씩 떨어지는 적 헬기의 잔해에 맞아서 헬기가 터지는 경우도 있다. 이 점들에 유의하길 바란다. ULP 요원보다 한참 뒤떨어지며 호위를 하면 ULP에게 화력이 집중돼서 체력이 빨리 감소한다. 안정적인 플레이를 위해서라면, 체르노버그가 ULP 요원의 헬기보다 더욱 앞서가 발키리의 공격을 대신 맞아가며 호위하기를 바란다.
<br><br>
    <dl>
        <dt>★진행 가이드</dt>
        <dd>이 미션은 비질란테가 있어도 좋고 구루마를 이용해도 좋다. 무기화 이동 수단이 없으면 포트 잔쿠도에서 레이저, 라이노를 훔쳐 타도 좋다. 체그로버그를 탈취하러 가서 들고온 각종 무기화 차량으로 싹쓸이를 해 준 후 탈취하면 된다. AI의 덥스타6x6은 AI가 탑승시는 쉽게 터진다.
<br><br>
이후 체르노버그에 탑승 후 사수가 운전만 해서 진행하면 빠르게 클리어가 가능하다.
<br><br>
- 이 부분에 논란이 있는데, 아래의 방법대로 운전만으로 클리어하면 ULP 요원의 마지막 멘트가 나오지 않는다. 하지만 전투하거나 다른 무기화 수단을 이용해서 클리어 시 ULP 요원이 적들이 물러갔다는 멘트를 한다. 정확힌 시간을 측정해보지 않았기 때문에 확실하진 않지만 마지막 멘트가 나오지 않을 시 체감상 빠르게 클리어하는 걸로 추정된다. 실제로 인서전트나 아쿨라로 진행 시 미션이 늘어지는 느낌을 받는다.
<br><br>
운전사는 체르노 버그 운전시 미니맵에 나오는 CEO의 영향력 동그라미에 주목한다. ULP의 헬기를 이 영향력의 원 안에 위치시키고 진행 시 ULP가 상대적으로 빠르게 이동한다. 운전만 잘하면 손쉽게 클리어가 가능하다.

<br><br>
☆ 외노자와 진행 시 말을 잘 듣지 않는다. 체르노버그에 탑승하지 않고 램프 버기를 타고 혼자 죽거나 다른 차량으로 설치는 경우가 잦다. 이럴때는 "I need a shooter." 라고 쳐주면 체르노버그에 잘 탑승하니 참고한다. 이후는 미사일을 쏘게 해주면서 진행하면 클리어가 가능하다. 태워놓고 미사일을 쏘게 안 해주면 나가버리기도 하니 잘 달래가면서 진행하자.
<br><br>
</dd>
</dl>

	</div>
    </details>
</details>

<details>
    <summary>심판의 날 시나리오 - 습격 준비 3</summary>
    

<details>
    <summary>준비 - 비행 경로</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                무기 딜러를 제거하고 로스 산토스로 들어오는 배라지 ATV에 대한 정보를 알아내십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
해당 장소로 가서 무기 딜러가 밖으로 나오기를 기다리고 있다가 나오면 바로 제거하면 된다. 제거하면 경찰이 출동하게 되고, 가방을 주워서 수배 레벨을 제거 후 시설로 가져가면 끝. 나온 뒤 좀 으슥한 곳에서 잡으면 별은 안 뜬다. 버자드의 미사일로 잡으면 레스터가 뭐 그런 방법도 있긴 하지... 라며 못말리겠다는 듯 푸념한다. 당연히 별이 뜨지만 레스터콜로 해결하면 된다.
            <br><br>
        </div>
</details>

<details>
	<summary>계획 준비 - 배라지</summary>
	<br><br>
	<div class="heist_div_left">
	                <div class="heist_div_a">
                무기 딜러의 항공 호송대를 가로막고 중화물 수송 헬기를 격추하여 배라지 ATV를 회수하십시오.
            </div>
            <br>
		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    HVY 배라지(HVY Barrage)
	  

	</div>
	<br><br>
	습격 준비 난이도 : ●●●○○
	<br><br>
    시작할 때 폭발탄 헤비 스나이퍼 라이플을 주기 때문에, 헬기 격추는 어렵지 않다.
<br><br>
배라지를 훔친 후, 첫 번째 목적지인 샌디 해안 비행장에 가면 다수의 적들이 포진해 있다. 활주로에 있는 수송기를 파괴하고 남아있는 적을 제거한 후 최종 목적지에 도착할 때까지 헬기와 적들이 끊임없이 추격한다. 이때 굳이 도로로 다닐 필요 없이 천문대 매복 지점 뒤에 있는 흙길로 달려가자. 본래 6km였던 도로가 무려 2km로 단축된다.
<br><br>
다른 방법으로 카고밥의 체력을 조금만 남기고 추적하는 것이다. 카고밥을 그대로 냅두면 활주로 근처까지 날아가기 때문에, 체력을 조금만 남기고 점착폭탄을 부착하거나 다른 무기화 차량을 쫓아간 뒤 활주로 근처까지 가서 폭파하면 전투가 스킵되고 굳이 배라지를 몰고 직접 갈 필요가 없어진다.
<br><br>
샌디 해안 비행장에서 적들을 제거할 때, 배라지 운전자에게 화력이 집중되니 배라지의 후방을 방패 삼아 적들을 등지고 후진하면서 적을 제거하면 쉽다.
<br><br>
배라지 운전자만 다른 플레이어를 비행장에서 내려준 뒤 옆길로 빠져 최종 목적지로 미리 이동하고, 내린 멤버들이 보고 비행장에 있는 적을 처치하면 비행장에서 최종 목적지 사이의 자동차 추격 전투를 생략함과 동시에 시간을 좀 더 절약할 수 있다. 특히 운전자 외에 다른 멤버들이 흙길로 달릴 때 뒤집어지거나 하면 나가떨어져서 차에 깔려죽거나 낙사하는 경우가 있기에 더더욱 좋다.
<br><br>
이 미션은 비질란테를 이용하면 빠르고 쉽게 클리어가 가능하다.<br>
카고밥을 격추시키고 나면 한 명은 배라지를 탈취하고 다른 플레이어는 비질란테에 탑승한다.<br>
그리고 위에 언급된 뒷 산길을 이용해서 빠르게 비행장으로 이동한다. 배라지는 천천히 와도 된다.<br>
비행장으로 이동 중에 있는 적들은 무시해도 된다.<br>
비행장에 도착했다면 밤부쉬카와 적들이 스폰 되어 있을 것이다. 비질란테를 이용해서 싹쓸이를 해준다.<br>
전투 중에 발키리가 스폰 되는데 비질란테로 헬기부터 처리해도 되고, 전투지에서 멀리 간 다음 제공된 폭발탄을 사용해 처리해도 된다.(폭발탄 1방에 터진다.)<br>
비행장이 정리되면 배라지 운전자는 목적지도 이동하고 비질란테는 배라지를 엄호한다. 발키리가 한 대 더 스폰 된다.<br>
<br><br>
또는 비행장에 적들이 스폰 되면 비질란테가 전투를 진행하는 중에 배라지 운전자는 바로 목적지도 이동해서 대기해도 된다. 배라지 운전자가 목적지를 알고 있다면 전투가 끝나는 즉시 미션이 완료되기 때문에 더욱 빠른 클리어가 가능하다.
<br><br>
글리치를 통한 아쿨라를 이용해도 클리어가 가능했지만 지금은 막혔다.
<br><br>
        </div>
</details>
</details>

<details>
    <summary>심판의 날 시나리오 - 습격 준비 4</summary>
    

<details>
    <summary>준비 - 테스트 장소 정보</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                에이번의 직원 중 한 명의 집에서 칸잘리 탱크의 테스트 장소 위치를 알아내십시오.
            </div>
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
현장에 도착하면 밖에 경비 넷이 있는데 소음 총으로 제거 후 집안에 들어가면 경비 셋과 연구원이 하나 있다. 둘은 TV를 보고 있고 하나는 책을 하나는 화장실에서 일보고 있으니 그냥 조용히 처리하고 상자에서 정보를 챙긴 후 시설로 가져가면 끝. 만일, 실수로 외부 경비의 눈길에 잡히면 수배 레벨이 올라가고, 집안의 경비와 연구원이 총을 쏘니 주의.
            <br><br>
        </div>
</details>

<details>
	<summary>계획 준비 - 칸잘리</summary>
	<br><br>
	<div class="heist_div_left">
	                <div class="heist_div_a">
                그랜드 세뇨라 사막에 있는 고철처리장에서 적의 무기 보급품을 파괴하고 칸잘리 탱크를 훔치십시오.
            </div>
            <br>
		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	    TM-02 칸잘리(TM-02 Khanjali)
	  

	</div>
	<br><br>
	습격 준비 난이도 : ●●●○○
	<br><br>
    목적지로 가면 건물내부에 다수의 적과 무기 보급품이 있다. RPG를 날리거나, 유탄 발사기를 사용하거나, 템파(무기화)의 미사일을 이용하거나 해서 내부를 쑥대밭으로 만들면 고철처리장 쪽에 적이 새로 스폰 된다. 지상뿐만 아니라 위층에도 적들이 주로 포진하고 두 차례 더 스폰 되기 때문에 무턱대고 돌진하다간 벌집 될 수 있으므로 방탄 구루마나 무기 달린 차량을 이용하면 쉽다. 그냥 아예 시작할 때 미사일과 듀얼 미니건을 장착한 템파(무기화)를 가지고 시작하자. 그게 제일 쉽고 속 편하다. 고철처리장도 마무리 지으면 구석진 곳에 주차되어있는 칸잘리 탱크를 타고 목적지로 가면 끝. 중간중간에 비행장에서 적 라이노 탱크도 등장하니 세 방 먹여서 터트리거나 비행장을 피해서 목적지까지 간다. 노란색인데도 불구하고 특이하게 길 안내가 찍히지 않는다. 목적지는 포트 잔쿠도 쪽 늪지대니까 그쪽으로 향하면 된다.
<br><br>
시간을 단축하려면 두 팀으로 나누어서 한 팀은 보급품을 파괴하고, 다른 한 팀은 구루마(방탄)를 타고 탱크 옆에서 대기하다가 다른 팀이 보급품을 모두 파괴하는 순간에 탱크를 바로 훔치면 된다.  2명이 플레이할 때 많이 애용하는 방법. 아니면 높이가 높은 차로 발판 삼아 벽을 넘어서 탱크로 가도 된다. 다만 올라가기 전에 적들을 죽여야 안전하게 갈 수 있다.
<br><br>
팀을 나눠서 플레이시 진행 가이드
<br><br>
한명은 폭파를 하고 한명은 칸잘리에서 대기할 시 초보이거나 미션에 익숙하지 않다면 의외로 자주 죽는일이 발생한다.
다음의 가이드를 숙지하고 플레이시 도움이 된다.
<br><br>
필요차량 : 방탄 구루마, 인서전트 픽업 커스텀
<br><br>
폭파
<br><br>
이 미션에서 대부분의 실패는 폭파를 하다가 죽는 것이다. 분명 적들은 다 잡았다고 생각했는데 어디선가 나타나서 공격을 해댄다. 이때 폭파를 위해 점착폭탄을 들고 있기 때문에 대처하지 못하고 죽는 일이 생긴다.
<br><br>
1. 폭파를 위한 창고에는 총 6마리의 AI가 있다. 먼지 오른쪽에 붙은 작은 창고에 두 마리를 밖에서 처리해 준다. 실내에는 4마리의 AI가 있으니 반드시 4마리를 다 제거한다. 두 마리를 샷건을 쏘기 때문에 이놈들을 제거하지 않을 시 순삭 당하고 죽게 된다. 다 잡았다고 생각되지만 4마리를 잡은 게 아니라면 주변에 엄폐 중이니 반드시 다 잡는다.
<br><br>
2. 차량을 폭파했다면 창고 주변에 2마리가 스폰되니 제거해 준다.
<br><br>
3. 폭파해야 하는 보급품은 총 5개이다. 큰 창고에 3개의 보급품이 있으니 점착폭탄을 하나씩 붙여주고, 작은 방에 두 개의 보급품에도 점착폭탄을 하나씩 붙여주면 한 번에 모두 폭파가 가능하다.
<br><br>
칸잘리
<br><br>
폭파팀이 빠르게 폭파를 완료했는데도 고물상을 정리하고 있는 플레이어가 있다. 고물상의 모든 AI를 잡을 필요가 없다.
<br><br>
고물상 진입 후 바로 우회전을 해서 보이는 적들만 제거하고 전진 후 칸잘리 주변 시야에 보이는 적들만 헤드샷으로 제거하면 빠르게 순삭 가능하다. 이후 칸잘리 앞에서 구루마에 타고 대기 후 폭파팀이 폭파를 완료하면 재빠르게 칸잘리에 탑승하기만 하면 된다.
<br><br>
* 폭파팀은 칸잘리 팀이 칸잘리를 가지고 나올 때까지 안전한 근처 장소에서 대기한다. 괜히 칸잘리에 빨리 타러 왔다가 탑승 모션 중에 총 맞고 죽기 십상이다. (외노자들과 진행한다면 정말 말을 듣지 않는다. 이럴 때는 고물상의 모든 적들은 처리하는 게 안전하다.)
<br><br><br>
칸잘리 탑승 후
<br><br>
칸잘리에 탑승 한 후라면 죽을 일은 없다. 이때 사수는 반드시 전면 입구를 통해 탑승하는 것이 좋다. 전면으로 타면 머신건으로 360도 지원사격이 가능하다. 하지만 후문으로 진입 시 유탄 발사기로 불꽃놀이하는게 전부다.
<br><br>
목적지로 이동하면서는 여러 차례 헌터가 나오기 때문에 미니맵을 주시하면서 사수가 헬기를 처리해 주고 운전자는 앞만 보고 운전에 집중하면서 전면에서 오는 적들만 처리하면서 진행하면 깔끔하게 플레이가 가능하다.
<br><br>

* 두 플레이어가 모두 목적지를 알고 있다면 폭파를 한 플레이어가 무기화 차량이나 방탄 구루마를 탑승한 채 목적지에 먼저 가서 기다려도 된다. 이 경우 헌터가 나타나지 않기 때문에 상대적으로 쾌적하게 칸잘리를 가져올 수 있다. 목적지 앞에서 대기 후 칸잘리가 도착하면 탑승 후 언덕을 내려가면 클리어가 가능하다.
<br><br>
        </div>
</details>
</details>

<details>
    <summary>심판의 날 시나리오 - 습격 준비 5</summary>
    <details>
    <summary>준비 - 온보드 컴퓨터</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                프로토타입 히드라를 격추하고, 추락 지점에서 적의 신호기를 가져오십시오
            </div>
            <br><br>
            이 준비단계의 잠금을 해제하려면 이전 준비와 계획 준비단계를 모두 마쳐야한다.
            <br><br>
            습격 준비 난이도 : ●○○○○
            <br><br>
내용은 별거 없다. 미사일 락온 안되는 히드라를 상대하는 건데 전투기 하나 구해서 캐논 살짝 긁어주면 빌빌대며 바다로 간다. 바다에 뛰어들어가면 호흡기가 자동으로 장착되니 걱정 말고 들어가 회수하고 시설로 돌아오면 끝.
<br><br>
재밌는 건 꼭 바다에서 구하라고 하고 싶었던 건지, 분명히 격추 후에 지상에서 날고 있을 땐 시꺼먼 연기가 나는데 제트기는 멀쩡히 날고 심지어 위로 고도 조정도 한다. 꼭 바다로 가서 고꾸라진다. 물론 아래 두 가지 방법으로 지상에 착륙시키는 법도 있다.
<br><br>
또 다른 버그가 있는데, 분명히 제트기가 물속에 추락하는 걸 보고 물속에 따라서 들어갔는데 제트기가 물속에 없는 경우가 있다. 이럴 땐 물 밖으로 나오면 근처 해안가에 스폰 된다.
<Br><br>
전투기를 손상시킨 후 어벤져로 깔아뭉개면 지상에 강제 착륙시킬 수 있다. 이후엔 그냥 회수하고 돌아가면 끝
<br><br>
또한 레스터의 말이 나오기 전 멀리서 폭발탄으로 손상시키면 아무 말 없이 지상에 추락한다. 그 후 지상에서 회수하고 돌아가면 끝이다.
            <br><br>
        </div>
</details>
    <details>
    <summary>계획 준비 - 공중방어</summary>
    <br><br>
        <div class="heist_div_left">
            <div class="heist_div_a">
                볼라톨 제트기를 이용해 마운트 칠리아드에 있는 여러 대의 SAM 포탑을 파괴하십시오.
            </div>
            		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	   볼라톨(Volatol)
	  

	</div>
            
            <br><br>
            습격 준비 난이도 : ●●○○○
            <br><br>
볼라톨 제트기의 성능이 죽여준다. 선회 속도가 정말 느린 데다 포탑 위치는 너무 애매해서 꼬리날개 뒤에 있는 적들을 맞출 수 없다. 그래도 적들에게 쉽게 공격당하는 건 아니니 운전수는 너무 쫄지 말자. SAM 포탑은 꼭 폭격으로 터뜨릴 필요 없이 포탑의 기관총으로 맞추어도 파괴가 가능하므로 볼라톨의 몸빵을 믿고 포탑 사수는 SAM 포탑을 제거하는데 좀 더 집중하는 것이 빠르게 클리어할 수 있다. 포탑을 자주 바꾸기 힘드니 운전수랑 합의해서 한쪽 포탑만 쓰도록 유도하자. 앞에 언급한 비행기의 능력 덕에 한 비행경로에 여러 개의 SAM 발사기를 노릴 수 있으면서 도는 방향은 한쪽으로 맞춰서 비행경로를 잘 짜놓고 날아가야 좀 편하다. 추가로 땅에 가까이 날도록 노력해보고 회전할 때 속도를 좀 줄이면 도움이 된다. 그러나 많이 하다 보면 오히려 폭격이 쉽게 느껴진다.
<br><br>
* 융단폭격 방법
<br><br>
볼라톨 조종수는 융단폭격을 이용해 SAM 포탑을 제거할 수 있다.<br>
이륙 직후 E 키를 길게 눌러 포문을 열어놓는다.<br>
이후에는 ★스페이스바만 누르고 있으면 융단폭격을 한다.<br>
<br><br>
미니맵을 크게 해 놓고 목표로 하는 포탑에 볼라톨을 일자로 맞춰놓는다. 그리고 근처에 접근하기 시작하면 스페이스바를 길게 누르고 있으면 폭격에 성공할 확률이 높다.<br> 고도가 높다면 폭격 시간을 맞추기 어렵기 때문에 최대한 낮게 운전하면 용이하다.<br>
익숙해진다면 1랩 뉴비를 데리고도 혼자서 모든 포탑을 없앨 수 있다. 시나리오 뺑뺑이를 돌 생각이라면 반드시 연습해서 익히길 추천한다.<br>
<br>
2인 기준 포트 잔쿠도에서 레이저를 탈취하여 깨는 방법도 있다. 미션 시작전 윌리가 잘되는 바이크나 비질란테 등 빠른 이동수단으로 맞춰놓고, 시작하면 볼라톨로 가라는 자막은 씹고 포트 잔쿠도로 향한다. 시작 전 볼라톨에 탑승할 경우 내릴 수 없으니 주의해야 한다. 도착하면 운전자는 가까운 레이저에 팀원을 내려 먼저 이륙하게 하고 다른 레이저를 찾아서 이륙하자. 먼저 출발한 팀원은 샌디 해안 비행장 쪽으로 가서(근처만 가도 됨) 체크포인트를 활성화시켜서 칠리아드의 대공포들을 활성화시켜준다. 그러면 미니맵 상에서는 포대들이 안 뜨지만 빨간 불빛으로 식별이 가능한데 기관포로 긁으면 정상적으로 파괴되므로 남김없이 파괴 시켜준 후 안전하게 착륙 후 볼라툴에 탑승해주면 바로 끝나게 된다. 이 방법은 빠르게 깨는데에 촛점이 맞춰져 있으므로 레이저 같은 전투기에 숙달이 되어있지 않으면 매우 힘들다. 레이저의 기관포 사거리가 상당히 짧기 때문에 자칫 하다간 산등성이에 처박을 수도 있다. 그리고 대공포들의 위치를 알고 있어야 한다. 기껏 다 파괴했다고 생각해서 볼라톨로 돌아와 탑승했는데 한두 개가 남아있으면 난감하기 때문이다. 그렇지만, 이처럼 레이저의 높은 운용 난이도에도 불구하고 볼라톨보다 훨씬 빠르게 정리할 수 있다는 장점이 있다.
<br><br>
        </div>
</details>
</details>

<details>
    <summary>심판의 날 시나리오 - 피날레</summary>
    <div class="heist_div_left">
             <div class="si">
                 잠수함 팀<br>
                계획 1 - 배라지나 칸잘리를 타고 마운트 칠리아드로 가십시오.<br>
                계획 2 - 터널 네트워크를 통해 미사일 기지로 들어가십시오.<br>
                계획 3 - 적의 남은 보급 물자를 파괴하십시오.<br>
                계획 4 - 핵 미사일을 막아 낼 방법을 찾으십시오.<Br>
                계획 5 - 프로그램의 작동을 중단시키고 물리적인 백업 드라이브를 파괴하십시오.<br>
                <br>
            </div>
            <br><br>
            <div class="si">
                엘리트 도전 조건<br>
                30분 이내 완료<br>
                사망자 없음<br>
                실패한 해킹 0<Br>
                150 헤드샷<br>    
            </div>  
            <br>
                        		<div class="skkk">
	    습격 완료시 해금되는 차량
	    <hr>
	   매머드 쓰러스터(Mammoth Thruster)
	  

	</div>
<br><br>
참고로 여정 넘기기를 해도 엘리트는 카운트된다. 엘리트 카운트가 배라지와 칸잘리 두 가지 중 선택하라고 표시될 때부터 시작되기 때문이다. 피날레답게 "소유한 복장"을 이용할수없는 몇 안되는 미션이다.
            	<br><br>
	난이도:●●●●●●●●
	<br><br>
	터널을 통해 달리다 보면 중간에 비밀 터널로 따로 통하는 미사일 기지 진입로에 들어서게 된다.<br>
이 곳을 지나면 몇 단계의 시기로 구분된다.<br>
사망해서 리스폰 될 경우, 알아둬야 할 중요한 단계를 서술한다.<br>
	<br><br>
첫 번째 목적지에 도착하면 배라지나 칸잘리 중 하나를 타고 가야 한다. 칸잘리가 느리긴 해도 입구에 4명의 저거너트가 진을 치고 있으니 화력이 매우 빵빵한 칸잘리가 안전하다. 다만, 저거너트를 상대하는데 익숙해진 플레이어들은 속도가 매우 느린 칸잘리보다는 빠르게 도착할 수 있는 배라지를 선호하는 편. 배라지로 얼른 도착해서 내린 뒤, 근처 돌무더기를 엄폐물 삼아 저거너트를 죽이면 된다. 이때 배라지는 마지막 구간에 깔린 스파이크 스트립 때문에 칸잘리와 달리, 끝까지 가면 타이어가 터짐과 동시에 노출된 운전자들은 저거너트의 무수한 미니건 세례에 벌집이 되어버린다. 따라서 중간에 내려서 목적지까지 도보로 이동하는 것을 추천한다.
<br><br>
1. 기지 입구의 저거너트 4명~총격전 하면서 전진(중간에 저거너트 1기)~보급 상자 부수기(하면서 계속 총격전)~발사 시설 제어실로 이동(하면서 계속 총격전, 저거너트 2기 추가)<br>
- 초행 유저들은 이 단계에서 수없이 죽어나간다. 이 동안에 사망할 경우, 저거너트 4명이 버티고 있는 미사일 기지 입구에서 리스폰 된다. 문제는, 기지 입구부터 제어실까지 가는 동안의 여정이 매우 길다는 것이다. 아무리 제어실에 거의 다 와서 죽어도, 아랑곳 없이 기지 입구부터 다시 시작하게 된다. 가장 중요한 것은 죽지 않는 것이다. 시간이 얼마나 걸리든, 일단 목숨부터 지키자. 보급 상자 부수기부터 두 갈림길로 나뉘는데, 파괴해야 할 보급 상자도 두 갈림길에 골고루 분포되어있으니 어쩔 수 없이 여기서 찢어져야 한다. 팀원들이 나눠서 가도 괜찮을만한 실력들이면 그렇게 하고, 아니면 시간이 걸리더라도 몰려다니자. 왼쪽은 좁고 엄폐물이 많은 대신 적이 많이 나오고, 오른쪽은 넓고 짧지만 적출현이 잦고 전체적으로 탁 트이고 엄폐물들이 애매하다. 잘 선택하자. 시간은 오래 걸리더라도 같이 가서 처리하는 것도 나쁘지 않다. 정 같이 가려면 왼쪽 길에서 바로 나오는 상자 하나를 처리하고 오른쪽 길로 가 상자 3개를 처리하면 가는 길에 왼쪽으로 새는 샛길이 존재한다. 그 길로 가서 남은 하나를 처리하면 그나마 수월하다. 지도상에 적이 표시되지 않아도 그림자 뒤에 숨어있기도 하니 표시가 없다고 긴장 풀지 말고, 수시로 엄폐하며 천천히 진행한다. 보급 상자 구간을 지나면 두 갈림길이 다시 하나로 만나고, 조금만 더 이동하면 발사 시설 제어실로 진입하게 된다. 보급 상자는 총알 몇 방만 박아주면 터지는 정도고, 주변에 폭발물이 굉장히 많으니 폭발물 사용은 최대한 배제하는 게 생존하는 지름길이다. 또 이 구간을 지나는 중 뒤에서 적들이 스폰 되는 경우가 있으므로 주의. 모르고 엉뚱한데 엄폐했다가 골로 갈 수 있으니 뒤에서 오는 게 보이면 빨리빨리 정리하자. 보통 한 마리 정도만 와서 부담도 없다. 걱정되면 갈림길 직전에 근접 지뢰 하나 던져주고 가도 된다.
	<br><br>
	2. 발사 시설 제어실로 진입.<br>
- 이 동안에 죽을 경우, 다행히도 제어실에 진입한 시점부터 재시작된다. 제어실 1층으로 진입할 때도 곳곳에서 적이 튀어나오니 주의. 2층으로 올라가 4군데를 해킹하는 동안 적들이 사방에서 끝없이 몰려오고 해킹을 안 하는 플레이어들은 끝없이 방어해야 한다. 하다 보면 깨우치지만, 해킹하는 플레이어와 적들을 방어하는 플레이어, 방어하는 플레이어가 신경 쓸 수 없는 방향(주로 옆)에서 오는 적들을 잡는 플레이어로 역할을 나누면 서로의 일이 확실해져 하기 쉽다.
	<br><br>
	해킹은, 빛의 반사를 이용해 목표를 제거하는 퍼즐이다. 빨간색의 방화벽이 있는데, 이 방화벽에 레이저가 누적 3초가량 닿으면 생명이 날아가고 많이 없애면 실패하고 해킹을 다시 시작한다. 그렇다고 이미 깨진 파란색 방화벽이 살아나진 않는다. 해킹은 총 4번 하게 된다. 빛의 각도를 조종하기가 까다롭고 빨간색 방화벽 옆에 파란색 방화벽이 있다면 그냥 빨간색 방화벽을 뚫어버리는 것도 방법이다. 생명은 총 2개가 있으므로. 특이한 점이 있는데, 해킹을 하는 플레이어는 무적 상태가 된다. 해킹하는 플레이어와 주변 적들을 유심히 보면 알 수 있는데, 적들이 해킹 플레이어에게 조준만 하고 총을 쏘지 않는다. 아무래도 무방비 상태인 플레이어를 지키면서까지 싸우는건 무리라고 판단하여 패치된 모양이다. 해킹은 하나하나 차례대로 해야 한다. 그리고 중요한 게 또 하나 있다. 바로 해킹이 끝난 직후다. 해킹을 끝내면 해킹 화면이 사라지고 본래 플레이어의 화면으로 돌아오는데, 이때 무적이 풀리는 건 물론이고 잠시 정리하는 모션 때문에 약 2~3초간 완벽한 무방비가 된다. 그래서 중요한 것은 바로 해킹 플레이어가 끝날 때쯤 주변 적을 매우 빠르게 정리하거나, 몸빵으로 해킹 플레이어를 보호하거나, 아예 해킹 플레이어와 멀찍이 떨어져 있어 근본적인 어그로가 해커 쪽으로 가는 걸 최소화하는 것이다. 더불어 해킹이 끝난 직후 2초간에도 M키를 눌러 스낵을 먹을 수 있으므로 알아두자. 해킹을 마치면 조준하고 있던 적들이 공격한다. 체감상 방탄복을 채워놔도 아프다.
	<br><br>
	편한 진행을 위해서 해킹은 무조건 CEO인 호스트가 해야 한다. 습격 호스트가 CEO라면 조직원들에게 체력 회복 효과를 줄 수 있기 때문이다. CEO는 조직원들의 체력을 100% 회복시켜 줄 수 있다. 해킹하는 CEO를 좋은 장소에 숨어서 잘 보호하면 스낵이나 여분의 방탄복 없이도 게릴라전을 지속할 수 있다. 위에 써놓은 대로 해킹이 끝난 직후만 조심하면 된다. CEO 본인은 체력 회복 효과가 없으므로 방탄복과 스낵을 채워줘야 하지만, CEO가 해킹만 한다면 별문제가 되지 않는다.
    <br><br>
    무조건 구르면서 엄폐해라. 하지만 뛸 땐 뛰어라. 구르기는 그 자체로 회피 효과도 있고, 많은 사람들이 모르지만 구르기 도중에는 선딜 없이 즉시 주변에 엄폐할 수 있다. 이를테면 엄폐물에서 옆의 엄폐물로 가고 싶다면 무작정 달려서 도착하고 Q를 누를 것이 아니라 침착하게 구르면서 Q를 누르는 것이다. 하지만 스피드가 필요할 때는 과감하게 속도를 내는 용기도 필요하다. 적들은 무한 스폰이기 때문에 한곳에 계속 머물러있으면 사방에서 적들은 점점 몰려들게 된다. 적을 잘 봐가면서 열심히 뛰자. 특히 해킹을 하는 플레이어는 어차피 해킹하면 무적이 되기 때문에 거리가 가깝다면 해킹 믿고 돌진해도 괜찮다. 물론 너무 무모하면 곤란하다. 해킹 지점이 붙어 있지 않아서 2층 전체를 1바퀴 넘게 돌아야 하는데 중간중간 적이 많이 스폰 되는 지점이 2군데나 있다.
    <br><br>
	또한 2층에는 각 적들이 스폰 되는 엘리베이터 가 4개 있는데, 이 엘리베이터가 지형이 협소해서 엄폐 플레이를 하기 좋다. 근접 지뢰 깔아놓고 샷건으로 오는 적만 처리해도 죽을 걱정은 안 해도 된다. 또한 엘리베이터 앞에 있으면 원래 스폰 되어야 할 적이 나오지 않는 부가적인 장점까지 가져온다.
	<br><br>
	이 시기에는 시간제한까지 있지만 의외로 20분이란 시간이 그리 촉박한 것은 아니다. 차분히 플레이하면 시간제한은 크게 신경쓰지 않아도 된다. 팁을 주자면 2층에만 있지 않는 것이다. 중간 중간 계단이 있는데 거기로 3층을 가면 적이 아무도없다. 미친듯이 달려 목표와 가까운 계단을 타고 내려가면 대기 중인 3명 정도를 제외하면 역시 2층에도 아무도 없다. 이런 방식으로 안정적이면서 빠르게 클리어가 가능하다. 또 다른 방법은 해킹해야 할 컴퓨터 근처에는 적이 계속 스폰 되는 스폰 지역이 있다. 컴퓨터를 엄폐 삼아 나오는 족족 잡아주자. 화염병이나 신경가스를 던져 접근하지 못하게 만들면 조금 더 도움이 될 것이다. 적들이 곳곳에 흩어져서 나오기 때문에 적들이 잘 보이지가 않아 조준하기가 힘든데, 만약 게임패드 유저라면 자동조준이 알아서 조준해주니 방어하는데 큰 역할을 해준다.
	<br><br>
	해킹을 하나 끝냈다면 그 다음 해킹 목표로 길을 뚫으며 빠르게 돌진하는 것이 편하다. 해킹을 다 해도 남은 적들을 다 처치해야 하니, 모든 적들이 쓰러질 때 까지 방심해서는 안 된다. 만약 해킹을 다 끝내고 남은 적을 처치하는 과정에서 사망한다면, 모든 해킹을 다시 시작해야 한다. 가끔씩 구석에서 미니건을 사용하는 유저가 있는데, 미니건을 사용하면 적들의 어그로를 한 몸에 받을 위험이 있음과 동시에, 빠른 달리기와 엄폐, 구르기가 안 되니 되도록이면 샷건이나 라이플을 사용하자.
	<br><br>
	3. 여기서부터도 단계가 나뉘어 있지만, 크게 어려운 구간이 아니기 때문에 하나로 묶어 서술한다.<br>
해킹 완료뒤~오비탈 캐넌으로 모바일 클라우드 서버 파괴~기지에서 탈출 시도하며 총격전~제트팩 타고 탈출~공중전(마지막 적들과 보스 죽이기)
- 이 단계는 앞단계들에 비하면 매우 쉬운편이다. 여기까지 온 실력이라면 웬만해서는 죽지 않을것이다. 하지만 죽는다 해도 다행히 해킹 완료 후 연구실 출구에서 시작한다. 제트팩을 타고 도망친 보스와 지원나온 버자드와 아쿨라를 처리한 후 갈릴레오 천문대에 가져다 주면 대망의 엔딩이다.
    <br><br>
    기지에서 탈출을 시도하는 좁은 복도의 보급품 위에 폭발물이 있으니, 복도를 지나가기 전에 이것을 주의하고 가자.
    <Br><br>
    위의 단계별 난이도로 치자면 1≥2>3 순서이다. 1단계를 해치고 온 플레이어라면 2단계는 상대적으로 버틸만 한 편이다. 단, 1단계는 전진하며 싸우는 방식이라 거의 전방의 적만 죽이면 되지만, 2단계는 360도 사방에서 적들이 나오기 때문에 미니맵을 항상 주시해야한다. 그 뒤의 단계들은 마무리 단계라 조금 쉬운편이라고 느껴지지만, 긴장을 풀지 말자. 기지에서 탈출 시도하는 이동구간에 총격전을 계속하게 되며, 방심하다가 여기서 죽지 않으리란 보장은 없다. 폭발물도 있고. 그나마 다행인 건 통로가 일자 구조라 제압사격이 정말 잘 통한다. 하나는 앞에서 컴뱃MG를 난사하고 나머지가 넘어진 놈들을 처리하는 식으로 나아가면 빠르고 안전하게 돌진 가능하다. 멀리 떨어진 엄폐물 뒤에서 게걸음을 하면서 적이 보이는 족족 미니건으로 지지는 방법도 좋다. 팁이라면 심판의 날 탭 부분에 설명되어있지만 CEO 제외 인원들은 엄폐하고 기다리면 피가 빨리 차는 것을 이용하자. 저거너트만 주의하면 호스트라도 방탄복과 스낵을 하나도 사용하지 않고 깰 수 있다. 심지어 미니건을 사용하지 않고 아무 SMG 혹은 AP 피스톨 하나만 들고도 클리어하는 것이 가능하다.
    <br><br>
    사실 첫 시도에서 몇십 번 실패해보면 대충 어떻게 해야 할지 감이 온다. 그렇게 일단 한번 감을 잡는데 성공하면 1단계나 2단계 모두 그럭저럭해볼 만하다는 생각이 들게 된다. 그리고 실제로도 그렇게 된다. 직접 죽어가면서 경험으로 터득하는 수밖에 없다. 그리고 심판의 날 습격을 하다가 구습격으로 오면 갑자기 너무 약해진 적의 총알 대미지에 이게 이렇게 쉬운 거였나... 하는 생각도 들게 만든다. 헤비 컴뱃을 입으면 적앞에서 춤을 추지 않는 이상은 안 죽을정도. 총을 많이 맞아서 분명 신습격이었으면 죽기 일보 직전의 상황인데도 방탄복도 남아있는 그런 상황이 자주 있다.
    <br><br>
    엘리트 도전의 경우엔 안 죽고 클리어를 할 정도가 되면 수월하게 도전이 가능하다. 저거너트는 기지 입구에서 네 마리, 통로에서 한 마리, 해킹 파트로 가기 전에 두 마리가 스폰 되는 걸 외우고 이때만 미니건으로 쏘고 나머지는 샷건이나 뭐든 헤드샷을 주로 사용하며 진행하면 헤드샷 150회 정도는 쉽다. 해킹의 경우엔 딱 한 사람만 하고 나머지는 족족 헤드를 따놓은 후 마지막의 사일로로 가는 파트에서 일부 폭발물을 조심하면서 진행하고, 제트팩 파트에서 한 명이 보스만 죽이러 가고, 보스가 죽으면 헬기도 알아서 추락하니 잡으러 가지 말고 그대로 천문대로 가면 끝.
    <br><br>
어렵다고 하지만 둘이서도 무난히 깰 수 있다.
<br><br>
그리고 심판의 날 피날레를 주 무대로 삼은 후 돈벌이용 습격으로 써먹는다면 4, 5번 클리어했을 무렵엔 두 명으로도 간단히 해치울 수 있는, 정말로 무난해져 버리는 피날레 습격이 될 수 있다.
<br><br>
3장 피날레의 요령을 눈대중 이상으로 깨우친 플레이어들은 2장 습격보다는 3장 습격을 더 선호하는 추세이다. 대표적인 이유라면 2장의 RCV 임무처럼 땅을 오가는 노가다 플레이는 3장에선 보이지 않으며, 총 수익을 제쳐둬서라도 같은 인원수, 같은 요령으로 최상의 효율과 시간 단축을 뽑는 습격은 보그단 문제가 아닌 심판의 날이기 때문.
<br><br>
        </div>
        <details>
    <summary>암시?</summary>
    <div class="heist_div_left">
        
    <br><br>
	최종 보스를 처치하고 쓰러스터를 천문대에 전달하면 레스터가 하는 말이 클리포드의 부활을 암시하는듯 하다. "아마도 그가 클리포드의 백업용 파일을 여러 곳에 분할해 놨을 거야. 그래도 오늘은 잘 했어." 라던가, 컷신에서 랙맨이 클리포드는 어떻게 됐냐고 묻자 "걘 존재하지도 않았던 것처럼 될 거야. 콜센터 소프트웨어나 킥보드용 GPS로 변할 예정이거든."이라면서 클리포드가 아직 완전히 사라지지는 않았다는 어투로 말한다. 혹시 신 습격이 아직 4장과 5장도 있는 것인지, 나온다면 이보다 더한 난이도의 습격이 나오는 것인지 등 각종 추측들이 있다. 다만 다음 업데이트로 심야 영업과 아레나 워가 나오면서 이 떡밥의 의미는 더 알기 어려워졌다. 떡밥 회수는 심판의 날 습격 파트 2 같은게 나오지 않는 이상 힘들 것으로 보인다. 하지만, 카지노 습격 업데이트가 등장할것이 밝혀짐으로써 카지노 습격에 레스터와 함께 등장할 수 있다는 기대는 품을 수 있을듯 하다. 실제로 준비작업에 클리포드 용병이 등장한다!
	<br><br>
	아니면 앞으로 (자기들이) 해야할 일은 남아있지만, 유저들의 일은 끝났다는 뜻으로 말했을 가능성도 있다. 사실 백업용 파일을 처리하는건 현장부대보단 레스터같은 IT 전문가들이 해야할 일이기 때문이다...
	<br><br>

        </div>
</details>
</details>

	</section>
      <? include '../../../footer.php';?>
        
</body>

</html>
